{
  "case_id": 14988,
  "fetched_at": "2025-10-22T00:23:53.224386",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Fair Housing/Lending/Insurance"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Eastern District of Michigan",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1972,
    "id": 14988,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 29507,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1972,
      "docket_filing_number": 38757,
      "is_main_docket": true,
      "court": "Eastern District of Michigan",
      "state": "Michigan",
      "docket_office_number": "2",
      "docket_number_manual": "38757",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Zuch v. Hussey",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Michigan",
    "summary": "<p></p>",
    "summary_published_date": null,
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14988",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14988",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14988",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14988"
  },
  "documents": [
    {
      "date": "1973-10-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 553,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 366,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Michigan",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 78598,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/78598.pdf",
      "title": "Memorandum Opinion and Order",
      "text": "UNITED STATES DI7TRICT COURT\nEASTERN DISTRICT OF MICHIGAN\nSOUTH= DIVISION\nVINCENT ZUCH, et al.,\nPlaintiffs Civil Action\nv. NO. 38757  \nJOHN H. HUSSEY, et al.,\nDefendants\nMEMORANDUM OPINION AND ORDER\nOn August 16, 1972, plaintiffs filed this action pursuant to\n28 USC S 1343(4) and 42 USC S 3612 to obtain remedy for alleged violations\nof the fair housing provisions contained in Title VIII of the Civil Rights\nAct of 1968, 42 USC 5 3601, et seg. (The Fair Housing Act). This suit is a\nclass action being brought before the court-without jury against certain\nnamed defendants as represente,tives of larger classes composed of members\nof the real estate industry in the Detroit Metropolitan Area. Subsequent to\nthe filing of the action, three motions to dismiss were filed by various\ndefendants. A motion for a preliminary injunction was also filed by the\nplaintiffs and hearings were held on the motion in November and December\n1972. On instructions from the Court, the matter was adjourned on December 7,\n1972, without a date and the parties were directed to attempt  to negotiate a\nsettlement. The parties were not able to negotiate a-,Settlement and requested\nthat the Court determine certain issues as a matter of law to facilitate the\nproceedings. The Court concurred with the request and permitted the parties\nto submit any supplemental briefs they desired. Arguments were heard on July 3,\n1973. The matters raised in arguments and briefs and the rulings of the Court\nare presented below.\n*One Motion to Dismiss by Defendant Durso Real Estate, Inc., has\nbeen g=ted by a Consent Order of D ismissal filed on July 13, 1973.\n\nVNINVITVD SOLICITATIONS IN. TRANSITIONAL ARPAS\nIn their complaint, plaintiffs have chargolcertain defendants with\nmaking uninvited solicitations of residential real estate listings in viola-\ntion of the Fair Housing Act. Specifically, they contend that solicitations\nof listings are being made in racially transitional areas of Metropolitan\nDetroit where the solicitation itself implies race, even though no racial\nStatements are being used, and provides a racial, inducement for the sale of\nhomes in violation of Section 3604(e) of the Fair Housing Act. Defendants\ncontend that mere solicitation of a real estate listing, regardless as  to where\nit is made, is not a violation under the provisions of the Act.\nIt is a well known fact that racial tensions and anxieties are\ngenerated when blacks move into most all-white neighborhoods. It is also\nwell known that many real estate agencies attempt to exploit such a situation\nby making constant, uninvited solicitations for the sale of homes. In most*\ninstances, this activity (commonly referred to as \"blockbusting\") has proven\nto be an effective means of stimulating the sale of homes in racially transi-\ntional neighborhoods because it capitalizes upon the racial fears of whites\nby reminding them that blacks are moving into the area. The process is\narticulated quite clearly in United States v. Mitchell, 335 F. Supp. 1004,\n1005, (N.D. Ga. 1971), where the United States District Court for the Northern\nDistrict of Georgia stated:\n\"The evidence'at the trial disclosed many illuminating things\nabout what happens in a residential neighborhood when it becomes\nracially transitional. For example, if these cases are typical\n- - and the Court believes they are - - the following conse-\nquences can be predicted as inevitable and beyond dispute:\nFirst, a sense of panic and urgency immediately grips the neigh-\nborhood and rumors circulate and recirculate about the extent\nof the intrusion (real or fancied), the effect on property values\nand the quality of education. Second, there are sales and rumors\nof sales, some true some false. Third, the frenzied listing and\nsale of houses attracts real estate agents like flies to a\nleaking jug of honey. Fourth, even those owners who do not sell\nare sorely tempted as their neighbors move away, and hence those\nwho remain are peculiarly vulnerable. Fifth, the names of success-\nful agents are exchanged and recommended between homeowners and\n-2-\ns.'\n\nfrequently the ay'e:'nts arc called by the owners themselves,\nif not to make a listing then at: least to get an up-to-date\nappraisal. Constant solicitation of listings goes on by all\nagents either by house-to-house calls and/or by mail and/or\nby, telephone, to the point where owners and residents are drive:.\nalmost to distraction.\n\"In this maelstrom the atmosphereis necessarily charged with\nRace, whether mentioned or not, and as a result there is very\nlittle cause or necessity for an agent to make direct repre-\nsentations as to race or as to what is going on. On the central'\nboth sides already know, all tco well, what is going on. In\nshort, for an agent to get a listing or make a sale because of\nracial tensions in such an area is relatively easy, whereas the\ndirect mention of race in making the sale is superflouS and\nwholly unnecessary.\" (Emphasis by the Court.)\n•\nSection 3604(e) of the Fair Housing Act makes it unlawful:\nFor profit, to induce cr attempt to induce any person to sell.\n•or rent any dwelling by representations regarding the entry\nprospective entry/t8 the neighborhood of a person or persons.\nor \nof a particular race,color, religion, or national origin.\"\nThe purpose of this section is to prevent persons from preying\nupon the fears of property owners in racially transitional areas and inducing\npanic selling which results in community instability. United States v. \n327 F. Supp. 476, 479 (N.D. Ga. 1971). In construing the term \"representatic:\nas used in the section, this Court recognizes that each provision of the Fair\nHousing Act is to be given a liberal construction in order for it to accompli_\nits purpose. See United States v. rorthside Realty Ass. (No. 13932, N.D. Ga.,\nDecember 29, 1971). In that regard, the representations prohibited by Section\n3604(e) include the subtle, as well as the more obvious, forms of racial indue'\nments to sell. It is possible therefore for a representation to be a viola tic\n.of the section even if race is not explicitly mentioned. See United States\nv. Mintzes, 304 F. Supp. 1305 (D. Md. 1969).\ntest for determining what conduct constitutes a prohibited\nA \nrepresentation under Section 3604(e) was provided in United States v. Mitchcli,\n327 F. Supp 476 (N.D. Ga. 1971), where the District Co\nurt stated:\n•\n-3-\n\n\"A 8 3604(e) 'repreentations . . . would be any acts or\nwords that would be likely to co:jeg to a reasonable man,\nunder the circumstances, the idea that members of a particu-\nlar race, color, religion or national origin arc or may be\nentering his neighborhood. Of course to fall within 3 3604(e)\nthe. representation must also be made for profit and it must be\nmade to induce the sale of the person's property.\" (Emphasis by'\nthe Court.)\nThis court accepts *the above mentioned test as a valid and viable\nstandard by which to determine prohibited representations under Section 36D4(e)\nand concludes that uninvited solicitations of real estate listings in racially\ntransitional neighborhoods are prohibited representations under the standard\nif it can be established (1) that the solicitations are made for profit, (2)\nthat'the solicitations are intended to induce the sale of a dwelling, and (3)\nthat the solicitations would convey to a reasonable man, under the circumstances,\nthe idea that members of a particular race are or may be entering the neighbor-\nhood.\nSTEERING ON A RACIAL BASIS\nPlaintiffs contend that steering on a racial basis (\"steering\")\nis prohibited by that portion of Section 3604(a) of the Pair Reusing Act which\nmakes it unlawful to \"otherwise make unavailable or deny, a dwelling to any\nperson because of race.\" As defined by plaintiffs, steering would include any\nword br action by a real estate broker or salesman which is used to innuence\nthe choice of a prospective homebuyer on a racial basis.\nSection 3604(a) provides that it shall be unlawful:\n\"To refuse to sell or rent after the making of a bona fide\noffer, or to refuse to negotiate for the sale or rental of,\nor otherwise make unavailable or deny, a dwelling to any\nperson because of race, color, religion or national origin.\"\nThis section contains both specific and general prohibitions.\nThe specific prohibitions make it unlawful, on the basis of race, (1) to\nrefuse to sell or rent after the making of a bona fide offer, and (2) to refuse\n•\n\nto negotiate for a sale or rental. These two prohibitions arc applicable\nin unmistakable circumstances. Under the general provision, the  section\nmakes it unlawful to \"otherwise-make unavailable\" housing or to deny housing\nbecause of race. The foregoing phraseology appears to be as broad as Congress\ncould have made it, and all practices which have the effect of making dwellings\nunavailable on the basis of race are therefore unlawful. In the application of\n• Section 3604(a) with this broad prohibition, it has been held that the failure\nto provide a black applicant with necessary and correct information concerning\nwhat he must do to become a tenant discourages and impedes his application\nand results in his exclusion from(cid:9) apartments because of race. United \nStates v. West Peachtree Tenth Corn., 437 F. 2d 221 (5th Cir. 1971); See.also\nUnited States v. Reddc:k, (No. 6541-71-P., S.D. Ala., January 27, 1972). It has\nalso been held that the imposition of more burdensome applications procedures,\nof delaying tactics, and of various forms of discouragement by resident managers\nand rental agents constitutes a violation not only by those who impose these\nprocedural roadblocks, but also by top management and owners who fail to set\nforth objective and reviewable procedures for apartment application and rental.\nUnited ,States v. Youritan Construction Company, (No. C-71-1165 ACW, N.D. Calif.\nFebruary 12, 1973).\nThe same principles which were developed in the above case with\nrespect to the prohibitions under Section 3604(a) are applicable to circumstances\ninvolving prospective homebuyers. Accordingly, any action by a real estate\nagent which in any way impedes, delays or discourages a prospective homebuyer\nfrom purchasing housing on a racial basis is unlawful. This is in accord with\n-5-\n\nthe position taken in Mayors v. Ridley, 465 P. 2d 630, 652-3 (D.C. Cir. 1972)\nwhere the Court of Appeals for the District of Columbia stated that the Fair\nHousing Act was intended to have \"the broadest objectives and scope\" and to\nprohibit not only open, direct discrimination but also all practices which\nhave a racially discouraging effect.\nIt is the opinion of this Court that when a real estate agent\nactively undertakes an effort to influence the choice of a Prospective home-\nbuyer on a racial basis, the agent either directly or indirectly discourages\nthe prospective homebuyer from purchasing a home in a particular area and\nfosters the perpetuation of racially_ segregated communities where available\nhousing has been traditionally denied to blacks because of their race.\nThe Court, therefore, concludes as a matter of law that steering is a violation\na teetiOh 3604 (a) 6f the Fair Housing Law.\nMISSION OF EVIDENCE OF TELEPHONE SOLICITATIONS \nAiring the course of the hearing on plaintiffs' Motion for a\nPreliminary Injunction, plaintiffs called as a witness Mr. James Schmitt for\nthe pUtpcite of proving- that Defendant Harrison-Moore made an overt racial\ntepresentation in violation of Section 3604(e) of the Fair Housing Act\nMt, Schmitt testified that in August 1972, he received a telephone call from\nparty Who claimed to be calling on behalf of Defendant Harrison-Moore Realty,\nInc. (hereinafter referred to as Defendant Harrison-Moore). When he was asked\nto relate the substance of the telephone conversation, Defendant Harrison-Moore\nObjected to the admission of the testimony on the ground that no foundation had\nbeen laid to prove the call in fact came from said defendant, and that, in  the\nabsence of such foundation, the testimony was inadmissible. The Court permitted\nthe testimony to be entered on a separate record with the understanding that\nthe testimony would be striken if it was found after a hearing on the matter\nthat the testimony was inadmissible.\n-6-\n\nThe witness in this instance did not initiate the telephone call\nand did not recognize the voice of the caller. Plaintiffs contend  that the\ntelephone conversation should be admitted against Defendant Harrison-Moore\nin spite of this because there is circumstantial evidence which corroborates\nthe statements by the caller that he was an agent of Defendant liarrison-Moore.\nThe circumstantial evidence on which plaintiffs rely are the facts that: (1)\nDefendant Harrison-Moore has admitted making telephone calls to residents of\nNorthwest Detroit to determine whether they were \"interested in listingtheir\nproperty with it\"; (2) the person who called Mr. Schmitt .was making the same\ntype solicitation; except that racial remarks were used;and (3) a number of\nother persons have stated in affidavits that they received telephone calls\nfrom individuals claiming to be agents of Defendant Harrison-Moore.\nSt is well established law with respect to telephone calls, that,\nif the person testifying does not recognize the voice of the caner, the\nVurrounding circumstances may be sufficient to establish the identity of the\ncaller and warrant the admission of the testimony. Van Piper v. United States,\nv. \n13 F. 2d 961 (2d Cir. 1926); Jarvis  United States, 90 P. 2d 243 (1st Cir.\n1937). Plaintiffs and Defendant Harrison-Moore agree on this rule of law,\nbut disagree on what constitutes sufficient circumstantial evidence to establish\nthe identity of the caller. This determination is within the discretion of\nthe trial judge. United. States v. Johnston, 318 P. 2d . 288, 292 (6th Cir. 1963).\nA review of the cases on the subject shows that the circumstantial evidence\nmust establish that it was improbable that anyone other than the defendant was\n• the caller before there is sufficient proof of the defendant's identity as the\ncaller. Van iper v. United States, surra; Jarvis v. United States, rurra;\nHartzell v. United States, 72 F. 2d 569, 578, (8th Cir. 1934); United States v.\nLoBue, 180 F. Supp. 955 (S.D. N.Y. 1960).\n-7-\n\nThe circumstantial evidence in this instance is sufficient to\nestablish that Defendant Harrison-Moore did make solicitations for real estate\nlistings by telephone' which were similar to the solicitation made by the pcfson\ncalling Mr. Schmitt; however, the evidence is not sufficient enough to establish\nthat it was improbable that anyone other than an agent of Defendant Harrison-\nMoore made the telephone call to Mr. Schmitt. The record suggests that many\ncompeting real estate agents were taking telephone solicitations for real estate\nlistings in the same area and at the same time as Mr. Schmitt's caller. Except\nfor the 'fact that the caller stated that he was calling in behalf of Defendant\nHarrison-Moore, there is nothing else in the conversation which suggest that\nthis particular cal1 could have come from only the defendant. In view of this,\nthis Court finds as a matter of law that Mr. Schmitt's testimony about the\nsubstance of the telephone conversation is inadmissible . as evidence of Defendant\nRattiSehMeore'S COn...Jet. This Court is mindful of plaintiffs' claim that\nblOCkbUsting by telephone is difficult to prosecute. Nevertheless, justice\nrequires that the-identity of the caller be reliably established before the\nttibstande of telephone conversations is admissible as proof of a defendant's\nactions.\nAt the hearing_ on December 6, 1972, plaintiffs also sought to intro-\nduce Mr. Schmitt's testimony for the purpose of showing the efforts to influence\nthe racial climate in the community. Such testiLr'lly would be relevant to the\ngueStion- Of whether o± not uninvited solicitations of_residential real estate\nby some person or persons\nlistings were being made /in violation of Section 3604(e). Therefore, the\ntestimony Concerning the telephone conversation will be admitted for this limited\npurpose.\nMOTIONS TO DISMISS\nThere are currently two motions before the Court to dismiss the\n. tottplaiht with •te:JPeOt to certain defendants. One motion seeks to have the\n.-;\n\nComplaint dismissed with resp&t7e to defeadant Frank Jackson d/b/a Grand\nOaks Realty Company. The Court will deny this motion. The other motion\nseeks to have•the Complaint dismissed as to Defendants Miller Brothers Realty\nCompany and W. V. Cohn. The Court defers ruling on this motion until after\nfurther hearings have been held on the matter.\nORDER \nIn accordance with the above, IT IS HEREBY ORDERED:\n1. That ,Defendant Frank Jackson's Motion to Dismiss be, and the\nsame is, denied; and\n2. That all parties appear before this Court on November 8, 1973\nat 3:00 P.M. for a hearing on the remaining Motion to Dismiss and the Motion\nfor a Preliminary Injunction. All supplemental briefs shall be presented to\nthe Court on or befor- October 31 , 1973\n.\nDAt.10■1 J. Y,EITH\nDAMON J. KEITH\nV. S. District Judge\nDATED: October , 1973.\nN I V\\‘37- C)°?\\(\nC13rk\nPrtLE.\n-9-,\n\nUNITED STATES DI7TRICT COURT\nEASTERN DISTRICT OF MICHIGAN\nSOUTH= DIVISION\nVINCENT ZUCH, et al.,\nPlaintiffs Civil Action\nv. NO. 38757  \nJOHN H. HUSSEY, et al.,\nDefendants\nMEMORANDUM OPINION AND ORDER\nOn August 16, 1972, plaintiffs filed this action pursuant to\n28 USC S 1343(4) and 42 USC S 3612 to obtain remedy for alleged violations\nof the fair housing provisions contained in Title VIII of the Civil Rights\nAct of 1968, 42 USC 5 3601, et seg. (The Fair Housing Act). This suit is a\nclass action being brought before the court-without jury against certain\nnamed defendants as represente,tives of larger classes composed of members\nof the real estate industry in the Detroit Metropolitan Area. Subsequent to\nthe filing of the action, three motions to dismiss were filed by various\ndefendants. A motion for a preliminary injunction was also filed by the\nplaintiffs and hearings were held on the motion in November and December\n1972. On instructions from the Court, the matter was adjourned on December 7,\n1972, without a date and the parties were directed to attempt  to negotiate a\nsettlement. The parties were not able to negotiate a-,Settlement and requested\nthat the Court determine certain issues as a matter of law to facilitate the\nproceedings. The Court concurred with the request and permitted the parties\nto submit any supplemental briefs they desired. Arguments were heard on July 3,\n1973. The matters raised in arguments and briefs and the rulings of the Court\nare presented below.\n*One Motion to Dismiss by Defendant Durso Real Estate, Inc., has\nbeen g=ted by a Consent Order of D ismissal filed on July 13, 1973.\n\nVNINVITVD SOLICITATIONS IN. TRANSITIONAL ARPAS\nIn their complaint, plaintiffs have chargolcertain defendants with\nmaking uninvited solicitations of residential real estate listings in viola-\ntion of the Fair Housing Act. Specifically, they contend that solicitations\nof listings are being made in racially transitional areas of Metropolitan\nDetroit where the solicitation itself implies race, even though no racial\nStatements are being used, and provides a racial, inducement for the sale of\nhomes in violation of Section 3604(e) of the Fair Housing Act. Defendants\ncontend that mere solicitation of a real estate listing, regardless as  to where\nit is made, is not a violation under the provisions of the Act.\nIt is a well known fact that racial tensions and anxieties are\ngenerated when blacks move into most all-white neighborhoods. It is also\nwell known that many real estate agencies attempt to exploit such a situation\nby making constant, uninvited solicitations for the sale of homes. In most*\ninstances, this activity (commonly referred to as \"blockbusting\") has proven\nto be an effective means of stimulating the sale of homes in racially transi-\ntional neighborhoods because it capitalizes upon the racial fears of whites\nby reminding them that blacks are moving into the area. The process is\narticulated quite clearly in United States v. Mitchell, 335 F. Supp. 1004,\n1005, (N.D. Ga. 1971), where the United States District Court for the Northern\nDistrict of Georgia stated:\n\"The evidence'at the trial disclosed many illuminating things\nabout what happens in a residential neighborhood when it becomes\nracially transitional. For example, if these cases are typical\n- - and the Court believes they are - - the following conse-\nquences can be predicted as inevitable and beyond dispute:\nFirst, a sense of panic and urgency immediately grips the neigh-\nborhood and rumors circulate and recirculate about the extent\nof the intrusion (real or fancied), the effect on property values\nand the quality of education. Second, there are sales and rumors\nof sales, some true some false. Third, the frenzied listing and\nsale of houses attracts real estate agents like flies to a\nleaking jug of honey. Fourth, even those owners who do not sell\nare sorely tempted as their neighbors move away, and hence those\nwho remain are peculiarly vulnerable. Fifth, the names of success-\nful agents are exchanged and recommended between homeowners and\n-2-\ns.'\n\nfrequently the ay'e:'nts arc called by the owners themselves,\nif not to make a listing then at: least to get an up-to-date\nappraisal. Constant solicitation of listings goes on by all\nagents either by house-to-house calls and/or by mail and/or\nby, telephone, to the point where owners and residents are drive:.\nalmost to distraction.\n\"In this maelstrom the atmosphereis necessarily charged with\nRace, whether mentioned or not, and as a result there is very\nlittle cause or necessity for an agent to make direct repre-\nsentations as to race or as to what is going on. On the central'\nboth sides already know, all tco well, what is going on. In\nshort, for an agent to get a listing or make a sale because of\nracial tensions in such an area is relatively easy, whereas the\ndirect mention of race in making the sale is superflouS and\nwholly unnecessary.\" (Emphasis by the Court.)\n•\nSection 3604(e) of the Fair Housing Act makes it unlawful:\nFor profit, to induce cr attempt to induce any person to sell.\n•or rent any dwelling by representations regarding the entry\nprospective entry/t8 the neighborhood of a person or persons.\nor \nof a particular race,color, religion, or national origin.\"\nThe purpose of this section is to prevent persons from preying\nupon the fears of property owners in racially transitional areas and inducing\npanic selling which results in community instability. United States v. \n327 F. Supp. 476, 479 (N.D. Ga. 1971). In construing the term \"representatic:\nas used in the section, this Court recognizes that each provision of the Fair\nHousing Act is to be given a liberal construction in order for it to accompli_\nits purpose. See United States v. rorthside Realty Ass. (No. 13932, N.D. Ga.,\nDecember 29, 1971). In that regard, the representations prohibited by Section\n3604(e) include the subtle, as well as the more obvious, forms of racial indue'\nments to sell. It is possible therefore for a representation to be a viola tic\n.of the section even if race is not explicitly mentioned. See United States\nv. Mintzes, 304 F. Supp. 1305 (D. Md. 1969).\ntest for determining what conduct constitutes a prohibited\nA \nrepresentation under Section 3604(e) was provided in United States v. Mitchcli,\n327 F. Supp 476 (N.D. Ga. 1971), where the District Co\nurt stated:\n•\n-3-\n\n\"A 8 3604(e) 'repreentations . . . would be any acts or\nwords that would be likely to co:jeg to a reasonable man,\nunder the circumstances, the idea that members of a particu-\nlar race, color, religion or national origin arc or may be\nentering his neighborhood. Of course to fall within 3 3604(e)\nthe. representation must also be made for profit and it must be\nmade to induce the sale of the person's property.\" (Emphasis by'\nthe Court.)\nThis court accepts *the above mentioned test as a valid and viable\nstandard by which to determine prohibited representations under Section 36D4(e)\nand concludes that uninvited solicitations of real estate listings in racially\ntransitional neighborhoods are prohibited representations under the standard\nif it can be established (1) that the solicitations are made for profit, (2)\nthat'the solicitations are intended to induce the sale of a dwelling, and (3)\nthat the solicitations would convey to a reasonable man, under the circumstances,\nthe idea that members of a particular race are or may be entering the neighbor-\nhood.\nSTEERING ON A RACIAL BASIS\nPlaintiffs contend that steering on a racial basis (\"steering\")\nis prohibited by that portion of Section 3604(a) of the Pair Reusing Act which\nmakes it unlawful to \"otherwise make unavailable or deny, a dwelling to any\nperson because of race.\" As defined by plaintiffs, steering would include any\nword br action by a real estate broker or salesman which is used to innuence\nthe choice of a prospective homebuyer on a racial basis.\nSection 3604(a) provides that it shall be unlawful:\n\"To refuse to sell or rent after the making of a bona fide\noffer, or to refuse to negotiate for the sale or rental of,\nor otherwise make unavailable or deny, a dwelling to any\nperson because of race, color, religion or national origin.\"\nThis section contains both specific and general prohibitions.\nThe specific prohibitions make it unlawful, on the basis of race, (1) to\nrefuse to sell or rent after the making of a bona fide offer, and (2) to refuse\n•\n\nto negotiate for a sale or rental. These two prohibitions arc applicable\nin unmistakable circumstances. Under the general provision, the  section\nmakes it unlawful to \"otherwise-make unavailable\" housing or to deny housing\nbecause of race. The foregoing phraseology appears to be as broad as Congress\ncould have made it, and all practices which have the effect of making dwellings\nunavailable on the basis of race are therefore unlawful. In the application of\n• Section 3604(a) with this broad prohibition, it has been held that the failure\nto provide a black applicant with necessary and correct information concerning\nwhat he must do to become a tenant discourages and impedes his application\nand results in his exclusion from(cid:9) apartments because of race. United \nStates v. West Peachtree Tenth Corn., 437 F. 2d 221 (5th Cir. 1971); See.also\nUnited States v. Reddc:k, (No. 6541-71-P., S.D. Ala., January 27, 1972). It has\nalso been held that the imposition of more burdensome applications procedures,\nof delaying tactics, and of various forms of discouragement by resident managers\nand rental agents constitutes a violation not only by those who impose these\nprocedural roadblocks, but also by top management and owners who fail to set\nforth objective and reviewable procedures for apartment application and rental.\nUnited ,States v. Youritan Construction Company, (No. C-71-1165 ACW, N.D. Calif.\nFebruary 12, 1973).\nThe same principles which were developed in the above case with\nrespect to the prohibitions under Section 3604(a) are applicable to circumstances\ninvolving prospective homebuyers. Accordingly, any action by a real estate\nagent which in any way impedes, delays or discourages a prospective homebuyer\nfrom purchasing housing on a racial basis is unlawful. This is in accord with\n-5-\n\nthe position taken in Mayors v. Ridley, 465 P. 2d 630, 652-3 (D.C. Cir. 1972)\nwhere the Court of Appeals for the District of Columbia stated that the Fair\nHousing Act was intended to have \"the broadest objectives and scope\" and to\nprohibit not only open, direct discrimination but also all practices which\nhave a racially discouraging effect.\nIt is the opinion of this Court that when a real estate agent\nactively undertakes an effort to influence the choice of a Prospective home-\nbuyer on a racial basis, the agent either directly or indirectly discourages\nthe prospective homebuyer from purchasing a home in a particular area and\nfosters the perpetuation of racially_ segregated communities where available\nhousing has been traditionally denied to blacks because of their race.\nThe Court, therefore, concludes as a matter of law that steering is a violation\na teetiOh 3604 (a) 6f the Fair Housing Law.\nMISSION OF EVIDENCE OF TELEPHONE SOLICITATIONS \nAiring the course of the hearing on plaintiffs' Motion for a\nPreliminary Injunction, plaintiffs called as a witness Mr. James Schmitt for\nthe pUtpcite of proving- that Defendant Harrison-Moore made an overt racial\ntepresentation in violation of Section 3604(e) of the Fair Housing Act\nMt, Schmitt testified that in August 1972, he received a telephone call from\nparty Who claimed to be calling on behalf of Defendant Harrison-Moore Realty,\nInc. (hereinafter referred to as Defendant Harrison-Moore). When he was asked\nto relate the substance of the telephone conversation, Defendant Harrison-Moore\nObjected to the admission of the testimony on the ground that no foundation had\nbeen laid to prove the call in fact came from said defendant, and that, in  the\nabsence of such foundation, the testimony was inadmissible. The Court permitted\nthe testimony to be entered on a separate record with the understanding that\nthe testimony would be striken if it was found after a hearing on the matter\nthat the testimony was inadmissible.\n-6-\n\nThe witness in this instance did not initiate the telephone call\nand did not recognize the voice of the caller. Plaintiffs contend  that the\ntelephone conversation should be admitted against Defendant Harrison-Moore\nin spite of this because there is circumstantial evidence which corroborates\nthe statements by the caller that he was an agent of Defendant liarrison-Moore.\nThe circumstantial evidence on which plaintiffs rely are the facts that: (1)\nDefendant Harrison-Moore has admitted making telephone calls to residents of\nNorthwest Detroit to determine whether they were \"interested in listingtheir\nproperty with it\"; (2) the person who called Mr. Schmitt .was making the same\ntype solicitation; except that racial remarks were used;and (3) a number of\nother persons have stated in affidavits that they received telephone calls\nfrom individuals claiming to be agents of Defendant Harrison-Moore.\nSt is well established law with respect to telephone calls, that,\nif the person testifying does not recognize the voice of the caner, the\nVurrounding circumstances may be sufficient to establish the identity of the\ncaller and warrant the admission of the testimony. Van Piper v. United States,\nv. \n13 F. 2d 961 (2d Cir. 1926); Jarvis  United States, 90 P. 2d 243 (1st Cir.\n1937). Plaintiffs and Defendant Harrison-Moore agree on this rule of law,\nbut disagree on what constitutes sufficient circumstantial evidence to establish\nthe identity of the caller. This determination is within the discretion of\nthe trial judge. United. States v. Johnston, 318 P. 2d . 288, 292 (6th Cir. 1963).\nA review of the cases on the subject shows that the circumstantial evidence\nmust establish that it was improbable that anyone other than the defendant was\n• the caller before there is sufficient proof of the defendant's identity as the\ncaller. Van iper v. United States, surra; Jarvis v. United States, rurra;\nHartzell v. United States, 72 F. 2d 569, 578, (8th Cir. 1934); United States v.\nLoBue, 180 F. Supp. 955 (S.D. N.Y. 1960).\n-7-\n\nThe circumstantial evidence in this instance is sufficient to\nestablish that Defendant Harrison-Moore did make solicitations for real estate\nlistings by telephone' which were similar to the solicitation made by the pcfson\ncalling Mr. Schmitt; however, the evidence is not sufficient enough to establish\nthat it was improbable that anyone other than an agent of Defendant Harrison-\nMoore made the telephone call to Mr. Schmitt. The record suggests that many\ncompeting real estate agents were taking telephone solicitations for real estate\nlistings in the same area and at the same time as Mr. Schmitt's caller. Except\nfor the 'fact that the caller stated that he was calling in behalf of Defendant\nHarrison-Moore, there is nothing else in the conversation which suggest that\nthis particular cal1 could have come from only the defendant. In view of this,\nthis Court finds as a matter of law that Mr. Schmitt's testimony about the\nsubstance of the telephone conversation is inadmissible . as evidence of Defendant\nRattiSehMeore'S COn...Jet. This Court is mindful of plaintiffs' claim that\nblOCkbUsting by telephone is difficult to prosecute. Nevertheless, justice\nrequires that the-identity of the caller be reliably established before the\nttibstande of telephone conversations is admissible as proof of a defendant's\nactions.\nAt the hearing_ on December 6, 1972, plaintiffs also sought to intro-\nduce Mr. Schmitt's testimony for the purpose of showing the efforts to influence\nthe racial climate in the community. Such testiLr'lly would be relevant to the\ngueStion- Of whether o± not uninvited solicitations of_residential real estate\nby some person or persons\nlistings were being made /in violation of Section 3604(e). Therefore, the\ntestimony Concerning the telephone conversation will be admitted for this limited\npurpose.\nMOTIONS TO DISMISS\nThere are currently two motions before the Court to dismiss the\n. tottplaiht with •te:JPeOt to certain defendants. One motion seeks to have the\n.-;\n\nComplaint dismissed with resp&t7e to defeadant Frank Jackson d/b/a Grand\nOaks Realty Company. The Court will deny this motion. The other motion\nseeks to have•the Complaint dismissed as to Defendants Miller Brothers Realty\nCompany and W. V. Cohn. The Court defers ruling on this motion until after\nfurther hearings have been held on the matter.\nORDER \nIn accordance with the above, IT IS HEREBY ORDERED:\n1. That ,Defendant Frank Jackson's Motion to Dismiss be, and the\nsame is, denied; and\n2. That all parties appear before this Court on November 8, 1973\nat 3:00 P.M. for a hearing on the remaining Motion to Dismiss and the Motion\nfor a Preliminary Injunction. All supplemental briefs shall be presented to\nthe Court on or befor- October 31 , 1973\n.\nDAt.10■1 J. Y,EITH\nDAMON J. KEITH\nV. S. District Judge\nDATED: October , 1973.\nN I V\\‘37- C)°?\\(\nC13rk\nPrtLE.\n-9-,\n\nUNITED STATES DI7TRICT COURT\nEASTERN DISTRICT OF MICHIGAN\nSOUTH= DIVISION\nVINCENT ZUCH, et al.,\nPlaintiffs Civil Action\nv. NO. 38757  \nJOHN H. HUSSEY, et al.,\nDefendants\nMEMORANDUM OPINION AND ORDER\nOn August 16, 1972, plaintiffs filed this action pursuant to\n28 USC S 1343(4) and 42 USC S 3612 to obtain remedy for alleged violations\nof the fair housing provisions contained in Title VIII of the Civil Rights\nAct of 1968, 42 USC 5 3601, et seg. (The Fair Housing Act). This suit is a\nclass action being brought before the court-without jury against certain\nnamed defendants as represente,tives of larger classes composed of members\nof the real estate industry in the Detroit Metropolitan Area. Subsequent to\nthe filing of the action, three motions to dismiss were filed by various\ndefendants. A motion for a preliminary injunction was also filed by the\nplaintiffs and hearings were held on the motion in November and December\n1972. On instructions from the Court, the matter was adjourned on December 7,\n1972, without a date and the parties were directed to attempt  to negotiate a\nsettlement. The parties were not able to negotiate a-,Settlement and requested\nthat the Court determine certain issues as a matter of law to facilitate the\nproceedings. The Court concurred with the request and permitted the parties\nto submit any supplemental briefs they desired. Arguments were heard on July 3,\n1973. The matters raised in arguments and briefs and the rulings of the Court\nare presented below.\n*One Motion to Dismiss by Defendant Durso Real Estate, Inc., has\nbeen g=ted by a Consent Order of D ismissal filed on July 13, 1973.\n\nVNINVITVD SOLICITATIONS IN. TRANSITIONAL ARPAS\nIn their complaint, plaintiffs have chargolcertain defendants with\nmaking uninvited solicitations of residential real estate listings in viola-\ntion of the Fair Housing Act. Specifically, they contend that solicitations\nof listings are being made in racially transitional areas of Metropolitan\nDetroit where the solicitation itself implies race, even though no racial\nStatements are being used, and provides a racial, inducement for the sale of\nhomes in violation of Section 3604(e) of the Fair Housing Act. Defendants\ncontend that mere solicitation of a real estate listing, regardless as  to where\nit is made, is not a violation under the provisions of the Act.\nIt is a well known fact that racial tensions and anxieties are\ngenerated when blacks move into most all-white neighborhoods. It is also\nwell known that many real estate agencies attempt to exploit such a situation\nby making constant, uninvited solicitations for the sale of homes. In most*\ninstances, this activity (commonly referred to as \"blockbusting\") has proven\nto be an effective means of stimulating the sale of homes in racially transi-\ntional neighborhoods because it capitalizes upon the racial fears of whites\nby reminding them that blacks are moving into the area. The process is\narticulated quite clearly in United States v. Mitchell, 335 F. Supp. 1004,\n1005, (N.D. Ga. 1971), where the United States District Court for the Northern\nDistrict of Georgia stated:\n\"The evidence'at the trial disclosed many illuminating things\nabout what happens in a residential neighborhood when it becomes\nracially transitional. For example, if these cases are typical\n- - and the Court believes they are - - the following conse-\nquences can be predicted as inevitable and beyond dispute:\nFirst, a sense of panic and urgency immediately grips the neigh-\nborhood and rumors circulate and recirculate about the extent\nof the intrusion (real or fancied), the effect on property values\nand the quality of education. Second, there are sales and rumors\nof sales, some true some false. Third, the frenzied listing and\nsale of houses attracts real estate agents like flies to a\nleaking jug of honey. Fourth, even those owners who do not sell\nare sorely tempted as their neighbors move away, and hence those\nwho remain are peculiarly vulnerable. Fifth, the names of success-\nful agents are exchanged and recommended between homeowners and\n-2-\ns.'\n\nfrequently the ay'e:'nts arc called by the owners themselves,\nif not to make a listing then at: least to get an up-to-date\nappraisal. Constant solicitation of listings goes on by all\nagents either by house-to-house calls and/or by mail and/or\nby, telephone, to the point where owners and residents are drive:.\nalmost to distraction.\n\"In this maelstrom the atmosphereis necessarily charged with\nRace, whether mentioned or not, and as a result there is very\nlittle cause or necessity for an agent to make direct repre-\nsentations as to race or as to what is going on. On the central'\nboth sides already know, all tco well, what is going on. In\nshort, for an agent to get a listing or make a sale because of\nracial tensions in such an area is relatively easy, whereas the\ndirect mention of race in making the sale is superflouS and\nwholly unnecessary.\" (Emphasis by the Court.)\n•\nSection 3604(e) of the Fair Housing Act makes it unlawful:\nFor profit, to induce cr attempt to induce any person to sell.\n•or rent any dwelling by representations regarding the entry\nprospective entry/t8 the neighborhood of a person or persons.\nor \nof a particular race,color, religion, or national origin.\"\nThe purpose of this section is to prevent persons from preying\nupon the fears of property owners in racially transitional areas and inducing\npanic selling which results in community instability. United States v. \n327 F. Supp. 476, 479 (N.D. Ga. 1971). In construing the term \"representatic:\nas used in the section, this Court recognizes that each provision of the Fair\nHousing Act is to be given a liberal construction in order for it to accompli_\nits purpose. See United States v. rorthside Realty Ass. (No. 13932, N.D. Ga.,\nDecember 29, 1971). In that regard, the representations prohibited by Section\n3604(e) include the subtle, as well as the more obvious, forms of racial indue'\nments to sell. It is possible therefore for a representation to be a viola tic\n.of the section even if race is not explicitly mentioned. See United States\nv. Mintzes, 304 F. Supp. 1305 (D. Md. 1969).\ntest for determining what conduct constitutes a prohibited\nA \nrepresentation under Section 3604(e) was provided in United States v. Mitchcli,\n327 F. Supp 476 (N.D. Ga. 1971), where the District Co\nurt stated:\n•\n-3-\n\n\"A 8 3604(e) 'repreentations . . . would be any acts or\nwords that would be likely to co:jeg to a reasonable man,\nunder the circumstances, the idea that members of a particu-\nlar race, color, religion or national origin arc or may be\nentering his neighborhood. Of course to fall within 3 3604(e)\nthe. representation must also be made for profit and it must be\nmade to induce the sale of the person's property.\" (Emphasis by'\nthe Court.)\nThis court accepts *the above mentioned test as a valid and viable\nstandard by which to determine prohibited representations under Section 36D4(e)\nand concludes that uninvited solicitations of real estate listings in racially\ntransitional neighborhoods are prohibited representations under the standard\nif it can be established (1) that the solicitations are made for profit, (2)\nthat'the solicitations are intended to induce the sale of a dwelling, and (3)\nthat the solicitations would convey to a reasonable man, under the circumstances,\nthe idea that members of a particular race are or may be entering the neighbor-\nhood.\nSTEERING ON A RACIAL BASIS\nPlaintiffs contend that steering on a racial basis (\"steering\")\nis prohibited by that portion of Section 3604(a) of the Pair Reusing Act which\nmakes it unlawful to \"otherwise make unavailable or deny, a dwelling to any\nperson because of race.\" As defined by plaintiffs, steering would include any\nword br action by a real estate broker or salesman which is used to innuence\nthe choice of a prospective homebuyer on a racial basis.\nSection 3604(a) provides that it shall be unlawful:\n\"To refuse to sell or rent after the making of a bona fide\noffer, or to refuse to negotiate for the sale or rental of,\nor otherwise make unavailable or deny, a dwelling to any\nperson because of race, color, religion or national origin.\"\nThis section contains both specific and general prohibitions.\nThe specific prohibitions make it unlawful, on the basis of race, (1) to\nrefuse to sell or rent after the making of a bona fide offer, and (2) to refuse\n•\n\nto negotiate for a sale or rental. These two prohibitions arc applicable\nin unmistakable circumstances. Under the general provision, the  section\nmakes it unlawful to \"otherwise-make unavailable\" housing or to deny housing\nbecause of race. The foregoing phraseology appears to be as broad as Congress\ncould have made it, and all practices which have the effect of making dwellings\nunavailable on the basis of race are therefore unlawful. In the application of\n• Section 3604(a) with this broad prohibition, it has been held that the failure\nto provide a black applicant with necessary and correct information concerning\nwhat he must do to become a tenant discourages and impedes his application\nand results in his exclusion from(cid:9) apartments because of race. United \nStates v. West Peachtree Tenth Corn., 437 F. 2d 221 (5th Cir. 1971); See.also\nUnited States v. Reddc:k, (No. 6541-71-P., S.D. Ala., January 27, 1972). It has\nalso been held that the imposition of more burdensome applications procedures,\nof delaying tactics, and of various forms of discouragement by resident managers\nand rental agents constitutes a violation not only by those who impose these\nprocedural roadblocks, but also by top management and owners who fail to set\nforth objective and reviewable procedures for apartment application and rental.\nUnited ,States v. Youritan Construction Company, (No. C-71-1165 ACW, N.D. Calif.\nFebruary 12, 1973).\nThe same principles which were developed in the above case with\nrespect to the prohibitions under Section 3604(a) are applicable to circumstances\ninvolving prospective homebuyers. Accordingly, any action by a real estate\nagent which in any way impedes, delays or discourages a prospective homebuyer\nfrom purchasing housing on a racial basis is unlawful. This is in accord with\n-5-\n\nthe position taken in Mayors v. Ridley, 465 P. 2d 630, 652-3 (D.C. Cir. 1972)\nwhere the Court of Appeals for the District of Columbia stated that the Fair\nHousing Act was intended to have \"the broadest objectives and scope\" and to\nprohibit not only open, direct discrimination but also all practices which\nhave a racially discouraging effect.\nIt is the opinion of this Court that when a real estate agent\nactively undertakes an effort to influence the choice of a Prospective home-\nbuyer on a racial basis, the agent either directly or indirectly discourages\nthe prospective homebuyer from purchasing a home in a particular area and\nfosters the perpetuation of racially_ segregated communities where available\nhousing has been traditionally denied to blacks because of their race.\nThe Court, therefore, concludes as a matter of law that steering is a violation\na teetiOh 3604 (a) 6f the Fair Housing Law.\nMISSION OF EVIDENCE OF TELEPHONE SOLICITATIONS \nAiring the course of the hearing on plaintiffs' Motion for a\nPreliminary Injunction, plaintiffs called as a witness Mr. James Schmitt for\nthe pUtpcite of proving- that Defendant Harrison-Moore made an overt racial\ntepresentation in violation of Section 3604(e) of the Fair Housing Act\nMt, Schmitt testified that in August 1972, he received a telephone call from\nparty Who claimed to be calling on behalf of Defendant Harrison-Moore Realty,\nInc. (hereinafter referred to as Defendant Harrison-Moore). When he was asked\nto relate the substance of the telephone conversation, Defendant Harrison-Moore\nObjected to the admission of the testimony on the ground that no foundation had\nbeen laid to prove the call in fact came from said defendant, and that, in  the\nabsence of such foundation, the testimony was inadmissible. The Court permitted\nthe testimony to be entered on a separate record with the understanding that\nthe testimony would be striken if it was found after a hearing on the matter\nthat the testimony was inadmissible.\n-6-\n\nThe witness in this instance did not initiate the telephone call\nand did not recognize the voice of the caller. Plaintiffs contend  that the\ntelephone conversation should be admitted against Defendant Harrison-Moore\nin spite of this because there is circumstantial evidence which corroborates\nthe statements by the caller that he was an agent of Defendant liarrison-Moore.\nThe circumstantial evidence on which plaintiffs rely are the facts that: (1)\nDefendant Harrison-Moore has admitted making telephone calls to residents of\nNorthwest Detroit to determine whether they were \"interested in listingtheir\nproperty with it\"; (2) the person who called Mr. Schmitt .was making the same\ntype solicitation; except that racial remarks were used;and (3) a number of\nother persons have stated in affidavits that they received telephone calls\nfrom individuals claiming to be agents of Defendant Harrison-Moore.\nSt is well established law with respect to telephone calls, that,\nif the person testifying does not recognize the voice of the caner, the\nVurrounding circumstances may be sufficient to establish the identity of the\ncaller and warrant the admission of the testimony. Van Piper v. United States,\nv. \n13 F. 2d 961 (2d Cir. 1926); Jarvis  United States, 90 P. 2d 243 (1st Cir.\n1937). Plaintiffs and Defendant Harrison-Moore agree on this rule of law,\nbut disagree on what constitutes sufficient circumstantial evidence to establish\nthe identity of the caller. This determination is within the discretion of\nthe trial judge. United. States v. Johnston, 318 P. 2d . 288, 292 (6th Cir. 1963).\nA review of the cases on the subject shows that the circumstantial evidence\nmust establish that it was improbable that anyone other than the defendant was\n• the caller before there is sufficient proof of the defendant's identity as the\ncaller. Van iper v. United States, surra; Jarvis v. United States, rurra;\nHartzell v. United States, 72 F. 2d 569, 578, (8th Cir. 1934); United States v.\nLoBue, 180 F. Supp. 955 (S.D. N.Y. 1960).\n-7-\n\nThe circumstantial evidence in this instance is sufficient to\nestablish that Defendant Harrison-Moore did make solicitations for real estate\nlistings by telephone' which were similar to the solicitation made by the pcfson\ncalling Mr. Schmitt; however, the evidence is not sufficient enough to establish\nthat it was improbable that anyone other than an agent of Defendant Harrison-\nMoore made the telephone call to Mr. Schmitt. The record suggests that many\ncompeting real estate agents were taking telephone solicitations for real estate\nlistings in the same area and at the same time as Mr. Schmitt's caller. Except\nfor the 'fact that the caller stated that he was calling in behalf of Defendant\nHarrison-Moore, there is nothing else in the conversation which suggest that\nthis particular cal1 could have come from only the defendant. In view of this,\nthis Court finds as a matter of law that Mr. Schmitt's testimony about the\nsubstance of the telephone conversation is inadmissible . as evidence of Defendant\nRattiSehMeore'S COn...Jet. This Court is mindful of plaintiffs' claim that\nblOCkbUsting by telephone is difficult to prosecute. Nevertheless, justice\nrequires that the-identity of the caller be reliably established before the\nttibstande of telephone conversations is admissible as proof of a defendant's\nactions.\nAt the hearing_ on December 6, 1972, plaintiffs also sought to intro-\nduce Mr. Schmitt's testimony for the purpose of showing the efforts to influence\nthe racial climate in the community. Such testiLr'lly would be relevant to the\ngueStion- Of whether o± not uninvited solicitations of_residential real estate\nby some person or persons\nlistings were being made /in violation of Section 3604(e). Therefore, the\ntestimony Concerning the telephone conversation will be admitted for this limited\npurpose.\nMOTIONS TO DISMISS\nThere are currently two motions before the Court to dismiss the\n. tottplaiht with •te:JPeOt to certain defendants. One motion seeks to have the\n.-;\n\nComplaint dismissed with resp&t7e to defeadant Frank Jackson d/b/a Grand\nOaks Realty Company. The Court will deny this motion. The other motion\nseeks to have•the Complaint dismissed as to Defendants Miller Brothers Realty\nCompany and W. V. Cohn. The Court defers ruling on this motion until after\nfurther hearings have been held on the matter.\nORDER \nIn accordance with the above, IT IS HEREBY ORDERED:\n1. That ,Defendant Frank Jackson's Motion to Dismiss be, and the\nsame is, denied; and\n2. That all parties appear before this Court on November 8, 1973\nat 3:00 P.M. for a hearing on the remaining Motion to Dismiss and the Motion\nfor a Preliminary Injunction. All supplemental briefs shall be presented to\nthe Court on or befor- October 31 , 1973\n.\nDAt.10■1 J. Y,EITH\nDAMON J. KEITH\nV. S. District Judge\nDATED: October , 1973.\nN I V\\‘37- C)°?\\(\nC13rk\nPrtLE.\n-9-,",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/78598"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116720,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116720"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 90698,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/90698.pdf",
      "title": "Memorandum Opinion and Order",
      "text": "UNITED STATES DI7TRICT COURT\nEASTERN DISTRICT OF MICHIGAN\nSOUTH= DIVISION\nVINCENT ZUCH, et al.,\nPlaintiffs Civil Action\nv. NO. 38757  \nJOHN H. HUSSEY, et al.,\nDefendants\nMEMORANDUM OPINION AND ORDER\nOn August 16, 1972, plaintiffs filed this action pursuant to\n28 USC S 1343(4) and 42 USC S 3612 to obtain remedy for alleged violations\nof the fair housing provisions contained in Title VIII of the Civil Rights\nAct of 1968, 42 USC 5 3601, et seg. (The Fair Housing Act). This suit is a\nclass action being brought before the court-without jury against certain\nnamed defendants as represente,tives of larger classes composed of members\nof the real estate industry in the Detroit Metropolitan Area. Subsequent to\nthe filing of the action, three motions to dismiss were filed by various\ndefendants. A motion for a preliminary injunction was also filed by the\nplaintiffs and hearings were held on the motion in November and December\n1972. On instructions from the Court, the matter was adjourned on December 7,\n1972, without a date and the parties were directed to attempt  to negotiate a\nsettlement. The parties were not able to negotiate a-,Settlement and requested\nthat the Court determine certain issues as a matter of law to facilitate the\nproceedings. The Court concurred with the request and permitted the parties\nto submit any supplemental briefs they desired. Arguments were heard on July 3,\n1973. The matters raised in arguments and briefs and the rulings of the Court\nare presented below.\n*One Motion to Dismiss by Defendant Durso Real Estate, Inc., has\nbeen g=ted by a Consent Order of D ismissal filed on July 13, 1973.\n\nVNINVITVD SOLICITATIONS IN. TRANSITIONAL ARPAS\nIn their complaint, plaintiffs have chargolcertain defendants with\nmaking uninvited solicitations of residential real estate listings in viola-\ntion of the Fair Housing Act. Specifically, they contend that solicitations\nof listings are being made in racially transitional areas of Metropolitan\nDetroit where the solicitation itself implies race, even though no racial\nStatements are being used, and provides a racial, inducement for the sale of\nhomes in violation of Section 3604(e) of the Fair Housing Act. Defendants\ncontend that mere solicitation of a real estate listing, regardless as  to where\nit is made, is not a violation under the provisions of the Act.\nIt is a well known fact that racial tensions and anxieties are\ngenerated when blacks move into most all-white neighborhoods. It is also\nwell known that many real estate agencies attempt to exploit such a situation\nby making constant, uninvited solicitations for the sale of homes. In most*\ninstances, this activity (commonly referred to as \"blockbusting\") has proven\nto be an effective means of stimulating the sale of homes in racially transi-\ntional neighborhoods because it capitalizes upon the racial fears of whites\nby reminding them that blacks are moving into the area. The process is\narticulated quite clearly in United States v. Mitchell, 335 F. Supp. 1004,\n1005, (N.D. Ga. 1971), where the United States District Court for the Northern\nDistrict of Georgia stated:\n\"The evidence'at the trial disclosed many illuminating things\nabout what happens in a residential neighborhood when it becomes\nracially transitional. For example, if these cases are typical\n- - and the Court believes they are - - the following conse-\nquences can be predicted as inevitable and beyond dispute:\nFirst, a sense of panic and urgency immediately grips the neigh-\nborhood and rumors circulate and recirculate about the extent\nof the intrusion (real or fancied), the effect on property values\nand the quality of education. Second, there are sales and rumors\nof sales, some true some false. Third, the frenzied listing and\nsale of houses attracts real estate agents like flies to a\nleaking jug of honey. Fourth, even those owners who do not sell\nare sorely tempted as their neighbors move away, and hence those\nwho remain are peculiarly vulnerable. Fifth, the names of success-\nful agents are exchanged and recommended between homeowners and\n-2-\ns.'\n\nfrequently the ay'e:'nts arc called by the owners themselves,\nif not to make a listing then at: least to get an up-to-date\nappraisal. Constant solicitation of listings goes on by all\nagents either by house-to-house calls and/or by mail and/or\nby, telephone, to the point where owners and residents are drive:.\nalmost to distraction.\n\"In this maelstrom the atmosphereis necessarily charged with\nRace, whether mentioned or not, and as a result there is very\nlittle cause or necessity for an agent to make direct repre-\nsentations as to race or as to what is going on. On the central'\nboth sides already know, all tco well, what is going on. In\nshort, for an agent to get a listing or make a sale because of\nracial tensions in such an area is relatively easy, whereas the\ndirect mention of race in making the sale is superflouS and\nwholly unnecessary.\" (Emphasis by the Court.)\n•\nSection 3604(e) of the Fair Housing Act makes it unlawful:\nFor profit, to induce cr attempt to induce any person to sell.\n•or rent any dwelling by representations regarding the entry\nprospective entry/t8 the neighborhood of a person or persons.\nor \nof a particular race,color, religion, or national origin.\"\nThe purpose of this section is to prevent persons from preying\nupon the fears of property owners in racially transitional areas and inducing\npanic selling which results in community instability. United States v. \n327 F. Supp. 476, 479 (N.D. Ga. 1971). In construing the term \"representatic:\nas used in the section, this Court recognizes that each provision of the Fair\nHousing Act is to be given a liberal construction in order for it to accompli_\nits purpose. See United States v. rorthside Realty Ass. (No. 13932, N.D. Ga.,\nDecember 29, 1971). In that regard, the representations prohibited by Section\n3604(e) include the subtle, as well as the more obvious, forms of racial indue'\nments to sell. It is possible therefore for a representation to be a viola tic\n.of the section even if race is not explicitly mentioned. See United States\nv. Mintzes, 304 F. Supp. 1305 (D. Md. 1969).\ntest for determining what conduct constitutes a prohibited\nA \nrepresentation under Section 3604(e) was provided in United States v. Mitchcli,\n327 F. Supp 476 (N.D. Ga. 1971), where the District Co\nurt stated:\n•\n-3-\n\n\"A 8 3604(e) 'repreentations . . . would be any acts or\nwords that would be likely to co:jeg to a reasonable man,\nunder the circumstances, the idea that members of a particu-\nlar race, color, religion or national origin arc or may be\nentering his neighborhood. Of course to fall within 3 3604(e)\nthe. representation must also be made for profit and it must be\nmade to induce the sale of the person's property.\" (Emphasis by'\nthe Court.)\nThis court accepts *the above mentioned test as a valid and viable\nstandard by which to determine prohibited representations under Section 36D4(e)\nand concludes that uninvited solicitations of real estate listings in racially\ntransitional neighborhoods are prohibited representations under the standard\nif it can be established (1) that the solicitations are made for profit, (2)\nthat'the solicitations are intended to induce the sale of a dwelling, and (3)\nthat the solicitations would convey to a reasonable man, under the circumstances,\nthe idea that members of a particular race are or may be entering the neighbor-\nhood.\nSTEERING ON A RACIAL BASIS\nPlaintiffs contend that steering on a racial basis (\"steering\")\nis prohibited by that portion of Section 3604(a) of the Pair Reusing Act which\nmakes it unlawful to \"otherwise make unavailable or deny, a dwelling to any\nperson because of race.\" As defined by plaintiffs, steering would include any\nword br action by a real estate broker or salesman which is used to innuence\nthe choice of a prospective homebuyer on a racial basis.\nSection 3604(a) provides that it shall be unlawful:\n\"To refuse to sell or rent after the making of a bona fide\noffer, or to refuse to negotiate for the sale or rental of,\nor otherwise make unavailable or deny, a dwelling to any\nperson because of race, color, religion or national origin.\"\nThis section contains both specific and general prohibitions.\nThe specific prohibitions make it unlawful, on the basis of race, (1) to\nrefuse to sell or rent after the making of a bona fide offer, and (2) to refuse\n•\n\nto negotiate for a sale or rental. These two prohibitions arc applicable\nin unmistakable circumstances. Under the general provision, the  section\nmakes it unlawful to \"otherwise-make unavailable\" housing or to deny housing\nbecause of race. The foregoing phraseology appears to be as broad as Congress\ncould have made it, and all practices which have the effect of making dwellings\nunavailable on the basis of race are therefore unlawful. In the application of\n• Section 3604(a) with this broad prohibition, it has been held that the failure\nto provide a black applicant with necessary and correct information concerning\nwhat he must do to become a tenant discourages and impedes his application\nand results in his exclusion from(cid:9) apartments because of race. United \nStates v. West Peachtree Tenth Corn., 437 F. 2d 221 (5th Cir. 1971); See.also\nUnited States v. Reddc:k, (No. 6541-71-P., S.D. Ala., January 27, 1972). It has\nalso been held that the imposition of more burdensome applications procedures,\nof delaying tactics, and of various forms of discouragement by resident managers\nand rental agents constitutes a violation not only by those who impose these\nprocedural roadblocks, but also by top management and owners who fail to set\nforth objective and reviewable procedures for apartment application and rental.\nUnited ,States v. Youritan Construction Company, (No. C-71-1165 ACW, N.D. Calif.\nFebruary 12, 1973).\nThe same principles which were developed in the above case with\nrespect to the prohibitions under Section 3604(a) are applicable to circumstances\ninvolving prospective homebuyers. Accordingly, any action by a real estate\nagent which in any way impedes, delays or discourages a prospective homebuyer\nfrom purchasing housing on a racial basis is unlawful. This is in accord with\n-5-\n\nthe position taken in Mayors v. Ridley, 465 P. 2d 630, 652-3 (D.C. Cir. 1972)\nwhere the Court of Appeals for the District of Columbia stated that the Fair\nHousing Act was intended to have \"the broadest objectives and scope\" and to\nprohibit not only open, direct discrimination but also all practices which\nhave a racially discouraging effect.\nIt is the opinion of this Court that when a real estate agent\nactively undertakes an effort to influence the choice of a Prospective home-\nbuyer on a racial basis, the agent either directly or indirectly discourages\nthe prospective homebuyer from purchasing a home in a particular area and\nfosters the perpetuation of racially_ segregated communities where available\nhousing has been traditionally denied to blacks because of their race.\nThe Court, therefore, concludes as a matter of law that steering is a violation\na teetiOh 3604 (a) 6f the Fair Housing Law.\nMISSION OF EVIDENCE OF TELEPHONE SOLICITATIONS \nAiring the course of the hearing on plaintiffs' Motion for a\nPreliminary Injunction, plaintiffs called as a witness Mr. James Schmitt for\nthe pUtpcite of proving- that Defendant Harrison-Moore made an overt racial\ntepresentation in violation of Section 3604(e) of the Fair Housing Act\nMt, Schmitt testified that in August 1972, he received a telephone call from\nparty Who claimed to be calling on behalf of Defendant Harrison-Moore Realty,\nInc. (hereinafter referred to as Defendant Harrison-Moore). When he was asked\nto relate the substance of the telephone conversation, Defendant Harrison-Moore\nObjected to the admission of the testimony on the ground that no foundation had\nbeen laid to prove the call in fact came from said defendant, and that, in  the\nabsence of such foundation, the testimony was inadmissible. The Court permitted\nthe testimony to be entered on a separate record with the understanding that\nthe testimony would be striken if it was found after a hearing on the matter\nthat the testimony was inadmissible.\n-6-\n\nThe witness in this instance did not initiate the telephone call\nand did not recognize the voice of the caller. Plaintiffs contend  that the\ntelephone conversation should be admitted against Defendant Harrison-Moore\nin spite of this because there is circumstantial evidence which corroborates\nthe statements by the caller that he was an agent of Defendant liarrison-Moore.\nThe circumstantial evidence on which plaintiffs rely are the facts that: (1)\nDefendant Harrison-Moore has admitted making telephone calls to residents of\nNorthwest Detroit to determine whether they were \"interested in listingtheir\nproperty with it\"; (2) the person who called Mr. Schmitt .was making the same\ntype solicitation; except that racial remarks were used;and (3) a number of\nother persons have stated in affidavits that they received telephone calls\nfrom individuals claiming to be agents of Defendant Harrison-Moore.\nSt is well established law with respect to telephone calls, that,\nif the person testifying does not recognize the voice of the caner, the\nVurrounding circumstances may be sufficient to establish the identity of the\ncaller and warrant the admission of the testimony. Van Piper v. United States,\nv. \n13 F. 2d 961 (2d Cir. 1926); Jarvis  United States, 90 P. 2d 243 (1st Cir.\n1937). Plaintiffs and Defendant Harrison-Moore agree on this rule of law,\nbut disagree on what constitutes sufficient circumstantial evidence to establish\nthe identity of the caller. This determination is within the discretion of\nthe trial judge. United. States v. Johnston, 318 P. 2d . 288, 292 (6th Cir. 1963).\nA review of the cases on the subject shows that the circumstantial evidence\nmust establish that it was improbable that anyone other than the defendant was\n• the caller before there is sufficient proof of the defendant's identity as the\ncaller. Van iper v. United States, surra; Jarvis v. United States, rurra;\nHartzell v. United States, 72 F. 2d 569, 578, (8th Cir. 1934); United States v.\nLoBue, 180 F. Supp. 955 (S.D. N.Y. 1960).\n-7-\n\nThe circumstantial evidence in this instance is sufficient to\nestablish that Defendant Harrison-Moore did make solicitations for real estate\nlistings by telephone' which were similar to the solicitation made by the pcfson\ncalling Mr. Schmitt; however, the evidence is not sufficient enough to establish\nthat it was improbable that anyone other than an agent of Defendant Harrison-\nMoore made the telephone call to Mr. Schmitt. The record suggests that many\ncompeting real estate agents were taking telephone solicitations for real estate\nlistings in the same area and at the same time as Mr. Schmitt's caller. Except\nfor the 'fact that the caller stated that he was calling in behalf of Defendant\nHarrison-Moore, there is nothing else in the conversation which suggest that\nthis particular cal1 could have come from only the defendant. In view of this,\nthis Court finds as a matter of law that Mr. Schmitt's testimony about the\nsubstance of the telephone conversation is inadmissible . as evidence of Defendant\nRattiSehMeore'S COn...Jet. This Court is mindful of plaintiffs' claim that\nblOCkbUsting by telephone is difficult to prosecute. Nevertheless, justice\nrequires that the-identity of the caller be reliably established before the\nttibstande of telephone conversations is admissible as proof of a defendant's\nactions.\nAt the hearing_ on December 6, 1972, plaintiffs also sought to intro-\nduce Mr. Schmitt's testimony for the purpose of showing the efforts to influence\nthe racial climate in the community. Such testiLr'lly would be relevant to the\ngueStion- Of whether o± not uninvited solicitations of_residential real estate\nby some person or persons\nlistings were being made /in violation of Section 3604(e). Therefore, the\ntestimony Concerning the telephone conversation will be admitted for this limited\npurpose.\nMOTIONS TO DISMISS\nThere are currently two motions before the Court to dismiss the\n. tottplaiht with •te:JPeOt to certain defendants. One motion seeks to have the\n.-;\n\nComplaint dismissed with resp&t7e to defeadant Frank Jackson d/b/a Grand\nOaks Realty Company. The Court will deny this motion. The other motion\nseeks to have•the Complaint dismissed as to Defendants Miller Brothers Realty\nCompany and W. V. Cohn. The Court defers ruling on this motion until after\nfurther hearings have been held on the matter.\nORDER \nIn accordance with the above, IT IS HEREBY ORDERED:\n1. That ,Defendant Frank Jackson's Motion to Dismiss be, and the\nsame is, denied; and\n2. That all parties appear before this Court on November 8, 1973\nat 3:00 P.M. for a hearing on the remaining Motion to Dismiss and the Motion\nfor a Preliminary Injunction. All supplemental briefs shall be presented to\nthe Court on or befor- October 31 , 1973\n.\nDAt.10■1 J. Y,EITH\nDAMON J. KEITH\nV. S. District Judge\nDATED: October , 1973.\nN I V\\‘37- C)°?\\(\nC13rk\nPrtLE.\n-9-,",
      "document_type_other": "",
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/90698"
    },
    {
      "date": "1975-03-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1028,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 394,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Michigan",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138476,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138476.pdf",
      "title": "Memorandum Opinion and Order",
      "text": " \n \n   \n \n394 F.Supp. 1028 \nUnited States District Court, E.D. Michigan, \nSouthern Division. \nVincent ZUCH et al., Plaintiffs,  MEMORANDUM OPINION AND ORDER \nv. \nJohn H. HUSSEY et al., Defendants. \nKEITH, District Judge. \nCiv. A. No. 38757. \n| \nMarch 14, 1975.  This  is  an  action  brought  by  residents  of  several \n|  communities in Northwest Detroit to seek a remedy for \nAs Amended April 28, 1975.  certain alleged violations of the Fair Housing Act of 1968, \n42 U.S.C. § 3601 et seq. The matter is presently before \nthe  Court  on  the  plaintiffs’  Motion  for  a  Preliminary \nInjunction. \nSynopsis \nAction was brought by residents of several communities  The hearing on this motion lasted approximately ten (10) \nin  Northwest  Detroit  against  real  estate  agents  and  weeks, during which time the Court heard testimony from \nagencies, on the ground of alleged violations of the Fair  over fifty (50) witnesses. More than ninety (90) exhibits \nHousing Act of 1968. On motion by the residents for  were admitted into evidence. After careful consideration \npreliminary injunction, the District Court, Keith, J., held  of the matter and pursuant to the findings of facts and \nthat under Fair Housing Law, it was not necessary to  conclusions of law, the Court grants the plaintiffs’ Motion \nshow that defendants succeeded in steering a prospective  for a Preliminary Injunction. \nbuyer on the basis of race, nor was it necessary to show \nthat  areas  into  which  agents  attempted  to  steer  the  INTRODUCTION \nprospective  buyers  were  ‘all  white.’  There  is  no \nrequirement in the Fair Housing Act that a prospective  Perhaps the single most significant factor operating in this \nbuyer, except in the case of refusal to deal, be a bona fide  case is the racial fear of the white residents of the areas \npurchaser, and conduct which does not constitute refusal  involved. At times, this fear has become so irrational and \nto  deal  because  of  involvement  of  testers  may  pervasive that it reflects a hysterical community psyche. \nnevertheless constitute unlawful steering. It is irrelevant  Fears  which  reach  this  proportion  perhaps  reflect \nwhether the witness or the realtor initiated their contact or  accurately on racial relations in our city, but such fears \nthe discussion of race.  alone cannot be the basis for finding a violation of the \n   Fair Housing Act. \nRelief  granted;  complaint  dismissed  as  to  certain \ndefendants.  Throughout  the  ten  (10)  weeks  of  testimony,  the \n   defendants made several allegations about the plaintiffs’ \nSee also, D.C., 366 F.Supp. 553.  motives in bringing this action. One charge was that the \n   plaintiffs were seeking to prevent further entry of blacks \nProcedural  Posture(s):  Motion  for  Preliminary  into  their  neighborhood.  Another  was  that  they  were \nInjunction.  seeking to put certain real estate agencies out of business \nbecause they were dealing with blacks. The defendants \nAttorneys and Law Firms  sought earnestly to elicit testimony from the plaintiffs’ \nwitnesses and from their own witnesses to support these \n*1030 George Hogg, Jr., William C. Potter, Jr., Alphonso  allegations.  While  the  Court  is  of  the  opinion  that \nR.  Harper,  Ernest  Levin,  Detroit,  Mich.,  for  certain  violations of the Fair Housing Act were shown by the \ndefendants.  plaintiffs, it also believes that there was some evidence \nwhich supported the allegations of the defendants. \nTheodore M. Rosenberg, Flint, Mich., John F. Burns, \nDetroit, Mich., for plaintiffs.  Witnesses  testified  that  if  their  communities  became \n  significantly  black,  they  would  move.  There  was \n  testimony about the initial reaction of residents to the \n  1 \n \n\n \nentry  of  the  first  black  family  into  the  Emerson  F.Supp. 1305, 1311 (1969). The social scientist, when \nCommunity. Frantic meetings were described in which  discussing a racially changing neighborhood, also starts \nracial hatred was vented and schemes were suggested to  from the premise that a neighborhood is in transition \nphysically remove the black family from the community.  when white families are being replaced by black families \nThere was also evidence that the officers of the Emerson  in existing dwellings. Dr. Frances Cousens, who qualified \nCommunity Homeowners Association (ECHO)1 used their  as an expert for the plaintiffs,4 testified that a racially \norganization’s newspaper to recommend certain favorite  changing *1032 neighborhood is a residential area which \nreal estate agencies to their readers. There was also an  is  beginning  to  experience  the  entry  of  non-white \nadmission  by  Vincent  Zuch,  one  of  the  most  active  families. In the Court’s opinion, the area of Northwest \nplaintiffs,  that  he  was  ‘at  war  with  the  real  estate  Detroit, defined by the plaintiffs in their complaint, is a \nindustry.’ This Court does not condone any of this. It is  racially transitional neighborhood. \nmentioned only to show the complexity of the issues \ninvolved.  Prior to 1971, there were no minority families living in \nThe Court also observed that many of the witnesses had  the Emerson Community and no more than three lived in \nhad little or no day to day interpersonal contact with their  the Rosedale Communities. The first black family moved \nblack  neighbors.  As  a  result,  some  of  *1031  them  into  Emerson  in  1971,  purchasing  a  house  on \nexaggerated the significance of certain activities which  Edinborough Road. The present racial composition of the \nthey observed.2  area is estimated to be between ten (10) and twenty (20) \nper cent black. The other two (2) communities have also \nIn part, these witnesses are victims of their own isolation,  experienced an influx of blacks, although somewhat less \nprejudice and ignorance. Their fears are products of the  dramatically  than  what  has  occurred  in  the  Emerson \nkind of racial isolation the Fair Housing Act was designed  Community. While the total number has decreased, there \nto end. The Court has taken all of this into consideration  has continued to be some movement of white families \nin reaching its decision.  into the neighborhoods. There is no questioning, however, \nthe contention that Northwest Detroit has undergone a \nI. FINDINGS OF FACTS  striking shift in its racial composition in the last four (4) \nAfter considering the evidence offered by both sides at  years. \nthe hearing on the plaintiffs’ Motion for a Preliminary \nInjunction, the Court makes the following findings of fact  In this context, the continued pace of such racial change \nand conclusions of law.3  in  this  area  is  critical.  Areas  in  transition  seem  to \nexperience rapid population turnover which in large part \nA. THE AREA  results from ‘panic selling,’ Barrick v. City of Gary, D.C., \n354 F.Supp. 126 (1973). The problem of panic selling \nThis action involves an area of Northwest Detroit which \narises  where  white  residents  succumb  to  perceived \nlies west of predominately black neighborhoods and east  pressures to move out because blacks are beginning to \nand south of predominately white neighborhoods. It is  enter  the  neighborhood.  According  to  the  Court  in \nbounded on the east by Southfield, on the north by Seven  Barrick, supra, at 135, the pressure to move stems from \nMile Road, and on the west by Heyden Street between  evils associated with the entry of black families: crime, \nSeven Mile Road and Six Mile Road and thereafter by  overcrowding, depressed property values, and the fear of \nEvergreen Road. The Southern boundary, generally, is a  being ‘left behind.’ \nline running through Acacia Street. Approximately six \nthousand five hundred (6,500) families live in the area.  The testimony taken at the hearing indicates that there are \nwhite  residents  of  Northwest  Detroit  who  do  in  fact \nWithin  this  area,  there  are  several  sub-communities.  correlate  relate  the  entry  of  black  families  with  the \nPerhaps the most important, to this action, is the Emerson  incidence  of  lower  class  social  pathology.  From their \nCommunity whose residents are principally responsible  testimony,  there  emerges  the  following  psychological \nfor this law suit. Also included in this area are North  equation: The quality of life in a community diminishes \nRosedale  Park  and  Rosedale  Park  (also  called  South  with the entry of minority families, particularly black \nRosedale Park and South Rosedale). \nfamilies.  It  is  there  fears,  and  this  action  that  the \ndefendants in this action are alleged to have exploited or \nThe plaintiffs produced ample evidence at the hearing to \nattempted to exploit. \nsupport their contention that the area in question was a \nracially transitional neighborhood, commonly referred to  Dr.  Cousens  described  the  problem  well  when  she \nas  a  ‘changing  neighborhood.’  To  the  layman,  either  testified at the hearing: \nexpression is used and understood to mean that blacks are \nmoving into an area. United States v. Mintzes, D.C., 304  ‘I believe that in the minds of most people, they perceive \n  2 \n \n\n \nthe function of the real estate broker as being instrumental  general,  and  the  defendants,  in  particular,  must  be \nin producing change in the neighborhood, a change which  scrutinized. From the evidence before the *1034 Court, it \nincreases  their  own  apprehensions  and  their  own  appears  that  if  the  real  estate  industry  is  allowed  to \ninstability . . . The first black family entering an all-white  operate unchecked, the pace of racial transition will be \nneighborhood tends to pay more for the housing than  manipulated in a way that will irreparably distort any \nwould be paid by white families purchasing the identical  chance for normal and stable racial change. \nhouse. Then because of the fears generated, the perception \nof white residents in the area causes a great many white  B. THE PLAINTIFFS \npeople to put up a great many houses for sale within a \nvery short period of time. This flooding of the market  The plaintiffs are a multi-racial group of homeowners, \ntends to have a negative effect on the price stabilization of  overwhelmingly white, who live in one (1) of the three(3) \nsub-communities which constitute the area in question. \nthe  housing  in  that  area.  When  the  area  becomes \nThe  white  plaintiffs  have  lived  in  their  respective \npredominantly  black,  then  you  again  achieve  price \ncommunities  for  varying  lengths  of  time;  the  black \nstabilization in the area. You may also achieve social and \nplaintiffs are persons who have recently moved into the \npsychological  stability  when  a  neighborhood  becomes \narea. \nblack because what you have done is re-segregated the \nneighborhood and the process of change, of transition, is \nC. THE DEFENDANTS \nalready in the past.’ \nThe  defendants  are  a  group  of  incorporated  and \nCompare, United States v. Mitchell, D.C., 335 F.Supp. \nunincorporated  real  estate  agencies  and  a  number  of \n1004, 1005 (1971). \nindividual real estate salespersons. All of the defendants \nThe accelerated pace of racial change resulting from panic \noperate in the Detroit Metropolitan area, and all operate or \nselling is evidenced by the history of racial segregation in \nhave operated in the area in question. \n*1033 other areas of Detroit. Patricia Becker, an expert \nfor plaintiffs,5 described the manner in which the black \nThe defendants’ earnings are derived from commissions \npopulation has spread toward the Detroit city limits.6 She \npaid  on  houses  which  they  sell.  They,  through  their \ntestified that the black population has been contained until \nsalespeople, act as agents for sellers who list with them \nrecently;  that  black  neighborhoods  have  spread \ntheir houses for sale; in addition, they assist buyers in the \nblock-by-block;  that  there  has  been  virtually  no \nnegotiations of sale contracts with sellers. Commissions \npermanent integration in Detroit; and that the current rate \nare earned only when a sale has been consummated. Most \nof movement of the black population is about one (1) mile \nof the defendants’ sales involved single-family dwellings \nevery three (3) years.7 \nin the Detroit Metropolitan area. At all times relevant \nherein, the individual defendants were acting within the \nThe issue which arises at this point, therefore, is not \nscope  of  their  duties  as  salespersons  for  the  various \nwhether the process by which white families are replaced \ndefendant real estate agencies. \nby black families is either irrational or inevitable, as well \nit might be. The real issue in this litigation is whether the \nSTEERING AND BLOCKBUSTING \nreal estate industry should be allowed to enter into the \nprocess and, for commercial advantage, artificially hasten \n1. EARL KEIM REALTY COMPANY \nor at least accelerate the rate of population turnover and \nthe  pace  of  racial  change.  As  the  Fifth  Circuit  so  The  defendant  Earl  Keim  Realty  (Keim)  is  a  sole \naccurately  noted  in  United  States  v.  Bob  Lawrence  proprietorship owned by Brian P. Hussey. Its principal \nRealty, Inc., 5 Cir., 474 F.2d 115, 124 (1973):  office  is  at  22727  Michigan  Avenue  in  Detroit,  with \nbranch offices at various locations in Detroit, Redford and \n‘The sociological phenomenon of a transitional area is \nSouthfield,  Michigan.  The  defendants  Virginia \nenough to attract blockbusters8 intent upon culling all the  Greenwood, Helen LaPage, Ethel Wallace and Roy M. \nprofits  that can  be  derived  from  the area. They  very \nWilson, III, are or were at one (1) time employed by \nessence of the phenomenon is that a large number of \nKeim Realty as salespersons. \ncompetitors individually besiege an area seeking to gain a \nshare of the market.’ (Footnote supplied. The Court of  Mrs.  Marilyn  A.  Waddell,  a  resident  of  the Emerson \nAppeals footnote omitted.)  Community for over five (5) years, testified that she was \napproached by a woman in May of 1972 while she was \nThe concept of a racially transitional neighborhood is \nworking in her yard. The woman, who was not identified \ncritically important to this litigation, because it is within \nby  Mrs.  Waddell,  but  whom  the  attorneys  for  the \nthis context that the activities of the real estate industry, in \nplaintiffs identified in their Proposed Findings of Fact as \n  3 \n \n\n \nHelen LaPage, introduced herself to Mrs. Waddell as a  Wallace, who was not present, to identify the witness as \nsalesperson working for the defendant Keim. The witness  the  person  with  whom  she  had  talked  earlier.  Ms. \ntestified that the woman asked her if she knew ‘what’ was  Greenwood told the witness that she had checked with \nmoving in next door to her; Mrs. Waddell replied that she  Ms. Wallace and that she would assist him. \nknew ‘who’ was moving in and that she had met her next \ndoor neighbors and felt that she was going to like them.  On the desk in the office was an open map. Mr. Bago \nThe family next door was black. The woman indicated  went to this map and pointed out the area in which he was \nthat Keim had sold a house recently on her block and  interested. The defendant asked if Mr. Bago had lived in \ndirected Mrs. Waddell’s attention to a Keim sign in a yard  Detroit before; he replied that he had not. \nabout  three  (3)  houses  from  her  own.  She  told  Mrs. \nWaddell that she could not live with ‘them’ and left. Mrs.  The defendant then told him that she had some nice areas \nin which he may be interested outside of Detroit. ‘The \nWaddell was subpoenaed by the plaintiffs to testify. \nschool system is poor in Detroit,’ she was supposed to \nIn spite of the fact that the plaintiffs, in their Proposed  have said. She continued, ‘Do you read the newspapers? \nFindings of Fact, identified the woman with whom Mrs.  Even the police are afraid to live in the area, and they are \nWaddell  conversed  as  Helen  LaPage,  a  salesperson  supposed to protect the rest of us.’ \nemployed  during  the  relevant  period  by  Keim,  no \nevidence  was  introduced  by  the  plaintiffs  which  On the map, Ms. Greenwood drew a line with a marker \nestablished  such  identity.  The  witness’s  testimony,  along Warren Avenue. In the towns of Inkster, Westland \ntherefore, may not be used to find Keim liable for the  and one (1) other area (Wayne), she drew ‘X’s’ and also \nin an area of Livonia where there was a nearby race track. \nconduct of the woman with whom Mrs. Waddell spoke. \nThese were areas which the witness was told to avoid as \nThe second witness to testify against the Keim Realty  well as the area south of Warren Avenue (See P. Ex. 19). \nCompany  was  Ernest  Bago,  also  a  resident  of  the \nEmerson Community. Mr. Bago visited the Keim office  The witness asked why these areas should be avoided and \non Seven Mile Road and Inkster Road in June, 1972, and  was told that blacks lived in Inkster and were moving into \nagain on July 3, 1972. He testified that he went to the  Garden  City,  Westland  and  Wayne.  She  suggested \nrealty  office  because  he  had  heard  rumors  of  Livonia and Farmington as areas where there was a low \ncrime rate and desirable conditions under which to raise a \nobjectionable activities by real estate salespersons in his \nfamily. \ncommunity. Among these rumors was one (1) that *1035 \nsalespersons were showing houses to black customers at \nThe defendant gave the witness two (2) listings books, \nnight with lights on and the windows unobstructed \none (1) for Detroit and one (1) for Farmington (P. Exs. 20, \nJune, 1972, visit.  21), and he was told to take them home to compare the \nprices of homes in the suburbs with those in Detroit. Ms. \nMr. Bago, posing as an out-of-towner, spoke initially to  Greenwood indicated that prices were lower in Detroit \ndefendant  Ethel  Wallace.  He  indicated  that  he  was  because blacks lived there. She said that the Rosedale \ninterested in buying a house in the Emerson area. The  Park area was kept white by not putting up ‘For Sale’ \ndefendant said she would be happy to show him such a  signs. \nhouse, indicating, however, that Emerson was not in her \noffice’s area.  The defendant related to the witness that her agency was a \nmember of the United Northwestern Realty Association \nMr.  Bago  asked  Ms.  Wallace  if  the  Echo  area  was  (UNRA), and they had to show homes in all white areas \nintegrated and was told that this could be answered better  to blacks. Nevertheless, they were able to avoid having to \nby the Keim office on Grand River and Outer Drive.  sell to blacks by asking the owners to take the houses off \n‘They know where the concentrations of blacks are,’ she  the market temporarily. \nwas reported to have said. \nMr. Bago, after leaving the Keim office, immediately \nNothing further was discussed at this meeting.  took the multi-list books to the plaintiffs’ attorney to be \nused as evidence in this action. Theoretically, with access \nJuly 3, 1972, visit.  to these books, the witness had all houses listed therein \navailable  to  him  for  purchase.  Also,  unknown  to  the \nMr. Bago telephoned the Keim office before his second  witness  at  the  time,  the  multi-listing  services  were \nvisit and talked to a person whom he identified as the  apparently available to black brokers and salespersons \ndefendant  Virginia  Greenwood.  Before  the  witness  who were members of UNRA. \narrived  at the  office,  Ms.  Greenwood  had  called  Ms. \n  4 \n \n\n \nOn  cross-examination,  the  witness  admitted  that  the  be helpful.’ The witness explained that by ‘helpful’ he \ndefendants would probably not have refused to sell him  meant that the tester should allow the brokers to bring up \nany  house  that  he  might  have  insisted  on  buying,  the subject of race, but that if they did not, the person \nwherever it was located.  should see what the broker would say about blacks in the \narea. Mr. Cartwright’s newspaper also ran a column in its \n*1036 Mr. Richard Cartwright, a resident of the South  October, 1972, edition which appealed for more evidence \nRosedale  area  of  Detroit,  and  a  member  and  former  in this action. \nPresident of the Rosedale Park Improvement Association, \ntestified that in the early part of 1972 (late January or  2. C. SCHUETT REALTY, INC. \nearly February) he visited the Keim office located in the \n19000 block of Grand River (between Warwick and Outer  Defendant C. Schuett Realty, Inc., (Schuett) is a Michigan \nDrive). He went with Mr. Ross Lindsay who was the  corporation engaged, inter alia, in the listing and sale of \nvice-president  of  the  Association  at  that  time.  Mr.  real estate. Its office is located at 19228 West McNichols \nCartwright testified that he gave his name as Jack Carter  in Detroit. Defendants Ben B. Miller and Jerry O’Rourke \nfrom Flint. He testified that when asked if he needed help,  are employed as salespersons by Schuett Realty. \nhe told Mr. Wilson, a salesperson for Keim, that because \nof  a  job  transfer  he  was  looking  for  a  home  in  the  Mrs.  Dorothy  Taylor,  a  plaintiff in this  action and  a \nRosedale Park area. He told Mr. Wilson that he and Mr.  resident of Northwest Detroit for over twelve (12) years, \nLindsay had been driving around the South Rosedale area  testified  that  she  visited  the  office  of  the  defendant \nacross from Mr. Lindsay’s residence. In the course of this  Schuett on June 24, 1972, to inquire about a four (4) or \nfive (5) bedroom house for relatives who were planning to \ntour, he had noticed a home with a for sale sign on it on \nmove to Detroit from Illinois. She spoke to the defendant \nPiedmont Road; the sign indicated that the listing was \nJerry O’Rourke. \nwith Keim. \nMr. Wilson, according  to  Mr.  Cartwright’s  testimony,  Mr. O’Rourke told the witness that a home similar to the \nsaid that it was a fine home but that  ‘we have many  one in which her relatives were interested had just been \nhomes in many other areas too.’ When asked specifically  sold to a nice ‘white family.’ He indicated that he did not \nabout Rosedale Park, Mr. Wilson replied, ‘It’s fine if you  have any others in the Northwest Detroit area. He then \nasked the witness if she was interested in selling her \nlike a busted community.’ Mr. Cartwright pressed Mr. \nhome; the witness said that she was not. Mr. O’Rourke \nWilson  to  explain  what  he  meant  by  a  ‘busted \nthen *1037 handed her his card and told her that maybe \ncommunity’  and  he  finally  responded  that  a  busted \nshe would change her mind. \ncommunity was one that blacks had moved into. Mr. \nCartwright asked the salesman to explain the effect that \nMr. O’Rourke talked with Mrs. Taylor mainly about the \nthe presence of blacks had on a community. He replied \nBrighton and Redford areas. He told her that the schools \nthat housing values are down, and will continue to go \nin Brighton were so much better and that Brighton had so \ndown, and that while the schools in Rosedale are okay, \nmuch more to offer than Detroit. The entire visit lasted \n‘You know what will happen eventually.’ Mr. Wilson \nabout thirty (30) minutes. \nsuggested, in response to a question, that the witness \nconsider Farmington. Mr. Cartwright then left the office, \nIn  the  verified  complaint,  Mrs.  Taylor  alleged  in \nunder  the  pretense  that  he  would  wait to  discuss  the \nparagraph 7.10 that: \nmatter further with his wife. \n‘On June  22,  1972,  defendant Jerry  O’Rourke,  acting \nOn cross-examination, Mr. Cartwright indicated that the \nwithin the scope of his employment by and at the offices \ndefendant  Mr.  Wilson  had  not  made  any  housing \nof defendant, Schuett, attempted, for profit, to obtain the \nunavailable to him. Mr. Cartwright also indicated that he \nlisting  of  plaintiff  Dorthy Taylor’s  dwelling  at  17200 \nfelt that blacks have a greater propensity than whites to \nAshton, Detroit, by making representations regarding the \ncommit crimes. \nentry  or  prospective  entry  of  black  families  into  her \nneighborhood.’ \nMr. Cartwright also indicated that he was very active in \ngathering evidence for this action. He counseled people in \nMrs. Taylor was asked by Mr. Harper, an attorney for \nhis Association’s newspaper, ‘The Rosedale Park News,’ \nseveral of the defendants, whether Mr. O’Rourke made \nto make visits to various brokers and advised them of the \nany  representation  to  her  regarding  the  entry  or \nprocedures to follow to gather evidence. At one point, he \nprospective entry of black families into her neighborhood. \nadmitted that in an October, 1972, column he had advised \nShe replied that he had not, but that was probably what he \npeople not to bring up the subject of race, ‘unless it would \nwanted to say. \n  5 \n \n\n \nOn re-direct, Mrs. Taylor was asked what she understood  Schuett office was located, ‘This neighborhood is pretty \nthe defendant to mean when he handed her his card and  *1038 good, the coloreds have moved in, but there are \ntold her that she may change her mind about selling her  still some pretty good buys.’ \nhouse in a year or so. She responded that she understood \nthis to mean that the area was going to change so fast that  The entire visit lasted no more than five (5) minutes. Mr. \nshe would change her mind about moving.  Miller testified that he offered to drive the plaintiff around \nand show him houses in the Detroit area; the plaintiff \nThis  witness  failed  to  convince  the  Court  that  Mr.  admitted this. Mr. Miller also testified that almost all of \nO’Rourke  engaged  in  any  conduct  which,  under  the  his real estate sales were in the Detroit area and that he \ncircumstances, could reasonably be interpreted as having  himself lived in an integrated area within the City of \nviolated any rights protected by the Fair Housing Act.  Detroit. \nHowever, while the Court cannot credit the testimony of \nDorothy Taylor, it does note that the defendant Jerry  3. JOHN H. HUSSEY COMPANY \nO’Rourke has never sold a home to a black family either \nin Detroit or in the suburbs, and that of the four (4) homes  The defendant John H. Hussey Company (Hussey) was a \nhe sold in the suburbs, all were sold to white families.  Michigan corporation engaged in the business of listing \nand selling real estate. Defendants Jim Brady and Jim \nThe plaintiff Frank O’Keefe, a resident of the Northwest  McNish were employed as salespersons by Hussey. \nDetroit area for several years, testified about a visit he \nMichael R. Secord, a plaintiff in this action, moved into \nmade to the Schuett office on the corner of West Outer \nNorthwest Detroit in June, 1972. At this time, he was \nDrive and Six Mile Road in Detroit in the early summer \nworking for Mr. Ernest Bago, another plaintiff. When he \nof 1972. Mr. O’Keefe testified that at the office of the \ndefendant he spoke to a salesperson identified as Mr. Ben  indicated that he was interested in moving from Clinton \nMiller. Mr. O’Keefe testified that his purpose in making  Township, Mr. Bago suggested to him that he inquire \nthe visit was to determine how his community was ‘being  about buying a home in Northwest Detroit. In February, \nhandled’ by the real estate industry. He had witnessed a  1972, he visited the Hussey office on Six Mile Road and \nvery noticeable increase in real estate solicitation after a  spoke initially to James Brady. \nblack family had moved into his neighborhood in the \nThe witness testified that Mr. Brady told him not to look \nsummer  of  1971.  He  is  a  member  of  the  Emerson \nat houses east of Southfield because that was a changing \nCommunity  Homeowners  Association.  After  the black \narea.  Mr.  Secord  ultimately  purchased  a  house  in \nfamily moved in, Mr. O’Keefe testified, ten (10) to twelve \nNorthwest Detroit from Mr. James Delany of the Hussey \n(12) homes were sold on his block alone. ‘Many people \nCompany. \nabandoned the neighborhood,’ he added. Mr. O’Keefe is a \nmember  of  the  Emerson  Community  Homeowners \nMr. Secord admitted that he was satisfied with the service \nAssociation (ECHO). \nrendered to him by Hussey’s salesperson and agreed that \nneither salesperson refused to show him any house which \nAt the Schuett office, the witness approached the first \nhe wanted to see. Mr. Secord also testified that he would \nsalesperson  he  encountered and indicated  that  he  was \nnot want to live in an area that was more than fifty (50) \ninterested in a home in the ECHO area in the Twenty-Five \npercent black, because as he put it, he did not ‘want to be \nThousand  Dollar  ($25,000.00)  range.  The  plaintiffs \nin a neighborhood where he was excluded.’ \nintroduced into evidence the business card of Ben Miller, \na  salesperson  for  Schuett  (P.  Ex.  14).  The  witness \nThe witness, on cross-examination, was taken through a \npretended to be interested in a three (3) bedroom colonial \nseries of questions which concluded with the following: \ntype house. \nAttorney Levin: If the broker who was making the sale (to \nThe witness testified that Mr. Miller took out a book of \nyou) knew that the neighborhood (in which the house was \nlistings  for  the  Farmington  and  Livonia  areas.  Mr. \nlocated) was eighty (80) percent black, would you be mad \nO’Keefe, however, directed the defendant’s attention to a \nif he didn’t tell you? \nlisting in a Detroit area book on Mansfield Street. The \ndefendant’s reaction, according to O’Keefe was,  ‘You \nMr. Secord: Yes. \nwouldn’t want that home, the coloreds have moved in \npretty good there.’  Attorney Levin: Then if he knew, you would expect him \nto tell you that the neighborhood was eighty (80) percent \nThe witness replied, ‘That doesn’t bother me.’ \nblack? \nMr. Miller then replied, concerning the area where the \n  6 \n \n\n \nMr. Secord: Yes.  Mrs. Susan Williamson, subpoenaed by the plaintiffs to \nMr. Levin, prior to this, had asked the witness if he would  testify, was visited by a man at her former home on \nexpect the salesperson to tell him that he would be living  Edinborough Road prior to February, 1972. She identified \nnext door to welfare recipients. He went on to ask if the  this man as being employed by ‘Norwood Realty.’ She \nwitness  would  expect  to  be  ‘educated’  about  the  said that the man was the same man who had sold the \nneighborhood, to be told that it was either all black or all  house next door to a black family *1040 in early 1972. \nwhite, or whether there were adequate schools, churches  She testified that the man came into her home and told her \nand transportation. The witness answered that he would  that he had just sold the house next door to a black family. \nwant to be told such things.9  He told her that she could get a good price for her home if \nshe sold now. Mrs. Williamson eventually sold her house \n*1039 Vincent Zuch, perhaps the most active plaintiff in  and moved to Brighton, Michigan. \nthis action and a resident of Northwest Detroit, made \nvisits to four (4) real estate offices on June 23, 1972,  While Mrs. Williamson’s testimony was convincing, her \namong them the Hussey office on West McNichols and  identification of the man with whom she conversed was \nEvergreen. At the office of the defendant, he spoke to  insufficient to hold Norwood liable for his conduct. \nJames McNish. \nOn June 23, 1972, Mr. Vincent Zuch visited the office of \nMr. Zuch indicated to Mr. McNish that he was from  Norwood on Telegraph and Grand River and posed as a \nWisconsin where he had worked with a man who had  businessman from Wisconsin in the same manner that was \nlived in Detroit eleven (11) years ago. He said that he was  described  during  his  visit  to  the  defendant  Hussey’s \nnow relocating to Detroit and that he was interested in  office, supra. He discussed the purchase of a house in the \npurchasing a house. He had with him a hand drawn map,  Twenty-Five Thousand Dollar ($25,000.00) range with \nwhich he stated was prepared by a friend in Wisconsisn.  Mr. Mark Zehnder, a salesperson for Norwood. \nThe map was supposed to indicate an area of Northwest \nDetroit  near  Six  Mile  Road  and  Huntington  Road  in  Mr. Zuch testified that Mr. Zehnder told him that he had \nwhich his friend suggested he might be interested.  come to the right man. The defendant allegedly told Mr. \nZuch that the exodus was on, that whites were moving out \nMr. Zuch testified that Mr. McNish told him that Detroit  of Northwest Detroit, blacks were moving in, and, as a \nwas ‘Zilch, it’s out.’ He suggested that if the witness  result, property values were going down. Mr. Zehnder \nwanted a good place to live, he should go to Redford  told the witness that he should consider Farmington where \nwhere he lived. The defendant added that Detroit was  the schools were better and the shopping just as good. \nhaving problems, that property values were down and that \nblacks lived there. Mr. Zuch then ended the conversation  Mr.  Zehnder  testified  that  he  suggested  Mr.  Zuch \nby telling Mr. McNish that he had to leave and that he  purchase a home in Farmington because that was where \nwould return later that weekend with his wife.  he lived. In his opinion, it was a nice place to live. He also \nOn  cross-examination,  the  defendants  sought  to  elicit  testified that he thought the schools in Farmington were \nmore details of the visit from Mr. Zuch. They asked him  better  than  those  in  Detroit  but  that  the  shopping  in \nto recount the exact manner in which he described the  Detroit was better than that in Farmington. He denied \narea of Northwest Detroit to the defendant. Mr. Zuch said  making any statement about the racial composition of \nhe had told Mr. McNish that he understood the area to be  either Detroit or the suburbs. Mr. Zehnder said that he \na ‘good’ neighborhood. The witness was very general  recommended Farmington in the first place, because Mr. \nwhen  asked  to  define  what  he  meant  by  ‘good.’  He  Zuch  had  requested  that  he  suggest  a  nice  place  to \nrecalled saying to Mr. McNish that he was concerned  purchase a home. \nabout leaving his wife and children at home while he \nworked. He indicated that this was said in the context of  5. MAYFAIR REALTY COMPANY \nreferring to the Six Mile and Huntington area as a ‘good’ \nThe defendant Mayfair Realty Company is a Michigan \nneighborhood.10 \ncorporation engaged in the business of listing and selling \nreal  estate.  Its  office  is  located  at  16325  Middlebelt, \n4. JOE E. NORWOOD NO. 1 INC. \nLivonia,  Michigan.  Defendants  Jerry  Borregard  and \nJoe E. Norwood No 1. Inc. (Norwood) is a Michigan  William Willis are employed as salespeople with Mayfair \ncorporation engaged in the business of listing and selling  Realty. \nreal  estate.  Its  office  is  located  at  17421  Telegraph, \nDetroit, Michigan. Defendant Mark Zehnder is employed  Mr. Daniel Maxwell, a resident of Northwest Detroit and \na plaintiff in this action, testified that he made several \nas a saleperson by Norwood. \nvisits  to  the  office  of  Mayfair  Realty  located  on \n  7 \n \n\n \nSchoolcraft Road in Detroit. He testified that the first such  brief.  Mr.  Willis  denied  making  any  statements \nvisit occurred on July 2, 1972, at approximately 4:00 P.M.  concerning race in his conversation with the plaintiff. The \nHis interest in visiting the defendant’s office was to find  Court credits the testimony of Mr. Zuch and finds that Mr. \nout about the ‘steering of people’ by the defendant.  Willis,  acting  within  the  scope  of  his  employment, \nattempted  to channel  the  plaintiff  into the  suburbs  of \nMr. Maxwell recalled that he left his name and telephone  Detroit by suggesting that he use race as a factor in \nnumber with a receptionist on the first visit after being  determining where to purchase a house. \ntold that no salesperson was available to assist him. He \ncalled the defendant’s office a week later after receiving  6. LEXINGTON HOUSE REAL ESTATE COMPANY \nno  response  to  his  visit.  He  was  again  told  that  no \nsalesperson was available and that someone would call  Lexington House Real Estate Company is a Michigan \nhim later. He was never called.  corporation engaged in the business of listing and selling \nreal  estate.  Its  office  is  located  at  28422  Joy  Road, \nOn July 23, 1972, Mr. Maxwell returned to the Mayfair  Livonia, Michigan. The defendant Bernard O’Laughlin \noffice on Schoolcraft and spoke to Jerry Borregard. Mr.  was employed by Lexington House as a salesperson. \nBorregard gave the plaintiff his card and told him to come \nback as he was ‘too busy’ at that time to assist him. Mr.  Mr. James Irvin, a resident of Northwest Detroit and a \nMaxwell never returned. Mr. Maxwell was unable to say  plaintiff in this action, visited the Lexington House office \nexactly why the defendant did not assist him, but ventured  on Joy Road in Livonia on July 31, 1972, and spoke with \nthe opinion that it was because he was black and was  Mr. Bernard O’Laughlin. Mr. Irvin is black. \ninterested in purchasing a home in the suburbs. \nMr.  Irvin  testified  that  his  purpose  in  visiting  the \nMr. Borregard testified that at the time of Mr. Maxwell’s  Lexington  House  office  was  to  determine  if  the \nvisit to his office, he was in fact too busy to assist the  salespeople there would assist him in purchasing a house \nwitness. He testified he was consummating a deal with a  in Livonia, a suburb of Detroit. According to the plaintiff, \ncustomer and was the only salesperson in the office. He  Mr. O’Laughlin told him that the houses which he could \ntestified that he offered to show the plaintiff the house in  afford in Livonia were substandard and suggested that he \nwhich he was interested if *1041 he returned the next day  consider Inkster or Westland. Mr. O’Laughlin told Mr. \nbut that he never returned.  Irvin that he would not be comfortable living in an area \nwhere he would have no black neighbors; Inkster, the \nUnder the circumstances described by Mr. Maxwell, the  defendant told Mr. Irvin, was forty-three (43) percent \nCourt does not believe that it is reasonable to conclude  black.  Mr.  Irvin’s  testimony  was  uncontradicted.  Mr. \nthat the defendant’s actions toward the plaintiff were due  O’Laughlin, at  the  time  of  the  preliminary injunction \nto Mr. Maxwell’s race.  hearing, was no longer employed by Lexington House \nand was living in the State of Arizona. \nMr. Zuch visited the office of Mayfair Realty on West \nMcNichols, west of Telegraph Road, on July 23, 1972,  7. JOY REAL ESTATE COMPANY \nand  spoke  to  Bill  Willis.  Mr.  Zuch  posed  as  a \nbusinessperson  from  Wisconsin  and  related  the  same  The defendant Joy Real Estate Company is a Michigan \nstory to the defendant that he had used in other visits  corporation engaged in the business of listing and selling \ndescribed, supra at 1039. Mr. Willis was accompanied by  real estate. Its office is located at 27320 Grand River, \na small boy, approximately fourteen (14) years old. He  Detroit, Michigan. The defendant Arnold Windmueller is \ntold the plaintiff that he was in a hurry and did not have  a former salesperson for the defendant Joy Real Estate \nmuch time to assist him.  Company. \nMr. Willis, according to the plaintiff, tore a map from a  Mr. Vincent Zuch visited the office of the defendant Joy \nbook and drew a line through Metropolitan Detroit. The  Real  Estate  Company  and  spoke  to  the  defendant \nplaintiff was told to think of the line as an imaginary  Windmueller on June 23, 1972. During this same period, \nboundary. East of the line, Mr. Willis is supposed to have  he had visited three (3) other real estate offices in the \nexplained, property values were down and there were  Detroit  area.  Mr.  Zuch  testified  that  he  posed  as  a \nother problems caused by the presence of black people (P.  businessperson from Wisconsin and that he related the \nEx. 34). Mr. Willis also gave to Mr. Zuch a listing of  same story to Mr. Windmueller that the Court has noted, \nhouses in  Redford and  Livonia  and  told  him that he  supra. \nshould look there for a house to purchase. \nAccording to Mr. Zuch, Mr. Windmueller recommended \nThe meeting between Mr. Willis and Mr. Zuch was very  purchasing a house in the suburbs of Farmington *1042 \n  8 \n \n\n \nwhere, in the defendant’s opinion, property values were  Cohen, the manager of the office, took the witnesses into \nbetter than those in Detroit and where transportation was  his office near the entrance of the building. There, the \nabout the same. The defendant made this recommendation  defendant  is  supposed  to  have  mentioned  the  Detroit \nin spite of his belief that the plaintiff could get twice the  housing ordinance and to have told the witnesses that \nhouse for his money in Detroit. Mr. Windmueller then  anywhere they might live in Detroit they would probably \nwent to a wall map to further demonstrate the difference  have black neighbors. \nin property value, pointing out, according to Mr. Zuch’s \ntestimony, that in the vicinity of Six Mile Road and the  According to Mr. Elliott, Mr. Cohen attempted to interest \nSouthfield Expressway, blacks had moved in and property  him in a house in Southfield, in spite of his insistence on \nvalues were lower.  purchasing a home in Northwest Detroit. The defendant is \nalleged to have discussed the problems which Detroit was \nMr.  Windmueller  recalled  the  conversation  with  the  having and noted that the city was ten (10) to twenty (20) \nplaintiff but denied making any statements regarding race.  percent black. Mr. Elliott also testified that Mr. Cohen \nHe admitted stating that property values were lower in  told him that he could not sell him a house in Northwest \nDetroit. Ms. Gwendolyn Stulz, the owner of Joy Real  Detroit, even if he wanted to buy one because the area \nEstate Company, also testified and denied that any of her  was  undergoing  racial  changes.  He  said,  Mr.  Elliott \nsalespersons, to her knowledge, had made any statements  recalled, that  to  sell  him  a  house there  would  be an \nregarding race in the conduct of her business. In addition,  injustice and that he was interested in having Mr. Elliott \nMr. Windmueller showed Mr. Zuch a picture of a house  refer other buyers to him in the future. Mr. Elliott testified \nin the Rosedale Park area, but thought that Farmington  that Mr. Cohen showed him homes in a listing book \nand  Livonia  were  better  suited  for  the  needs  of  the  labeled  ‘Southfield.’  Mr.  Badeen  corroborated  almost \nplaintiff, as he understood them, and recommended these  entirely Mr. Elliott’s testimony, except that he testified \nto Mr. Zuch. Mr. Windmueller thought that the plaintiff  that Mr. Cohen showed then a house in a book which had \nwas  interested  primarily  in  safety  and  a  place  near  ‘Southfield’ listed under the picture. \nexpressways.  Ms.  Stulz,  on  cross-examination,  was \nunable to recall the sale of any suburban home to a black  *1043 Mr. Cohen testified that he does not sell real estate \nfamily.  as office manager and assists customers only if no other \nsalesperson is available. He denied making the statements \nThe Court finds in this instance that the evidence is not  regarding race. The defendants introduced a listing book \nconclusive that Mr. Windmueller or Joy Real Estate acted  into  evidence  which  illustrated  the  type  of  book  the \nin a manner inconsistent with the standards required by  defendant Miller Bros. issued to their salespersons; it was \nthe Fair Housing Act. Nevertheless, the Court finds that  a single book with the houses listed alphabetically. Mr. \nthere is a likelihood that their conduct was inconsistent  Cohen also testified that one-third (1/3) of his full-time \nwith 42 U.S.C. § 3604(a).  staff and two-thirds (2/3) of his part-time staff were black, \nthat two-thirds (2/3) of his customers were black and that \n8. MILLER BROS. REAL ESTATE  most sales in the Grand River office were made in the \nDetroit  area.  Less  than  one  (1)  percent  of  his  sales \nMiller Bros. Realty Company (Miller Bros.) is a Michigan  represent houses in the suburbs. \ncorporation engaged in the business of listing and selling \nreal estate. Its office is located at 2590 Puritan, Detroit,  The testimony of Mr. Elliott raised very serious questions \nMichigan.  The  defendant  Werner  V.  Cohen  is  a  concerning the conduct of Mr. Cohen, but the nature of \nsalesperson for Miller Bros.  the defendant’s business as described by Mr. Cohen and \nthe  nature  of  his  duties  were  inconsistent  with  the \nLeo J. Elliott, a plaintiff in this action and a resident of  plaintiff’s  testimony.  In  addition,  the  plaintiff  Elliott \nNorthwest Detroit, testified that he visited the office of  testified that Mr. Cohen showed him a book of listings \nMiller Bros. on Eight Mile Road in Detroit on June 28,  labeled  ‘Southfield’  whereas  the  evidence  shows  that \n1972. He was accompanied by George Badeen, a sixteen  miller Bros. is not a member of the multi-listing service \n(16) year old resident of Northwest Detroit. They were  and that all of its listings are contained in a single book. \nassisted  at  the  Miller  Bros.  office  by  the  defendant \nWerner Cohen.  In addition, while Mr. Badeen corroborated the testimony \nof  Mr.  Elliott,  the  Court  notes  that  Mr.  Badeen  was \nMr.  Elliott,  dressed  in  casual  clothes  and  carrying  a  present in the courtroom when Mr. Elliott testified and \nmotorcycle helmet, was posing as a businessperson from  that his testimony tended to parallel that of Mr. Elliott’s to \nTexas. He told Mr. Cohen that he was interested in a large  the point of employing the same words and phrases in key \nhouse and indicated that he had seen several houses in the  portions. \narea  near  the  defendant’s  office  which  he  liked.  Mr. \n  9 \n \n\n \nIn  view of  the  inconsistencies  between the plaintiff’s  home, he responded, ‘You will be,’ and went to the house \ntestimony and the facts which Mr. Cohen disclosed on  next  door  to  Ms.  Finneren’s.  This  testimony  was \ncross-examination concerning the nature of his business,  uncontradicted. \nthe Court is reluctant to credit the plaintiff’s testimony. \nThe defendant Bowers is also alleged to have conducted a \n9.  BOWERS  REALTY  AND  INVESTMENT  solicitation  campaign  in  Northwest  Detroit  involving \nCOMPANY  flyers, telephone calls and door-to-door canvassing. (See \ndiscussion, infra, at 1045-1046.) The plaintiffs alleged \nThe defendant Bowers Realty and Investment Company  that  they  made  requests  to  the  defendant  that  these \n(Bowers) is a Michigan corporation engaged, inter alia, in  solicitations cease. The defendant denied the allegations \nthe  business  of  listing  and  selling  real  estate.  The  but  admitted  that  its  agents  solicit  extensively.  Ms. \ndefendant Art Watkins was employed as a salesperson by  Daralyn Bowers, the manager of Bowers Realty, testified \nthe defendant Bowers at all times relevant to this action.  that her agents are trained to solicit listings but that they \noperate under tight control exerted by the defendant. \nMs. Marie Olson, a resident of Detroit and a witness for \nthe plaintiffs, testified that in February, 1973, she was  10. LAWRENCE C. HUMPHREY, d/b/a FOUR STAR \napproached at her home by a man who identified himself  REALTY \nas a Mr. Gill, a salesperson for the defendant Bowers. Mr. \nGill, contrary to fact, is alleged to have told the witness  Lawrence  C.  Humphrey,  d/b/a  Four  Star  Realty  is  a \nthat he had a buyer for her house. Ms. Olson told him that  Michigan  real  estate  brokerage  firm  engaged  in  the \nhe must have made a mistake since her house was not for  business of listing and selling real estate. Irvin Corley, \nsale. The man persisted and finally told the witness that  Muriel Skinner and Mr. B. Clark are, or were, salespeople \nhe could get her the money for the house by that night.  employed by Four Star. \nMs. Olson protested that her house was not for sale, \ndespite the man’s insistence that now was the time to sell  Ms. Helen Stockton, a resident of Northwest Detroit, was \nwhile she could still get a good price. There was no  called by the plaintiffs to testify about a visit to her home \nfurther identification of the man other than his having told  on November 7, 1973, by a man as Mr. B. Clark, a \nthe  witness  that  he  was  a  Mr.  Gill  working  for  the  salesperson for Four Star Realty. Ms. Stockton testified \ndefendant Bowers.  that  at  approximately  10:45  A.M.  her  doorbell  rang \nseveral times. When she answered it, Mr. Clark and an \nMs. Olson also testified that a Mr. Marshbank, allegedly  unidentified couple stood at her door. Mr. Clark told Ms. \nemployed  by  Bowers,  approached  her  at  her  home.  Stockton that he was there for an 11:00 A.M. appointment \nAccording to Ms. Olson, he told her that it was his job to  which she had made with him over the telephone. The \nget white families to move into the suburbs so that blacks  witness  testified  that  she  had  not  made  such  an \ncould move into Northwest Detroit. Mr. Marshbank, who  appointment and that she so informed the defendant. Mr. \nis presently employed by Harrison-Moore, testified that  Clark then checked in his pocket and showed her that he \nhe probably did solicit in the area of Ms. Olson’s home  had her address written down. Ms. Stockton asked him if \nbut denied making such racial statements. He did not  he had her name; he said that he did not. He eventually \nrecall having a conversation with the witness.  conceded that a mistake had been made and he told Ms. \nStockton that he would return to his office to check the \nThe  Court  is  of  the  opinion  that  there  has  not  been  source of the mistake. When Ms. Stockton moved into \nsufficient identification of the men with whom Ms. Olson  Northwest Detroit in 1969, one (1) black family lived on \nspoke to hold the defendant Bowers responsible for their  her block. At the time of her testimony, four (4) black \nconduct.  families lived there. Many of her immediate neighbors, \nthree (3) or four (4) families are retired persons. The \nMs.  Mary  Finneren,  subpoenaed  by  the  plaintiffs  to  testimony of Ms. Stockton was uncontradicted. \nappear as a witness, testified that she was approached at \nher home in Northwest Detroit by the defendant mart  Mrs. Mildred Martin, a resident of Northwest Detroit for \nWatkins on September 28, 1972. She testified that the  twenty-five  (25)  years,  testified  about  a  conversation \ndefendant *1044 asked her if she was interested in selling  between herself and Muriel Skinner, a salesperson for \nher  home.  She  told  him  that  she  was  not.  She  then  Four Star. The conversation occurred on July 29, 1972. \naccused the defendant of blockbusting, noting that she  Ms.  Skinner  approached  the  witness  while  she  was \nhad read about tactics such as he was employing in the  working in her yard on the day in question, greeted her \nnewspaper. Mr. Watkins is reported to have said, ‘You  and asked if she was interested in selling her house; Mrs. \ncan’t believe everything you read.’ When the witness  Martin  said  that  she  was  not.  Ms.  Skinner  then \ninformed him that she was not interested in selling her  commented on the neighborhood being nice. The witness \n  10 \n \n\n \nresponded that that was one of the reasons she was not  such sales. \ninterested in  selling  her  home.  Ms.  Skinner gave  the \nwitness  her  business  card  and  asked  the  witness  to  The kinds of solicitations involved in this action vary. \nmention her to anyone she knew who might want to sell  Some contain pictures of the salespeople, some contain \nhis house. Mrs. Martin thought that Ms. Skinner was  phrases designed to appeal to the fear that the residents \nblack.  may have for their personal safety, and others are thinly \nveiled  attempts  to  appeal  to  racial  prejudice.  These \nAt the time of this conversation, one (1) black family  solicitations are in the form of letters and cards and are \nlived on Mrs. Martin’s block; this was the first time that  addressed either to specific people or to ‘occupant.’ Some \nshe had been solicited to sell her house. Mrs. Martin,  are general in their reference to the area in which the \nwhile testifying that she was upset by the conversation,  recipient lives and others are specific to the point of \nstated that she did not object ordinarily to sales persons  indicating  that  the  sender  has  sold  a  house  on  the \nasking her if she wanted to sell her house. Ms. Skinner  recipient’s block. \ndid not testify. Mr. Humphrey, the owner of Four Star, \ntestified that Ms. Skinner was employed by him as a  Many examples of these solicitations were introduced into \nsalesperson.  evidence. One addressed to ‘resident’ carried the legend, \n‘WE THINK YOU MAY WANT A FRIEND FOR A \n*1045  Thomas  and  Barbara  Herrod,  residents  of  NEIGHBOR . . . KNOW YOUR NEIGHBORS,’ another, \nNorthwest Detroit and plaintiffs in this action, testified  also  addressed  to  ‘Resident’  purported  to  carry \nabout  a  visit  to  their  home  by  Irving  Corley,  as  ‘Neighborhood News’ to the recipient. It announced that \nsalesperson for Four Star Realty.  the real estate agency had just bought a house at a specific \naddress in the recipient’s neighborhood, that the named \nMrs. Herrod testified that on a Sunday afternoon in April,  sellers had received cash in the transaction and that the \n1972, she and her husband were visited by a man who  recipient can receive the same services. The plaintiffs \nidentified himself as Irving Corley, a salesperson for Four  have asked the Court to enjoin these solicitations, even \nStar Realty. Mr. Corley spoke first to Mrs. Herrod at the  though they do not contain any reference to race, because \nlatter’s door. He asked her if she wanted to list her house.  in the atmosphere of racial tension and fear that exists in \nShe told him that she did not. He then told her that a black  Northwest Detroit, they have the effect of other more \ncommunity was being started in her neighborhood and  direct attempts to  ‘blockbust’ in  violation  of the  Fair \nthat now was a good time to sell. Property values would  Housing Act. \ngo down, he said, and the schools would change. Mr. \nHerrod, who had been sitting in his living room near the  The plaintiffs also allege that various of the defendants \ndoor and had overheard the conversation between Mr.  have  engaged  in  telephone  solicitations  in  Northwest \nCorley and his wife, came to the door. He told Mr. Corley  Detroit.  They  tried  to  introduce  testimony  regarding \nthat they were not interested in selling their house. He  several of these telephone conversations in which direct \nsaid  that  Mr.  Corley  made  a  remark  about  the  references  were  made  to  race. The  evidence  was not \nneighborhood undergoing a change with black families  admitted to prove that the defendants violated the Act \nmoving in. Mr. Corley then left. Mr. Corley admitted  because  the  plaintiffs  could  not  properly  identify  the \nsoliciting  in  the  Herrods’  neighborhood  but  denied  caller; the testimony was admitted for the *1046 limited \nmaking any statements regarding race; he also did not  purpose of showing the racial atmosphere in the area. In \nremember the plaintiffs specifically.  addition  to  calls  in  which  race  was  mentioned,  the \nplaintiffs also complain of telephone calls in which no \nUNREQUESTED SOLICITATION  mention  of  race  was  made  but  which,  under  the \ncircumstances, had the effect of exploiting the entry of \nThe plaintiffs have also complained about unrequested  black families into the area. \nmail  solicitations  from  various  defendants.  These \nsolicitations do not refer to race, but the plaintiffs argue  11. HAYWARD W. RICHARDSON REALTY, INC. \nthat  under  the  circumstances  of  the  communities’ \ntransition  from  all  white  to  racially  integrated,  such  The defendant Hayward W. Richardson Realty, Inc., is a \nsolicitations convey to the recipients the idea that their  Michigan corporation engaged in the business of listing \ncommunities are becoming unstable. As a result of their  and selling real estate. Its office is located at 5120 Outer \ntendency  to  exploit  racial  fear,  solicitations  have  the  Drive, Detroit, Michigan. The plaintiffs allege that the \neffect of speeding up the exodus of white residents from  defendant distributed in the Northwest Detroit area a flyer \nthe area. recipients to sell their homes so that the these  advertising its services. This flyer contained a photograph \nsolicitations is to influence the recipients to sell their  of the defendant Hayward W. Richardson, a black man. \nhomes so that the defendants may thereby profit from  The defendant introduced into evidence a copy of this \n  11 \n \n\n \nflyer and admitted in their answer that it conducted a  authority.’ 392 U.S. at 417, 88 S.Ct. at 2191. The Court \nsolicitation campaign in the Northwest Detroit area.  continued: \n12. HARRISON-MOORE REALTY COMPANY  ‘If Congress has power under the Thirteenth Amendment \nto eradicate conditions that prevent Negroes from buying \nThe  defendant  Harrison-Moore  Realty  Company  is  a  and renting property because of their race or color, then \nMichigan corporation engaged in the business of listing  no  federal  *1047  statute  calculated  to  achieve  that \nand selling real estate. Its office is located at 19640 Grand  objective  can  be  thought  to  exceed  the  constitutional \nRiver,  Detroit,  Michigan.  The  plaintiffs  alleged  that  power of Congress simply because it reaches beyond state \nHarrison-Moore  conducted  a  campaign  of  telephone  action to regulate the conduct of private individuals.’ 392 \nsolicitations  in  Northwest  Detroit,  and  the  defendant  U.S. at 438-439, 88 S.Ct. at 2203. (Emphasis added.) \nadmitted that such telephone calls were made. There was \nno attempt by the plaintiffs to show that these telephone  In conclusion, the  Supreme  Court  stated  the  rationale \ncalls made any reference to race.  behind  broadly  interpreting  the  power  exercised  by \nCongress under the Thirteenth Amendment to the United \nII. CONCLUSIONS OF LAW  States Constitution: \n1. This Court has jurisdiction over this matter pursuant to  ‘At  the  very  least,  the  freedom  that  Congress  is \n28 U.S.C. § 1343(3) and 42 U.S.C. § 3612 to enforce  empowered to secure under the Thirteenth Amendment \nrights under the Fair Housing Act of 1968, 42 U.S.C. §  includes the freedom to buy whatever a white man can \n3601 et seq.  buy, the right to live wherever a white man can live. If \nCongress cannot say that being a free man means at least \n2. The defendants in this action, and their agents, are in  this  much,  then  the  Thirteenth  Amendment  made  a \nthe business of selling and listing, for a profit, dwellings  promise the Nation cannot keep.’ 392 U.S., 443, 88 S.Ct. \nwithin the meaning of 42 U.S.C. § 3602(b).  at 2205. \n 3. The Fair Housing Act of 1968, 42 U.S.C. § 3601 et \nseq. was designed to provide, within constitutional limit,  The United States Court of Appeals for the Fifth Circuit \nfor fair housing throughout the United States, 42 U.S.C. §  was the first appellate court to rule on the constitutionality \n3601. Congress’ intention in passing the Act was to end  of the Fair Housing Act. In holding that the Act was a \nthe unfairness of racial discrimination forever; it should,  constitutional exercise of Congressional power under the \ntherefore, be liberally construed.  Thirteenth  Amendment,  the  Court  adopted  fully  the \n   Supreme Court’s mandate in Jones that Congress’ power \nwas  to  be  broadly  construed.  United  States  v.  Bob \nSince its passage, the Act has been interpreted to ban all  Lawrence Realty, Inc., 474 F.2d 115 (5th Cir. 1973) cert. \nracially discriminatory conduct by real estate agents in the \ndenied 414 U.S. 826, 94 S.Ct. 131, 38 L.Ed.2d 59 (1973). \nsale and rental of housing. Smith v. Sol Adler Realty Co., \nThis Court also believes that the Fair Housing Act should \n436 F.2d 344 (7th Cir. 1971); United States v. Henshaw \nbe construed as broadly as constitutionally possible if the \nBrothers,  Inc.,  1974  P.H.  Inc.  E.O.H.  P13,657 \nevils  of  racial  discrimination  in  housing  are  to  be \n(E.D.Va.1974); United States v. Mitchell, 327 F.Supp. \ncombated effectively. \n476 (N.D.Ga.1971), Cf. Jones v. Mayer Co., 392 U.S. \n409, 88 S.Ct. 2186, 20 L.Ed.2d 1189 (1968).  4. Section 3604(a) of the Fair Housing Act provides that it \nshall be unlawful: \nIn Jones, the Supreme Court held that an action alleging \nhousing  discrimination  could  be  maintained  against  a  ‘To refuse to sell or rent after the making of a bona fide \nprivate realtor under 42 U.S.C. § 1982. The Court noted,  offer, or to refuse to negotiate for the sale or rental of, or \nhowever, that 1982 was not as comprehensive as the Fair  otherwise make unavailable or deny, a dwelling to any \nHousing Act which, at the time of the Jones decision, had  person because of race, color, religion, or national origin.’ \njust been enacted into law. The difference between § 1982   Steering on a racial basis (‘steering’) is prohibited by \nand Title VIII  of the Civil Rights Act of 1968 (Fair  that portion of Section 3604(a) of the Fair Housing Act \nHousing Act), the Court stated, is the difference ‘between,  which makes it unlawful to ‘otherwise make unavailable \non the one hand, a general statute applicable only to racial  or deny, a dwelling to any person because of race.’ This \ndiscrimination  in  the  rental  and  sale  of  property  and  section  makes  it  unlawful  to  steer  or  channel  a \nenforceable only by private parties acting on their own  prospective buyer into or away from an area because of \ninitiative, and, on the other hand, a detailed housing law,  race. Unlawful steering or channeling of a prospective \napplicable to a broad range of discriminatory practices  buyer is the use of a word or phrase or action by a real \nand  enforceable  by  a  complete  arsenal  of  federal  estate broker or salesperson which is intended to influence \n  12 \n \n\n \nthe choice of a prospective property buyer on a racial  from  the  transitional  neighborhoods  of  Detroit  is  not \nbasis. United States v. Robbins, 1974 P-H EOH P13,655  relevant; the law makes it unlawful even to attempt. Smith \n(S.D.Fla.1974). Where choice influencing factors such as  v. Sol D. Adler Realty, 436 F.2d 344, 349-350 (7th Cir. \nrace are not eliminated, freedom of choice in the purchase  1971)  (‘.  .  .  race  is  an  impermissible  factor  in  an \nof real estate becomes a fantasy. Coppedge v. Franklin  apartment rental decision and . . . it cannot be brushed \nCounty Board of Education, 273 F.Supp. 289, 298-299  aside  because  it  was  neither  the  sole  reason  for \n(E.D.N.C.1967), affd., 394 F.2d 410 (4th Cir. 1968); Lee  discrimination nor the total factor of discrimination. We \nv. Macon County Board of Education, 267 F.Supp. 458  find no acceptable  place  in  the law  for  partial  racial \n(M.D.Ala.1967),  aff’d.  sub  nom.,  Wallace  v.  United  discrimination.’) (Court of Appeals’ Emphasis); Brown v. \nStates,  389  U.S.  215,  88  S.Ct.  415,  19  L.Ed.2d  422  State  Realty  Company,  304  F.Supp.  1236,  1241, \n(1967). It is the freedom of choice for the purchaser  (N.D.Ga.1969) (‘However, the statute does not proscribe \nwhich the Fair Housing Act protects. Hence, race need  against successful efforts alone but equates any ‘attempt \nnot be the sole reason for the defendant’s conduct if it is  to induce any person to sell or rent any dwelling by \nan  element  of  that  conduct.  Williamson  v.  Hampton  representations regarding the entry or prospective entry \nManagement Co., 339 F.Supp. 1146, 1147 (N.D.Ill.1972).  into  the  neighborhood  of  a  person  or  persons  of  a \n   particular race, color, religion, or national origin’ with a \n Accordingly, any action by a real estate agent which in  successful inducement to do so.’) Were it otherwise, the \nany way impedes, delays, or discourages on a racial basis  damage to be done by steering would have to be inflicted \na prospective home buyer from purchasing housing is  first  before  the  actions  could  be  challenged.  Such  a \nunlawful. This is in accord with the position taken in  requirement would fail to serve the purpose of the Act. \nMayers v. Ridley, 465 F.2d 630, 652-3 (D.C.Cir.1972),    \nwhere the Court of Appeals for the District of Columbia \nstated that the Fair Housing Act was intended to have ‘the  The Court in United States v. Gilman, 341 F.Supp. 891, \nbroadest objectives and scope’ and to prohibit not only  903 (S.D.N.Y.1972), stated the rule which should guide \nopen, direct discrimination but also all practices which  federal courts in protecting the rights of American citizens \nhave a racially discouraging effect.  in this and all other cases: \n  \n‘Where  discrimination  is  obvious  it  must  be  halted \n*1048 It is the opinion of this Court that when a real  immediately.  However,  discrimination  is  not  always \nestate agent actively undertakes an effort to influence the  apparent or overt but often appears in insidious and subtle \nchoice of a prospective home buyer on a racial basis,  forms. Denigration of individual rights and liberties is the \nwhether on his own initiative or in response to the buyer’s  hallmark of discrimination and cannot be permitted to \ninitiative,  the  agent  either  directly  or  indirectly  exist under any guise.’ (Emphasis added.) \ndiscourages the prospective home buyer from purchasing \nFinally, the  defendants  have  sought  to  argue  that  the \na home in a particular area. Where available housing has \nplaintiffs failed to prove that the areas into which the real \nbeen traditionally denied to blacks because of their race, \nestate  salespeople  attempted  to  steer  them  were  ‘all \nthis  conduct  tends  to  perpetuate  racially  segregated \ncommunities. The Court, therefore, concludes as a matter  white.’ The Court finds no merit in this argument. The \nof law that steering is a violation of Section 3604(a) of the  operative factor which makes the defendants’ conduct \nFair Housing Law.  unlawful  was  their  trying  to  influence  the  ‘buyer’s’ \ndecision by the use of race. Whether the area to which \nOn their cross-examination of the plaintiffs’ witnesses,  they attempted to steer the plaintiffs was all white is, \nthe  defendants  attempted  to  elicit  the  admission  that,  therefore, not relevant. \nultimately,  the  defendants  offered  to  show  plaintiffs \n5.  Section 3604(e) of the Fair Housing Act makes it \nhouses in any part of the city or state in which they had \nlistings. From this, the Court is asked to conclude that for  unlawful: \npurposes of 42 U.S.C. § 3604(a), the defendants did not \n‘For profit, to induce or attempt to induce any person to \nmake ‘unavailable dwellings to the plaintiffs because of \nsell or rent any dwelling by representations regarding the \ntheir race.’ This conclusion does not follow. \nentry or prospective entry into the neighborhood of a \n What the defendants are asking this Court to find, in \nperson  or  persons  *1049  of  a  particular  race,  color, \neffect, is that because of the insistence of the plaintiffs, \nreligion, or national origin.’ \nand the reluctant submission of the defendants, there was \n The purpose of this section is to prevent individuals from \nno steering because the initial efforts of the defendants \npreying upon the fears of property owners in racially \nfailed. Such a conclusion is untenable. The fact that the \ntransitional areas and thereby inducing the kind of panic \ndefendants did not succeed in steering the plaintiffs away \nselling  which  results  in community  instability.  United \n  13 \n \n\n \nStates v. Mitchell, 327 F.Supp. 476, 479 (N.D.Ga.1971).  a  listing  then  at  least  to  get  an  up-to-date  appraisal. \nIn  construing  the  term  ‘representation’  as  used  in  §  Constant solicitation of listings goes on by all agents \n3604(e), this Court recognizes that each provision of the  either by house-to-house calls and/or by mail and/or by \nFair Housing Act is to be given a liberal construction in  telephone, to the point where owners and residents are \norder for it to accomplish its purpose. In that regard, the  driven  almost  to  distraction.  In  this  maelstrom  the \nrepresentations prohibited by Section 3604(e) include the  atmosphere is necessarily charged with Race, whether \nsubtle,  as  well  as  the  more  obvious,  forms  of  racial  mentioned or not, and as a result there is very little cause \ninducements  to  sell.  It  is  possible,  therefore,  for  a  or necessity for an agent to make direct representations as \nrepresentation to be a violation of the section even if race  to race or as to what is going on. On the contrary both \nis not explicitly mentioned. See United States v. Mintzes,  sides already know, all too well, what is going on. In \n304 F.Supp. 1305 (D.Md.1969).  short, for an agent to get a listing or make a sale because \n   of racial tensions in such an area is relatively *1050 easy, \n Section  3604(e),  therefore,  is  aimed  at  both  overt  whereas the direct mention of race in making the sale is \n‘blockbusting’ and other uninvited solicitations in racially  superfluous and wholly unnecessary.’ (Emphasis by the \ntransitional neighborhoods where it can be established (1)  Court.) \nthat the solicitations are made for profit, (2) that the \nsolicitations are intended to induce the sale of a dwelling,  This Court is well aware of the racial fears which exist in \nand (3) that the solicitations would convey to a reasonable  a community into which black families are entering for \nman, under the circumstances, the idea that members of a  the  first  time.  The  testimony  in  this  action  has \nparticular race are, or may be, entering the neighborhood.  underscored the instability which results from these fears, \n   and it is this instability upon which the real estate industry \npreys. As the Court observed in Brown v. State Realty \nIt is a well known fact that racial tensions and anxieties  Company, 304 F.Supp. 1236, 1240 (N.D.Ga.1969): \nare generated when blacks move into previously all-white \nneighborhoods. It is also well known that many real estate  ‘The  practices  condemned  by  the  provision  (the  Fair \nagencies attempt to exploit such a situation by making  Housing Act) impede the rights granted in § 1982 and \nrepeated, uninvited solicitations for the sale of homes. In  constitute a fundamental element in the perpetuation of \nmost instances, this activity (commonly referred to as  segregated  neighborhoods,  racial  ghettos  and  the \n‘blockbusting’) has proven to be an effective means of  concomitant evils which have been universally recognized \nstimulating  the  sale  of  homes  in  racially  transitional  to  emanate  therefrom.  Such  iniquitous  conduct, \nneighborhoods. It does so by capitalizing upon the racial  trafficking  as it  does  on  the  fears  of  whites  and  the \nfears of whites, reminding them that blacks are moving  desperation of Negroes, clearly affects equality in housing \ninto the area. The process was articulated quite clearly in  and is abhorred by all citizens, regardless of their personal \nUnited States v. Mitchell, 335 F.Supp. 1004, 1005-1006  views on the racial question.’ \n(N.D.Ga.1971), where the United States District Court for \nFor the protection afforded by the Fair Housing Act to be \nthe Northern District of Georgia stated: \neffective, real estate salespeople must not be allowed to \n‘The evidence at the trial disclosed many illuminating  make any representation which would violate 42 U.S.C. § \nthings about what happens in a residential neighborhood  3604(e). The effect of this may be to forestall the entry of \nwhen it becomes racially transitional. For example, if  black families into a community, but that is preferable to \nthese cases are typical— and the court believes they are—  the  alternative:  A  segregated  community  created  and \nthe  following  consequences  can  be  predicted  as  perpetrated by unscrupulous, or even innocent, real estate \ninevitable, and beyond dispute: First, a sense of panic and  agents exploiting the racial fears and hatreds of those who \nurgency immediately grips the neighborhood and rumors  live in the community, or those who might seek to live \ncirculate and recirculate about the extent of the intrusion  there. This Court agrees with the Court of Appeals for the \n(real or fancied), the effect on property values and the  Seventh Circuit which, in response to the argument that a \nquality of education. Second, there are sales and rumors  total ban on ‘For Sale’ signs in Gary would make it more \nof sales, some true, some false. Third, the frenzied listing  difficult  for  blacks to move  into  previously  all  white \nand sale of houses attracts real estate agents like flies to a  neighborhoods, stated: \nleaking jug of honey. Fourth, even those owners who do \nnot sell are sorely tempted as their neighbors move away,  ‘The right to open housing means more than the right to \nmove from an old ghetto to a new ghetto. Rather, the goal \nand hence those who remain are peculiarly vulnerable. \nof our national housing policy is to ‘replace the ghettos’ \nFifth, the names of successful agents are exchanged and \nwith ‘truly integrated and balanced living patterns’ for \nrecommended between homeowners and frequently the \npersons  of  all  races.  Trafficante  v.  Metropolitan  Life \nagents are called by the owners themselves, if not to make \n  14 \n \n\n \nInsurance  Co.,  409  U.S.  205,  211,  93  S.Ct.  364,  34  has engaged in unlawful conduct. Johnson v. Jerry Pals \nL.Ed.2d 415. It is clearly consistent with the Constitution  Real Estate, 485 F.2d 528 (7th Cir.1973); United States v. \nand federal housing policy for Gary to pursue a policy of  Youritan  Construction  Company,  370  F.Supp.  643 \nencouraging  stable  integrated  neighborhoods  and  (N.D.Cal.1973)  and  cases  cited  therein  at  650; \ndiscouraging  brief  integration  followed  by  prompt  Williamson v. Hampton Management Co., 339 F.Supp. \nresegregation, even if an effect of that policy is to reduce  1146 (N.D.Ill.1972); and Newbern v. Lake Lorelei, 308 \nthe number of blacks moving into certain areas of the city.  F.Supp. 407 (S.D.Ohio 1968). \nSee Otero v. New York City Housing Authority, 484 F.2d \n1122  (2d  Cir.  1973);  Shannon  v.  United  States  The Court’s observation in Newbern, supra, is particularly \nDepartment  of  Housing and  Urban  Development,  436  appropriate here: \nF.2d 809 (3d Cir. 1970). The NAACP Legal Defense and \n‘The  defendants  liken  (a  tester)  to  an  informer  in  a \nEducational Fund as amicus curiae has argued that ‘Here \ncriminal case. However, even in a criminal case— let \na legislative body has acted to balance individual and \nalone in a civil case— the testimony of an informer is \ncollective interests to ensure constitutionally mandated \ncompetent  (although  it  should  be  considered  with \nopen housing’ and that ‘The interest of both the black and \ncaution). Lee v. United States, 343 U.S. 747, 72 S.Ct. \nwhite citizens in stable communities outweighs any minor \n967, 96 L.Ed. 1270; and there is no entrapment if the \ninconvenience of having to utilize alternate methods for \nadvertisement and information gathering’ (Br. 16). We  informer  merely  furnishes  ‘a  favorable  opportunity.’ \nagree . . .’ Barrick Realty, Inc. v. City of Gary, Indiana,  Lopez v. United States, 373 U.S. 427, 83 S.Ct. 1381, 10 \n491 F.2d 161, 164-165 (7th Cir. 1974).  L.Ed.2d 462.’ 308 F.Supp., at 415. \n 6. The plaintiffs have alleged that in several instances the   8. The defendants have also raised objections to the \ndefendants  refused  to  deal  with  prospective  ‘buyers’  testimony  of  several  witnesses  because  the  witnesses \ninitiated  either  the  contact  with  the  realtor  or  the \nbecause  they  were  black.  In  each  of  the  instances \ndiscussion of race. This is irrelevant. As the Court in \ncomplained of, however, the ‘buyer’ was in fact a tester. \nBrown v. State Realty, supra, 304 F.Supp. at 1241, stated: \nIn order for a ‘refusal to deal’ to occur, the plaintiff must \n  \nbe a bona fide purchaser; this is clear from the language \n‘Nor  does  the  fact  that  contact  with  the  agents  was \nof the statute. 42 U.S.C. § 3604(a). \ninitiated in some cases by the property owners or that the \n  \n However, conduct which does not constitute a ‘refusal to  subject of Negro purchasers was in some cases first raised \ndeal’ within the meaning of 42 U.S.C. § 3604(a) because  by the property owners change the result. The conduct \n*1051 of the involvement of testers may nevertheless  condemned and the responsibility placed by the statute on \nconstitute unlawful steering as that term is defined by this  the  agent  is  to  refrain  absolutely  from  any  such \nCourt, supra, at 1047.  representations.’11 \n    9.  The  discriminatory  conduct  of  the  real  estate \nsalespersons in attributable to the real estate agency under \n7.  The  defendants,  throughout  the  ten  (10)  weeks  of  the doctrine of respondeat superior and because the duty \nhearings and in their post-hearing briefs, emphasized that  to obey the law is nondelegable. Sanborn v. Wagner, 354 \nall of the witnesses, with the exception of Mr. Michael  F.Supp. 291 (D.Md.1973); *1052 Williamson v. Hampton \nSecord,  were  testers.  This  is  irrelevant.  There  is  no  Management Co., 339 F.Supp. 1146 (N.D.Ill.1972). This \nrequirement in the Fair Housing Act that the prospective  is especially true where, as here, all of the real estate \nbuyer, except in the case of a refusal to deal, be a bona  agencies  operated  within  the  area  in  question  and, \nfide  purchaser.  See,  United  States  v.  Youritan  therefore, were aware of the transitional nature of the \nConstruction  Company,  370  F.Supp.  643,  650  communities in question. \n(N.D.Cal.1973).    \n 10. Injunctive relief is appropriate in this case in order to \nThe evidence resulting from the experience of testers is  insulate the community from any further exploitation by \nadmissible to show discriminatory conduct on the part of  these  defendants  during  the  pendency  of  this  action. \nthe  defendants.  The  Fair  Housing  Act  of  1968  was  Injunctive relief is a severe remedy and should be granted \nintended  to  make  unlawful  simpleminded  as  well  as  in  only  the  most  extreme  situations.  The  Court  is \nsophisticated and subtle modes of discrimination. It is the  convinced  that this  is  such  an extreme  situation.  The \nrare case today where the defendant either admits his  Court must necessarily balance the harm to the defendants \nillegal conduct or where he sufficiently publicizes it so as  against the harm to the public if the injunction is not \nto make testers unnecessary. For this reason, evidence  granted.  By  this  decision,  therefore,  the  Court  has \ngathered by a tester may, in many cases, be the only  concluded that the public interest is paramount. \ncompetent evidence available to prove that the defendant    \n  15 \n \n\n \nIn addition, of course, the Court has decided that there is a  3. The conduct of Artincus Watkins, agent of Bowers \nsufficient probability that the plaintiffs will succeed on  Realty  &  Investment  Company,  testified  to  by  Mary \nthe merits of the action, and that if an injunction is not  Finneren. \nissued, there is almost a certainty of irreparable harm to \nthe  plaintiffs.  Pride  v.  Community  School  Board  of  4.  In  view  of  the  foregoing  conclusions  of  law  and \nBrooklyn, New York School Board #18, 482 F.2d 257 (2d  findings of facts, the Court concludes as matter of law \nCir. 1973).  that the racial atmosphere in the area in question is such \nthat a solicitation for a listing, made for profit and with \nIII. SPECIFIC CONCLUSIONS OF LAW  the intention of inducing the sale of a dwelling, would \nconvey to a reasonable man the idea that members of a \nA. Violations of 42 U.S.C. § 3604(a).  particular race are or may be entering the area in question, \n The  following  conduct  constituted  violations  of  42  and thus violate 42 U.S.C. § 3604(e). This is so even \nU.S.C. § 3604(a):  though race is *1053 not mentioned in the solicitation. \n   Therefore, the solicitations by Haywood W. Richardson \nRealty,  Inc.  and  Harrison-Moore  Realty  Company \n1.  The  Conduct  of  Bernard  O’Laughlin  as  agent  of  constituted violations of 42 U.S.C. § 3604(e). \nLexington House Realty testified to by James Irvin. \nC. No Cause of Action. \n2. The conduct of Roy M. Wilson, III, agent of Brian \nHussey, d/b/a Earl Keim Realty of Detroit, testified to by  The following allegations made in the Complaint are not \nRichard Cartwright.  supported by any credible evidence: \n3. The conduct of Ben B. Miller, agent of C. Schuett  1. Paragraph 7.16 of the Complaint alleges: \nRealty, Inc., testified to by Frank X. O’Keefe. \n‘On or about June 28, 1972, defendant W. V. Cohn, \n4. The conduct of James Brady, agent of John H. Hussey  acting within the scope of his employment by and at the \nCo., testified to by Mike Secord.  offices of defendant Miller, for profit, attempted to steer \nand channel plaintiff Leo J. Elliott, because he is white, to \n5. The conduct of Virginia Greenwood, agent of Brian  an all-white suburban area and made unavailable to him \nHussey, d/b/a Earl Keim Realty of Detroit, testified to by  dwellings  in  Northwest  Detroit.  This  conduct  by \nErnest Bago.  defendants Miller and Cohn was steering in violation of \n3604(a).’ \n6.  The  conduct  of  Mark  Zehnder,  agent  of  Joe  E. \nNorwood Company No. 1, testified to by Vincent Zuch. \nThis  is  the  only  allegation  involving  conduct  by  the \ndefendants  Cohn  and  Miller  Bros.  The  Court,  after \n7. The conduct of Arnold Windmueller, agent of Joy Real \nhearing the testimony of the witnesses, finds that this \nEstate Company, testified to by Vincent Zuch, subject to \nallegation is not supported. \nthe limitation noted by the Court, supra, at page 1042. \n2. Paragraph 7.25 of the Complaint alleges: \n8. The conduct of Bill Willis, an agent of Mayfair Realty, \ntestified to by Vincent Zuch.  ‘Grand Oaks Realty (defendant Jackson) regularly sends \nlarge numbers of black employees to listed homes in \n9. The conduct of Jim McNish, an agent of John H. \nracially transitional neighborhoods after dark, where they \nHussey Company, testified to by Vincent Zuch. \nmill  about  the  property  and  purportedly  examine  the \nhouse  with  flashlights.  While  this  activity  does  not \nB. Violations of 42 U.S.C. § 3604(e). \ninclude any statement of race, the entire atmosphere is \ncharged with racial tensions making direct mention of \nThe following conduct constituted violations of 42 U.S.C. \nrace unnecessary, and the result is a sense of panic and \n§ 3604(e): \nurgency and racial rumors flood the area. These activities \n1. The conduct of Irwin Corley as agent of Lawrence  constitute  blockbusting  in  violation  of  3604(a)  which \nHumphrey, d/b/a Four Star Realty, testified to by Barbara  affects not only the immediate area, but all of the Detroit \nand Thomas Herrod.  Metropolitan Area.’ \n2.  The  conduct  of  Mr.  Clark,  agent  of  Lawrence  This  is  the  only  allegation  involving  conduct  by  the \nHumphrey, d/b/a Four Star Realty, testified to by Helen  defendant Frank Jackson, d/b/a Grand Oaks Realty. There \nStockton.  was  only  a  vague  reference  to  this  allegation  at  the \n  16 \n \n\n \nhearing, and the Court finds that the allegation is not  not have wanted to sell their homes frequently feel forced \nsupported.  to sell and move to neighborhoods where blacks are not \nencouraged to become residents or homeowners. \nIV. SUMMARY \nThe  activities  of  the  defendants  as  determined  herein \nThis Memorandum Opinion and Order represents only a  cannot  be  countenanced.  These  defendants  cannot  be \nstage, and not the end, of what has been a long and  permitted to decide where the citizens of Detroit can and \ngrueling piece of litigation. What ultimate effect this, or  cannot live. This Court cannot compel people of different \nany litigation, can have in reversing racial segregation in  races to live together in any neighborhood. However, this \nhousing in Detroit is impossible to predict. We are not  Court does have the responsibility under the law, when \ndealing  simply  with  conduct  which  can  be  legally  presented with the evidence that is of record in this case, \nregulated. The issues before the Court are complicated by  to take appropriate measures to see that realtors who are \nconduct and attitudes of people of the city which cannot  predatory intruders in neighborhoods where they transact \nbe reached by laws or the Court.  business are not free to propagandize residents of those \nneighborhoods with the idea that they should sell their \nWhat is important at this point is that justice is served by  homes  and  move  because  of  the  changing  racial \nthe Court’s decision. It is the duty of the courts to see that  composition of the neighborhood. \njustice  is  accomplished  by  interpreting  the  laws  and \nupholding their principles in a manner which is consistent  In a sense, this action is symptomatic of long-term racial \nwith the promises of our Constitution; but the courts must  separation. Myths and stereotypical conceptions which \nalso  guard  against  their  own  misuse.  Careful  become cemented in the mind with the passing of time \nconsideration must be given to each case to assure that the  cannot easily be dispelled when people begin to act on the \ntemporal results of today do not result in grave injustices  resulting fears. The people in North-west Detroit flee to \nin the future. There are some things which need to be  the suburbs in great numbers when their fears are aroused \ndone, but which courts are ill equipped to do. Fear cannot  by  rumors  of  the  entry  of  black  families  into  their \nbe enjoined. Perhaps if there were no fear, there would be  neighborhoods. The real estate industry, while perhaps \nno need for this action, no need for a Fair Housing Act.  not the only factor, acts as a catalyst in this cancerous \nBut we must proceed from what is reality. There is fear,  process. \nand in the minds of some of the people of Northwest \nDetroit, it is as real as the blackness of the skins of the  The record in this case is replete with credible testimony \npeople whom they fear. These fears raise problems with  which leads this Court to the unavoidable conclusion that \nwhich we must deal, but this totality cannot be dealt with  flagrant violations of the Fair Housing Act have occurred. \nhere. We must be satisfied, today, to do what under the  The evidence substantiating plaintiffs’ charges of illegal \ncircumstances and the law seems fair and just.  activity by the defendants in real estate transactions is all \nthe  more  disturbing  because  the  illegal  activity  was \nIn entering its Opinion and Order, the Court is mindful of  motivated  largely,  if  not  entirely,  by  the  defendants’ \nthe contention of some people that black and white people  desire for profit. When viewed in terms of the resulting \nare incapable of living together in peace   *1054 and  consistent  pattern  of  practices  resorted  to  by  the \nharmony in close proximity to one another. But certainly  defendants, their desire for profit assumed unconscionable \nit is conceivable that in a city of the size of Detroit,  proportions. The defendants herein have acted in total \nracially integrated neighborhoods can evolve and sustain  disregard of the right of black and white people to enter \nthemselves. For there are enough fair-minded people of  into important contracts affecting real property without \nboth races, who have respect for diversity, to insure that  harassment, undue pressure and inflammatory appeals to \nthere will indeed by integrated, or at least desegregated,  racial fear and prejudice. That lack of concern is reflected \nneighborhoods—neighborhoods  where  people  will  live  by the manner in which the defendants have manipulated \nbecause they want to, not because they have to.  the housing market by the racially biased nature of their \nappeals  to  homeowners  and  home  buyers  and  the \nSuch neighborhoods can only exist when the black and  unabashed way in which they have sought to disturb the \nwhite inhabitants of those neighborhoods develop mutual \nracial balance in Detroit neighborhoods. \nrespect and tolerance. Such respect and tolerance is more \nlikely  to  thrive  in  an  atmosphere  where  people  who  By its Order today, the Court realizes that it may place the \naffirmatively  desire  to  live  in  a  community  are  not  named defendants over  whom it  has  jurisdiction at  a \ncontinually  subjected  to  the  pressures  of  doomsday  competitive  disadvantage  vis-a-vis  other  real  estate \nprophets  making  repeated  representations  that  their  agencies  and  sales  people  who  operate  in  Northwest \nproperty values as well as the quality of education offered  Detroit, but who are not parties to this action.’12 The Court \ntheir children will decline. Even white people who would \n  17 \n \n\n \n*1055 hopes, however, that the unequivocal language of  Freeway  and  Heyden  Street,  and  from  6  Mile  Road \nthis Order will give pause to any agent or salesperson who  (McNichols) to Accacia Street between the Southfield \nwould seek to operate within the defined area in a manner  Freeway  and  Evergreen  Road  other  than  by \ninconsistent with the injunction issued herein. The Court  advertisements  on  television,  radio  and  billboards,  in \npoints out that although it has not yet decided the issue,  telephone directories or in regularly published newspapers \nthis  action  was  brought  as  one  involving  a  class  of  not devoted primarily or exclusively to real estate or in \ndefendants.  Any  attempt  by  a  real  estate  agent  or  other directories not distributed primarily for the purpose \nsalesperson to exploit this order will, of course, have a  of real estate solicitation to homeowners. \nbearing  on  whether  the  Court  ultimately  certifies  a \ndefendant class.  This  is  intended  specifically  to  enjoin  all  telephonic, \nViolations of law in the area of human rights are to be  personal and mail solicitations of individual homeowners \nfrowned  upon  even  when  the  perpetrators  of  such  at  their  residences  which  are  initiated  by  real  estate \nviolations  are  acting  out  of  personal  racial  prejudice  agents. \nwhich  is  the  product  of  social  conditioning;  such \n4. Making, printing or publishing or causing to be made \nviolations are even more intolerable, as in the case of \nprinted,  or  published,  any  notice,  statement,  or \nthese  defendants,  when  the  perpetrators  are  not \nadvertisement, with respect to the sale of a dwelling that \nnecessarily  acting  out  their  own  personal  racial \nprejudices, but are vigorously seeking to exploit the racial  indicates  any  preference,  limitation,  or  discrimination \nprejudices of others in order to satisfy their commercial  based on race, color, or national origin. \ngreed.  The  illegal  activities  of  the  defendants  are \n5. Representing to any person because of race, color, or \nparticularly  invidious  in a case  such as  the one  here \nnational origin that any dwelling is not available. \npresented. This Court, supported by a record containing \nconvincing  evidence  of  violations  of  law,  will  take \n6. Making, printing, or publishing, or causing to be made, \nwhatever measures provided for under the law to put a \nprinted,  or  published,  any  notice,  statement,  or \nstop to the defendants’ conduct and to implement the \nadvertisement,  with  respect  to  the  operation  of  the \nintent of Congress as embodied in the Fair Housing Act.13 \ndefendants’ business which includes any racial, or ethnic \nreferences, by photograph, representation, or otherwise. \nORDER \nII \nI \n It is further ordered that John H. Hussey Company; Joy \nPursuant  to  the  foregoing  Findings  of  Fact  and  Realty Estate Company; Earl Keim Realty of Detroit, \nConclusions  of  Law,  it  is  hereby  ordered  that  the  Inc.; Mayfair Realty Co.; C. Schuett Realty, Inc.; Joe E. \ndefendants Earl Keim Realty, C. Schuett Realty, John H.  Norwood No. 1, Inc.; and Lexington House Realty and \nHussey Realty, Joe E. Norwood Co., No. 1, Joy Realty  their owners, officers, agents, employees, successors and \nEstate, Mayfair Realty, Lexington House Realty, Four  all persons in active concern or participation with any of \nStar Realty,  Bowers  Realty,  Haywood W.  Richardson  them, shall forthwith adopt and implement an affirmative \nprogram of compliance with the provisions of the Fair \nRealty,  and  Harrison-Moore  Realty,  and their  owners, \nHousing Act in order to insure that during the pendency \nofficers, agents, employees, successors and all persons in \nof this matter all housing sold or obtained for listing will \nactive concern  or  participation  with  any  of  them, are \nbe made available to black and other nonwhites on the \ntemporarily enjoined with respect *1056 to the operation \nsame basis that they are made available to whites and that \nof their business from: \nhousing in all areas of the defendants operation will be \n1. Representing to any homeowner, for the purpose of  made available to all persons on an equal basis regardless \nobtaining a real estate listing, that members of a particular  of the color or race of the prospective buyers or sellers. \nrace, color, religion, or national origin are entering, have  Such program shall include, but need not be limited to, \nentered, or will soon be entering his community.  the following: \n  \n2.  Steering  or  channelling  any  prospective  purchaser \ntoward  residence  in  any  particular  dwelling  or  A. The defendants shall, within 30 days of the entry of \nneighborhood because of race, color, religion or national  this Order, conduct an educational program for its sales \norigin.  personnel and other agents and employees to inform them \nof the provisions of this Order and their duties under the \n3. Soliciting from any person, in any manner, listings for  Fair  Housing  Act.  Such  program  shall  include  the \nthe sale of residential real estate in the area of 7 Mile  following: \nRoad to 6 Mile Road (McNichols) between the Southfield \n  18 \n \n\n \n1. A copy of this Order shall be furnished to each agent  Standards.’).  The  Sale  Standards  shall  be  based  on \nand employee.  objective criteria and  shall  be designed to extend  the \ndefendants’ services to all persons without regard to race, \n2.  By  general  meeting  or  individual  conference  the  color or national origin. A copy shall be filed by each \ndefendants shall inform each agent and employee of the  defendant  with  the  Court,  and  copies  served  on  the \nprovisions  of  this  Order  and  of  the  duties  of  the  plaintiffs within 30 days after the effective date of this \ndefendants and their agents and employees under the Fair  Order. \nHousing Act. Each agent and employee shall also be \ninformed that his failure to comply with the provisions of  Plaintiff shall have twenty days from receipt of these \nthis  Order  shall  subject  him  to  dismissal  or  other  standards and procedures to file objections with the Court. \nappropriate disciplinary action.  If plaintiff files no objections, and if the Court makes no \ncontrary ruling sua sponte, these standards and procedures \n3. Each agent and employee shall sign a statement that he  shall be adopted without further order of the Court. \nhas read this *1057 Order and that he fully understands \nhis responsibilities thereunder.  III \n4. The above stated program shall be given within 15 days  It is further ordered that \nof the filing of this Order, and thereafter, upon the hiring \nof  any  new  employee,  within  3  days  of  the  A. In the event of a dispute under this Order, any party \ncommencement of his duties.  named in this Order may apply to the Court for direction \nand resolution of such dispute, upon giving of reasonable \nB. The defendants shall inform the public generally and  notice to the other parties. \ntheir customers and clients specifically of the defendants’ \nnondiscriminatory policy by the following actions:  B.  Any  racial  records kept  by  any  defendant  for  the \npurpose  of  demonstrating  compliance  with  this  Order \n1. The defendants shall cause a Fair Housing sign in the  shall not be considered discriminatory. \nform attached as Appendix A to be prominently displayed \nin a place clearly visible to all persons in, or immediately  C. The Court retains jurisdiction of this action for all \noutside, each office of said defendants where there is sale  purposes. \nactivity.  The  sign  shall  be  in  accordance  with  the \nDepartment of Housing and Urban Development ‘Fair  IV \nHousing  Poster’  regulation,  37  Fed.Reg.  3429-3430 \nIt is further ordered that the Complaint be, and the same \n(February  6,  1972),  a copy  of  which  is appended  as \nhereby is, dismissed as to the defendants W. V. Cohn, \nAppendix B to this Order. \nMiller Bros. Realty Company and Frank Jackson, d/b/a \n2.  All  advertising  of  property  offered  for  sale  or  Grand Oaks Realty. \nadvertising  seeking  property  to  sell  by  defendants  in \nIt may become necessary in the future to order provisions \nnewspapers or other media including the radio and TV \nfor reporting and record keeping, but the Court does not \nand in billboards, pamphlets, brochures, handouts, and \nwant to impose those burdens on the defendants at this \nwritings  of  any  kind,  shall  include  a  statement14 \npoint. The measures which have been ordered are strong, \nprominently placed and easily legible to the effect that all \nbut  the  alternative  of  further  exploitation  and \nproperty listed by defendants is for sale to all persons \ninflammation  of  racial  tensions  makes  this  remedy \nwithout regard to race, color, religion or national origin. \nimperative. \nIn radio advertisement, the equal opportunity statement \nshall be easily audible. \nThe provisions of this Order shall remain in effect until \nfurther ordered by the Court. \nC. The defendants, in advertising property which they \n \nhave available for sale, shall do so in a manner which \n \nindicates to the public the range of properties available \nand the range of locations available. This should include \nin  advertisements  use  of  a  representative  sample  of \navailable property.  APPENDIX A \nD. The  defendants  shall adopt  and implement  written   \nnonracial standards for receiving, processing, evaluating, \napproving  and  selling  dwellings  (hereinafter  ‘Sale \n  19 \n \n\n \n \n \n \n \n \nAll Citations \n394 F.Supp. 1028 \n \nAPPENDIX B \nFootnotes \n \n1  ECHO is a community group which was formed in 1971 to deal with the problems of racial transition in Northwest \n  Detroit. Most recently, it has concentrated on exposing the activities of the real estate industry associated with this \ntransition. \n \n2  One witness testified during the hearing that he was motivated to participate in this action when he heard rumors of \n  real estate salesmen bringing black families out to view houses at night. On these visits, according to the rumors, the \nsalespeople would put lights on in order that the neighbors could see that the prospective buyers were black. The \nCourt has no doubt that under certain circumstances this may have been done with that purpose in mind. But the \nwitness also testified that under the same conditions, he would not have been concerned if the buyers had been \nwhite. There are perhaps ways to show a house to a black family at night without the aid of lights, but the Court is \nunable to think of any that would be either practical or effective. The question arises, then, how is a black family to \nbe shown a house after dark without arousing fears in the minds of the white families living in that community? \nAdditionally, however, the Court heard testimony of visits by black real estate salespeople to the homes of white \n  20 \n \n\n \nresidents of the Emerson Community to solicit listings. Such visits may be quite innocent; but in light of other factors \nexternal to the visit, they may also reasonably be viewed as designed to exploit the racial fears of the community. \nThe Court, therefore, has had to chart its course between irrational fears on the one hand and exploitation of these \nfears on the other. \nThe Court recognizes the possibility that some of the plaintiffs herein may have been motivated to bring this action \nbecause they desired to keep black families out of their neighborhood. Nevertheless, the overwhelming weight of \nthe evidence produced at the hearing supports the granting of the relief sought in their motion. \n \n3  Unless otherwise indicated and for the purpose of deciding this motion, the Court credits the testimony of the \n  witnesses as it is described, infra. \n \n4  Dr. Frances Cousens qualified as an expert by virtue of her education and her research and professional activities in \n  the fields of sociology and social psychology. Dr. Cousens has a Ph.D. in sociology, was the first research director of \nthe  Michigan  Civil  Rights  Commission,  was involved  in  research  and  evaluation  in  The  Great  Cities  Project \nadministered by the Detroit Public School System, and has served as a consultant to the Department of Housing and \nUrban Development and has done extensive work in the area of fair employment practices. She is now a professor \nof sociology at the University of Michigan, Dearborn Campus. \n \n5  Patricia Becker qualified as an expert on behalf of the plaintiffs by virtue of her educational background and \n  professional activities in the area of population studies, data and statistics. She has a Master’s degree in sociology, \nhas worked with a number of population study programs, and is currently in charge of the data and statistical \nprograms for the City of Detroit Community Development Commission. \n \n6  A comparison of the 1960 and 1970 population figures for the City of Detroit shows that during the decade in \n  between, the overall population of the city decreased from 1,670,144 in 1960 to 1,511,482 in 1970. The number of \nwhite residents decreased from 1,182,223 in 1960 to 838,877 in 1970. At the same time, the number of black \nresidents increased from 482,223 in 1960 to 660,428. During the same decade, however, the total population for \nthe Standard Metropolitan Statistical Area (SMSA), which includes those cities and towns in Macomb, Oakland, and \nWayne Counties which are socially and economically integrated with Detroit, increased from 3,762,360 in 1960 to \n4,199,931 in 1970. The number of whites increased from 3,195,372 to 3,419,720, and the number of blacks \nincreased from 558,870 to 757,083. A simple analysis of these figures shows that during the period from 1960 to \n1970, the population shift of whites has been away from Detroit and into the surrounding suburbs. There is nothing \nto suggest that this trend has not continued since 1970 nor does anything suggest that it will not continue unless \nsomething affirmative is done to halt it. Population figures taken from U.S. Bureau of the Census, Census of \nPopulation and Housing: 1960, CENSUS TRACTS, Final Report PHC (1)-40, Detroit, Michigan, SMSA; and U.S. Bureau \nof the Census, Census of Population and Housing: 1970, CENSUS TRACTS, Final Report PHC (1)-58, Detroit, Michigan, \nSMSA. \n \n7  Observations by social scientists of residential patterns in a few large northern cities such as Detroit also seem to \n  indicate that the replacement of white by black population in city neighborhoods occurs as a process of ‘racial \nresidential succession.’ Essential to this concept of residential succession is the assumption that a period of brief \nintegration will inevitably be followed by prompt resegregation. The process is considered irreversible. Any area \nwhich gains more than a few black residents tends to become more and more black, until it ‘tips.’ See Otero v. New \n  21 \n \n\n \nYork City Housing Authority, 2 Cir., 484 F.2d 1122, 1135 (1973). For an excellent discussion of this phenomenon from \na social science perspective, see Taeuber and Taeuber, Negroes in Cities: Residential Segregation and Neighborhood \nChange, Aldine Publishing Co., Chicago, 1965. \n \n8  Compare the definition of blockbusting in 34 A.L.R.3d 1432, 1433: ‘A technique whereby real estate brokers \n  perpetuate segregated neighborhoods.’ \n \n9  The testimony of Mr. Secord was convincing. The questioning by Mr. Levin is not lost on the Court, however. It is \n  apparent that the witness, and perhaps the defendants, believe that the racial composition of a community is \nrelevant in determining whether to buy a home there. It is further apparent they, perhaps, feel that it is proper for a \nreal estate salesperson to inform a prospective buyer of the racial composition of a community, if he or she knows \nit. This Court, however, finds such information irrelevant in the context of this suit. The defendants have not related \nsuch ‘information’ to the testers for the purpose of informing him of the nature of the area. Rather, such \ninformation has been used to channel the potential white home buyer away from areas in which a significant \nnumber of blacks live. It is also irrelevant what the plaintiff may feel about living next door to a welfare recipient or \nabout living in a neighborhood which is more than fifty (50) percent black. The number of blacks in a neighborhood \nis not analogous to the character of the schools, or the adequacy of the transportation system or the number of \nchurches. Much of the tensions and fears to which the witnesses in this action testified have resulted from an \ninability on their parts to accept black people as human beings rather than objects of the environment to be \navoided. Where the concern of the buyer is the number of blacks in the neighborhood and not the quality of life \nthere, racism is permitted to influence his decision. This racism makes him prey to unscrupulous real estate \nsalespersons who exploit it for their won pecuniary gain. In the process, the black person becomes the real victim. \nThe battle line in the fight against such exploitation must be in the minds of the residents of the area. If they expect \nreal estate salespersons to warn them of the presence of blacks, they cannot long expect to escape one day being \nthe victims. The Court in this instance can enjoin the defendant from attempting to channel prospective buyers into \nareas which he feels would be better suited to the race of the buyers, but the Court cannot stamp out the \nexpectations of the buyers. The result is that a thin line is drawn between illegal conduct and satisfying the \ncustomer, until eventually the two (2) are merged. \n \n10  The testimony of Mr. Zuch touches on a problem which the Court must address. First, the witness approached the \n  defendant and described an area of Detroit which was supposed to have been a ‘nice’ neighborhood eleven (11) \nyears earlier. Second, the witness also indicated that he was concerned about the safety of his family. The \ndefendant claims that Mr. Zuch was using a codeword which solicited a discussion of race. \nThe Court is of the opinion that even if the defendant understood the plaintiff’s use of ‘good’ neighborhood and his \nreference to safety as codes for fear of blacks that does not legally excuse his response. The real estate agent must \nbe prevented from allowing race to enter at all as a factor in any of his sales. To do otherwise would invite \nsophisticated sales pitches designed to circumvent the purpose of the Fair Housing Act; Congress could not have \nintended this result. \n \n11  Whether race can ever be discussed in a real estate transaction is not decided here. The testimony herein shows \n  conclusively that the defendants clearly went beyond any reasonable discussion of race which might be lawfully \npermissible. Cf. United States v. Mintzes, 304 F.Supp. 1305, 1312 n. 3 (D.Md.1969). \nThe Court is aware, however, of at least one (1) federal court which has held that buyer-initiated discussions of race \n  22 \n \n\n \nmay absolve the real estate salesperson of liability under the Fair Housing Act of 1968. United States v. Saroff, 377 \nF.Supp. 352, 361 (E.D.Tenn.1974). This Court is of the opinion that the Saroff Court did not correctly interpret the \nlaw in light of its purpose, and inasmuch as that case cannot be distinguished from the present action, its holding is \nhere rejected. \n \n12  One of the ironies of this suit is that among the defendants are several black real estate agencies that will now be \n  enjoined from providing a service which in the past their clients were unable to obtain from white real estate \nagencies. The Court notes that until 1950, the National Association of Real Estate Boards (NAREB) counseled its \nmembers to maintain segregated neighborhoods in the interest of maintaining property values. The Code of Ethics \nof the NAREB provided until then that: \n‘A REALTOR SHOULD NEVER BE INSTRUMENTAL IN INTRODUCING INTO A NEIGHBORHOOD A CHARACTER OF \nPROPERTY OR OCCUPANCY, MEMBERS OF ANY RACE OR NATIONALITY, OR ANY INDIVIDUALS WHOSE PRESENCE \nWILL CLEARLY BE DETRIMENTAL TO PROPERTY VALUES IN THAT NEIGHBORHOOD.’ (Emphasis added). \nWhile the Code no longer contains a reference to race or nationality, the testimony in this case indicates that white \nrealtors still will not consistently introduce black families into predominantly white communities unless they \nperceive that the neighborhoods are ‘changing.’ \nCompounding this situation is the fact that because white home-owners do not generally patronize black relators, \nthe black relator is limited in his operations to either predominantly black communities or transitional communities. \nIn attempting to generate business, therefore, he must rely a great deal on the white realtors to initiate the block \nbusting process. He then follows into the area, and, even when his conduct is within the limits of the law, the effect \nof his presence, many times, is to speed the racial transition of the area. In a sense, therefore, this preliminary \ninjunction while necessary, is also somewhat unfair to these defendants. Its effect will be to limit again the areas in \nwhich they can operate with any hope of being successful. \n \n13  Proof of actual profits obtained from sales which are found to be in violation of the Fair Housing Act may, as an \n  appropriate remedy, result in a court order to the defendants that they disgorge such profits. No defendant can, \nwithout also violating the sanctity of the legal process, be allowed to retain moneys which were obtained as a result \nof illegal and unconstitutional conduct. Any profits ordered forfeited for this reason could then be used in ways to \nimplement the goals of the Act. \n \n14  This statement shall include use of the HUD ‘Equal Housing Opportunities’ logo-type and slogan. \n \n \n \n \n \n \n \n \n  23 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138476"
    }
  ],
  "document_count": 4
}