{
  "case_id": 14819,
  "fetched_at": "2025-10-22T00:23:37.658665",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Housing"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Northern District of California",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": "1969-10-01",
    "filing_year": 1969,
    "id": 14819,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 29613,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1969,
      "docket_filing_number": 1,
      "is_main_docket": true,
      "court": "Northern District of California",
      "state": "California",
      "docket_office_number": "3",
      "docket_number_manual": "Nos. 52076, C-69-1-RFP",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Valtierra v. Housing Authority of the City of San Jose",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "California",
    "summary": "<p>[This summary is temporary while we research the case.] This is a lawsuit in which the plaintiffs challenged the constitutionality of Article XXXIV of the California State Constitution, which required low-rent housing projects to be approved by a majority of qualified electors. The plaintiffs argued that this provision violated the Equal Protection Clause by disproportionately burdening low-income individuals and racial minorities. The case was filed on October 1, 1969, in the United States District Court for the Northern District of California.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2024-07-02T13:49:09.513890-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14819",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14819",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14819",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14819"
  },
  "documents": [
    {
      "date": "1971-04-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 137,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 402,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 133467,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/133467.pdf",
      "title": "Order",
      "text": " \n \n  Court. \n91 S.Ct. 1331 \n \nSupreme Court of the United States \nThese cases raise but a single issue. It grows out of the \nUnited  States  Housing  Act  of  1937,  50  Stat.  888,  as \nRonald JAMES et al., Appellants, \namended, 42 U.S.C. s 1401 et seq., which established a \nv. \nfederal  housing  agency  authorized  to  make  loans  and \nAnita VALTIERRA et al., Appellees. \ngrants to state agencies for slum clearance and lowrent \nVirginia C. SHAFFER, Appellant, \nhousing projects. In response, the California Legislature \nv. \ncreated in each county and city a public housing authority \nAnita VALTIERRA et al., Appellees. \nto take advantage of the financing made available by the \nNos. 154, 226.  federal Housing Act. See Cal. Health & Safety Code s \n|  34240. At the time the federal legislation was passed the \nArgued March 3 and 4, 1971.  California Constitution had for many years reserved to the \n|  State’s people the power to initiate legislation and to \nDecided April 26, 1971.  reject or approve by referendum any Act passed by the \nstate  legislature.  Cal.Const.,  Art.  IV,  s  1.  The  same \nsection reserved to the electors of counties and cities the \npower of  initiative  and referendum  over  acts  of  local \nSynopsis  government bodies. In 1950, however, the State Supreme \nAction  for  judgment  declaring  unconstitutional  a  state  Court held that local authorities’ decisions on seeking \nconstitutional provision requiring that low-rent housing  federal aid for public housing projects were ‘executive’ \nproject be approved by majority of qualified electors and  and ‘administrative,’ not ‘legislative,’ and therefore the \nfor order forbidding defendants from relying on provision  state constitution’s referendum provisions did not apply to \nas reason for not requesting federal assistance with which  these actions.1 Within six months of *139 that decision \nto finance low-income housing. A Three-Judge Court,  the California voters adopted Article XXXIV of the state \n313 F.Supp. 1, granted plaintiffs’ motions for summary  constitution to bring public housing decisions under the \njudgment and probable jurisdiction of appeal was noted  State’s referendum policy. The Article provided that no \nby the Supreme Court. The Supreme Court, Mr. Justice  low-rent  housing  project  should  be  developed, \nBlack, held the provision constitutional.  constructed, or acquired in any manner by a state public \n   body until the project was approved by a majority of those \nReversed.  voting at a community election.2 \n  \nMr. Justice Douglas took no part in the consideration or  The present suits were brought by citizens of San Jose, \ndecision of the case.  California,  and  San  Mateo  County,  localities  where \n   housing  authorities  could  not  apply  for  federal  funds \nMr. Justice Marshall dissented and filed opinion in which  because low-cost housing proposals had been defeated in \nMr. Justice Brennan and Mr. Justice Blackmun concurred.  referendums. The **1333 plaintiffs, who are eligible for \n   low-cost public housing, sought a declaration that Article \nProcedural Posture(s): On Appeal; Motion for Summary  XXXIV  was  unconstitutional  because  its  referendum \nJudgment.  requirement violated: (1) the Supremacy Clause of the \nUnited  States  Constitution;  (2)  the  Privileges  and \nAttorneys and Law Firms  Immunities Clause; and (3) the Equal Protection Clause. \nA three-judge court held that Article XXXIV denied the \n**1332 *137 Donald C. Atkinson, San Mateo, Cal., for \nplaintiffs  *140  equal  protection  of  the  laws  and  it \nRonald James and others. \nenjoined its enforcement. 313 F.Supp. 1 (ND Cal. 1970). \nTwo appeals were taken from the judgment, one by the \nMoses  Lasky,  San  Francisco,  Cal.,  for  Virginia  C. \nSan Jose City Council, and the other by a single member \nShaffer. \nof the council. We noted probable jurisdiction of both \nappeals. 398 U.S. 949, 90 S.Ct. 1873, 26 L.Ed.2d 288 \nArchibald Cox, Washington, D.C., for appellees. \n(1970); 399 U.S. 925, 90 S.Ct. 2247, 26 L.Ed.2d 790 \nOpinion  (1970). For the reasons that follow, we reverse. \n \nThe  three-judge  court  found  the  Supremacy  Clause \n*138 Mr. Justice BLACK delivered the opinion of the  argument unpersuasive, and we agree. By the Housing \n \n\n \nAct of 1937 the Federal Government has offered aid to  California’s entire history demonstrates the repeated use \nstate and local governments for the creation of low-rent  of referendums to give citizens a voice on questions of \npublic housing. However, the federal legislation does not  public policy. A referendum provision was included in the \npurport to require that local governments accept this or to  first state constitution, Cal.Const. of 1849, Art. VIII, and \noutlaw local referendums on whether the aid should be  referendums have been a commonplace occurrence in the \naccepted.  We  also  find  the  privileges  and  immunities  State’s  active  political    **1334  life.3  Provisions  for \nargument without merit.  referendums demonstrate devotion to democracy, not to \nbias, discrimination, or prejudice. Nonetheless, appellees \nWhile the District Court cited several cases of this Court,  *142  contend  that  Article  XXXIV  denies  them  equal \nits chief reliance plainly rested on Hunter v. Erickson, 393  protection because it demands a mandatory referendum \nU.S. 385, 89 S.Ct. 557, 21 L.Ed.2d 616 (1969). The first  while  many  other  referendums  only  take  place  upon \nparagraph in the District Court’s decision stated simply:  citizen initiative. They suggest that the mandatory nature \n‘We  hold  Article  XXXIV  to  be  unconstitutional.  See  of  the  Article  XXXIV  referendum  constitutes \nHunter v. Erickson * * *.’ The court below erred in  unconstitutional  discrimination  because  it  hampers \nrelying on Hunter to invalidate Article XXXIV. Unlike  persons  desiring  public  housing  from  achieving  their \nthe case before us, Hunter rested on the conclusion that  objective  when  no  such  roadblock  faces  other  groups \nAkron’s  referendum  law  denied  equal  protection  by  seeking  to  influence  other  public  decisions  to  their \nplacing ‘special burdens on racial minorities within the  advantage.  But  of  course  a  lawmaking  procedure  that \ngovernmental process.’ Id., at 391, 89 S.Ct., at 560. In  ‘disadvantages’ a particular group does not always deny \nHunter the citizens of Akron had amended the city charter  equal protection. Under any such holding, presumably a \nto require that any ordinance regulating real estate on the  State would not be able to require referendums on any \nbasis of race, color, religion, or national origin could not  subject unless referendums were required on all, because \ntake effect without approval by a majority of those voting  they would always disadvantage some group. And this \nin a city election. The Court held that the amendment  Court  would  be  required  to  analyze  governmental \ncreated  a  classification  based  upon  race  because  it  structures  to  determine  whether  a  gubernatorial  veto \nrequired that laws dealing with racial housing matters  provision or a filibuster rule is likely to ‘disadvantage’ \ncould  take  effect  only  if  they  survived  a  mandatory  any of the diverse and shifting groups that make up the \nreferendum while  *141 other housing ordinances took  American people. \neffect  without  any  such  special  election.  The  opinion \nnoted:  Furthermore, an examination of California law reveals \n‘Because the core of the Fourteenth Amendment is the  that  persons  advocating  low-income  housing  have  not \nprevention  of  meaningful  and  unjustified  official  been singled out for mandatory referendums while no \ndistinctions  based  on  race,  (citing  a  group  of  racial  other  group  must  face  that  obstacle.  Mandatory \ndiscrimination  cases)  racial  classifications  are  referendums  are  required  for  approval  of  state \n‘constitutionally suspect’ * * * and subject to the ‘most  constitutional amendments, for the issuance of general \nrigid scrutiny.’ * * * They ‘bear a far heavier burden of  obligation long-term bonds by local governments, and for \njustification’ than other classifications.’ Id., at 391—392,  certain municipal territorial annexations. See Cal.Const., \n89 S.Ct., at 561.  Art. XVIII; Art. XIII, s 40; Art. XI, s 2(b). California \n   statute books contain much legislation first enacted by \nvoter  initiative,  and  no  such  law  can  be  repealed  or \nThe  Court  concluded  that  Akron  had  advanced  no  amended except by referendum. Cal.Const., Art. IV, s \nsufficient reasons to justify this racial classification and  24(c). Some California cities have wisely provided that \nhence that it was unconstitutional under the Fourteenth  their public parks may not be alienated without mandatory \nAmendment.  referendums, see, e.g., San Jose Charter s 1700. \nUnlike the Akron referendum provision, it cannot be said  The people of California have also decided by their *143 \nthat  California’s  Article  XXXIV  rests  on  ‘distinctions  own  vote  to  require  referendum  approval  of  low-rent \nbased on race.’ Id., at 391, 89 S.Ct., at 561. The Article  public housing projects. This procedure ensures that all \nrequires  referendum  approval  for  any  low-rent  public  the people of a community will have a voice in a decision \nhousing  project,  not  only  for  projects  which  will  be  which  may  lead  to  large  expenditures  of  local \noccupied by a racial minority. And the record here would  governmental funds for increased public services and to \nnot support any claim that a law seemingly neutral on its  lower tax revenues.4 It gives them a voice in decisions that \nface is in fact aimed at a racial minority. Cf. Gomillion v.  will  affect  the  future  development  of  their  own \nLightfoot, 364 U.S. 339, 81 S.Ct. 125, 5 L.Ed.2d 110  community.  This  procedure  for  democratic \n(1960).  The  present  case  could  be  affirmed  only  by  decisionmaking  does  not  violate  the  constitutional \nextending Hunter, and this we decline to do.  command that no State shall deny to any person ‘the equal \n \n\n \nprotection of the laws.’  bear its burden. Publicly assisted housing developments \ndesigned  to  accommodate  the  aged,  veterans,  state \nThe judgment of the three-judge court is reversed and the  employees, persons of moderate income, or any class of \ncases are remanded for dismissal of the complaint.  citizens other than the poor, need not be approved by \nprior referenda.* \nReversed and remanded. \nIn my view, Art. XXXIV on its face constitutes invidious \ndiscrimination which the Equal Protection Clause of the \nFourteenth Amendment plainly prohibits. ‘The States, of \nMr. Justice DOUGLAS took no part in the consideration \ncourse,  are  prohibited  by  the  Equal  Protection  Clause \nor decision of these cases. \nfrom discriminating between ‘rich’ and ‘poor’ as such in \n \nthe formulation and application of their laws.’ Douglas v. \n \nCalifornia,  372  U.S.  353,  361,  83  S.Ct.  814,  818,  9 \nL.Ed.2d  811  (1963)  (Harlan,  J.,  dissenting).  Article \nMr. Justice MARSHALL, whom Mr. Justice BRENNAN  XXXIV is neither ‘a law of general applicability that may \nand Mr. Justice BLACKMUN join, dissenting.  affect the poor more harshly than it does the rich,’ ibid., \n  nor an ‘effort to redress economic imbalances,’ ibid. It is \nrather  an  explicit  *145  classification  on  the  basis  of \nBy  its  very  terms,  the  mandatory  prior  referendum  poverty—a suspect classification which demands exacting \nprovision of Art. XXXIV applies solely to  judicial  scrutiny,  see  McDonald  v.  Board  of  Election \nCommissioners, 394 U.S. 802, 807, 89 S.Ct. 1404, 1407, \n22  L.Ed.2d  739  (1969);  Harper  v.  Virginia  Board  of \n**1335 ‘any development composed  Elections, 383 U.S. 663, 86 S.Ct. 1079, 16 L.Ed.2d 169 \nof  urban  or  rural  dwellings,  (1966); Douglas v. California, supra. \napartments  or  other  living \naccommodations for *144 persons of  The Court, however, chooses to subject the article to no \nlow income, financed in whole or in  scrutiny  whatsoever  and  treats  the  provision  as  if  it \npart by the Federal Government or a  contained  a  totally  benign,  technical  economic \nstate  public  body  or  to  which  the  classification.  Both  the  appellees  and  the  Solicitor \nFederal Government or a state public  General  of  the  United  States  as  amicus  curiae  have \nbody extends assistance by supplying  strenuously argued, and the court below found, that Art. \nall  or  part  of  the  labor,  by  XXXIV, by imposing a substantial burden solely on the \nguaranteeing the payment of liens, or  poor,  violates  the  Fourteenth  Amendment.  Yet  after \notherwise.’  observing that the article does not discriminate on the \nbasis  of  race,  the  Court’s  only  response  to  the  real \nquestion in these cases is the unresponsive assertion that \n  \n‘referendums demonstrate devotion to democracy, not to \nbias, discrimination, or prejudice.’ It is far too late in the \nPersons of low income are defined as \nday to contend that the Fourteenth Amendment prohibits \nonly racial discrimination; and to me, singling out the \npoor to bear a burden not placed on any other class of \n‘persons  or  families  who  lack  the \ncitizens  tramples  the  values  that  the  Fourteenth \namount of income which is necessary \nAmendment was designed to protect. \n*  *  *  to  enable  them,  without \nfinancial assistance, to live in decent, \nI respectfully dissent. \nsafe and sanitary dwellings, without \novercrowding.’ \nAll Citations \n402 U.S. 137, 91 S.Ct. 1331, 28 L.Ed.2d 678 \n  \n \nThe article explicitly singles out low-income persons to \nFootnotes \n \n \n\n \n1  Housing Authority for City of Eureka v. Superior Court, 35 Cal.2d 550, 557—558, 219 P.2d 457, 460—461 (1950). \n \n \n2  ‘Section 1. No low rent housing project shall hereafter be developed, constructed, or acquired in any manner by any \n  state public body until, a majority of the qualified electors of the city, town or county, as the case may be, in which it \nis proposed to develop, construct, or acquire the same, voting upon such issue, approve such project by voting in \nfavor thereof at an election to be held for that purpose, or at any general or special election. \n‘For the purposes of this article the term ‘low rent housing project’ shall mean any development composed of urban \nor rural dwellings, apartments or other living accommodations for persons of low income, financed in whole or in \npart by the Federal Government or a state public body or to which the Federal Government or a state public body \nextends assistance by supplying all or part of the labor, by guaranteeing the payment of liens, or otherwise. * * * \n‘For the purposes of this article only ‘persons of low income’ shall mean persons or families who lack the amount of \nincome which is necessary (as determined by the state public body developing, constructing, or acquiring the \nhousing project) to enable them, without financial assistance, to live in decent, safe and sanitary dwellings, without \novercrowding.’ \n \n3  See, e.g., W. Crouch, The Initiative and Referendum in California (1950). \n \n \n4  Public low-rent housing projects are financed through bonds issued by the local housing authority. To be sure, the \n  Federal Government contracts to make contributions sufficient to cover interest and principal, but the local \ngovernment body must agree to provide all municipal services for the units and to waive all taxes on the property. \nThe local services to be provided include schools, police, and fire protection, sewers, streets, drains, and lighting. \nSome of the cost is defrayed by the local governing body’s receipt of 10% of the housing project rentals, but of \ncourse the rentals are set artificially low. Both appellants and appellees agree that the building of federally financed \nlow-cost housing entails costs to the local community. Appellant Shaffer’s Brief 34—35. Appellees’ Brief 47. See also \n42 U.S.C. ss 1401—1430. \n \n*  California law authorizes the formation of Renewal Area Agencies whose purposes include the construction of \n  ‘low-income,  middle-income  and  normal-market  housing,’  Cal.  Health  &  Safety  Code  s  33701  et  seq.  Only \nlow-income housing programs are subject to the mandatory referendum provision of Art. XXXIV even though all of \nthe agencies’ programs may receive substantial governmental assistance. \n \n \n \n \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/133467"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116099,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116099"
    },
    {
      "date": "1971-02-02",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of David Norman",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Amicus Curiae"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77909,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77909.pdf",
      "title": "Memorandum for the United States as Amicus Curiae",
      "text": "2\nNos. 154 and $26\n4n \ntht c ttprente (irfurt the aitth ctattis\nOCTOBER TERM 1970\nRONALD JAMES, ET AL., APPELLANTS\nV\n•\nANITA VALTMRRA, ET AL.\nVIRGINIA C. SHAI(cid:9)  kER, APPELLANT\nv.\nANITA VALTIERRA, ET AL.\nON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR\nTHE NORTHERN DISTRICT OF CALIFORNIA\nMEMORANDUM FOR THE UNITED STATES AS AMICUS CURIAE\nERWIN N. GRISWOLD,\nSolicitor General,\nJERRIS LEONARD,\nAssistant Attorney General,\nLAWRENCE G. WALLACE,\nDeputy Solicitor General,\nDAVID D. GREGORY,\nJOSEPH B. SCOTT,\nAttorneys,\nDepartment of Justice,\nWashington, D.C. 20530.\n\nINDEX\nCITATIONS\nCases: Page\nAvery v. Midland County, 390 U.S. 474(cid:9) 10\nBarrows v. Jackson, 346 U.S. 249(cid:9) 15\nBlock v. Hirsh, 256 U.S. 135(cid:9) (cid:9) 15\nBuchanan v. Warley, 245 U .S. 60(cid:9) 15\nCleveland v. United States, 323 U.S. 329(cid:9) 3\nDouglas v. California, 372 U.S. 353(cid:9) 15\nGomillion v. Lightfoot, 364 U.S. 339(cid:9) 10\nGoss v. Board of Education, 373 U .S. 683(cid:9) 16\nGriffin v. Illinois, 351 U.S. 12(cid:9) 17\nHarmon v. Tyler, 273 U.S. 668(cid:9)   15, 16\nHousing Authority v. Dockweiler, 14 Cal. 2d\n437, 94 P. 2d 794(cid:9) 4\nHousing Authority v. Superior Court, 35 Cal.\n2d 550, 219 P. 2d 457 (cid:9) 4\nHunter v. Erickson, 393 U .S. 385(cid:9) 6,\n7, 8, 9, 10, 13, 14, 15, 16, 17\nHurd v. Hodge, 334 U.S. 24(cid:9) 15\nJones v. Alfred H. Mayer Co., 392 U.S. 409W 15\nKleiber v. San Francisco, 18 Cal. 2d 718, 117\nP. 2d 657(cid:9) 4\nMcDonald v. Board of Election, 394 U.S. 802_  15\n_\nMcLaughlin v. Florida, 379 U.S. 184(cid:9) 8\nMcLaurin v. Oklahoma State Regents, 339 U.S.\n637(cid:9) 10\nRanjel v. City of Lansing, 417 F. 2d 321, cer-\ntiorari denied, 397 U.S. 980 (cid:9) 2\nReitman v. Mulkey, 387 U.S. 369(cid:9)  10, 15, 17\nReynolds v. Sims, 377 U .S. 533(cid:9) 10\nRichmond v. Deans, 281 U.S. 704(cid:9) 15\nShelley v. Kraemer, 334 U.S. 1(cid:9) 13, 15\nSullivan v. Little Hunting Park, Inc., 396 U .S.\n229(cid:9) 15.\n415-358-71--1\n\nIl\nConstitution and statutes:\t\nPage\nU.S. Constitution, Fourteenth Amendment__ 1, 2\n42 U.S.C. 1401\t  3, 11\n42 U.S.C. 1409-1411 \t \t 3 71 nited \nn the c*Caprenit atourt  the *Ides\n42 U.S.C. (Supp. V) 1415(7) \t \t 4 of  Id,\n42 U.S.C. 1441 \t  3, 11\n42 U.S.C. 1441(3) \t \t 3 OCTOBER TERM 1970\n42 U.S.C. (Supp. V) 1441a\t  3, 11\n42 U.S.C. 1450 et seq\t \t 3\n42 U.S.C. (Supp. V) 3301 et seq\t \t 3 No. 154\nCalifornia Constitution:\nArticle 4, §1 (cid:9) (cid:9) 6\nRONALD JAMES, ET AL., APPELLANTS\nArticle 13, § 40_\t \t 6\nArticle 34____ 2, 3, 4, 5, 9, 13, 14, 15, 16, 17, 19 V.\nCalifornia Health and Safety Code § 34200 ANITA VALTIERRA, ET AL.\net seq\t  4, 11-13\nMiscellaneous:\n1969 H UD Statistical Yearbook \t \t 14 No. 226\nVIRGINIA C. SHAFF.ER APPELLANT\nv.\nANITA VALTIERRA, ET AL.\nON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR\nTHE NORTHERN DISTRICT OF CALIFORNIA\nMEMORANDUM FOR THE UNITED STATES AS AMICUS CURIAE\nThe central issue in these cases is whether the equal\nprotection clause of the Fourteenth Amendment is\nviolated by a State's singling out governmental ac-\ntions relating to the providing of housing for the poor\n\n9 3\nand subjecting them to a special and burdensome insanitary housing conditions and the acute shortage\nreferendum requirement.' of decent, safe, and sanitary dwellings for families\nArticle 34 of the California Constitution (set forth of low income * * that are injurious to the health,\nin the Appendix, infra, pp. 19-20) prohibits the de- safety, and morals of the citizens of the Nation\" (42\nvelopment, construction or acquisition of a low rent U.S.C. 1401). And in 1949 Congress declared the na-\nhousing project by any state public body until such tional housing policy to be \"a decent home and suit-\nproject shall have been approved at a special or gen- able living environment for every American family\"\neral election, by a majority of the qualified electors (42 U.S.C. 1441). One of the stated congressional ob-\nof the city, town or county in which the proposed proj- jectives was \"the development of well-planned, inte-\nect is to be located. The constitutional provision grated residential neighborhoods * * *\" (42 U.S.C.\ndefines a \"low rent housing project\" as federally or 1441(3) ). In 1968 Congress reaffirmed the goal stated\nstate assisted housing for \"persons of low income,\" in 1949 and. determined that to achieve it the nation\nwho in turn are defined as \"persons or families who needed the construction or rehabilitation of 26 million\nlack the amount of income which is necessary (as de- housing units within a decade, including six million\ntermined by the state public body developing, con- units to serve the needs of low and moderate income\nstructing, or acquiring the housing project) to enable persons (see 42 U.S.C. (Supp. V) 1441a).\nthem, without financial assistance, to live in decent, Among the specific programs Congress has enacted\nsafe and sanitary dwellings, without overcrowding.\" to implement these policies are the provisions of the\nArticle 34 is thus directly applicable to federal pro- United States Housing Act of 1937 which authorize the\ngrams designed to help provide adequate housing for use of federal funds for the construction and operation\nthe poor. These programs reflect a long-standing con- of public housing projects (42 U.S.C. 1409-1411).2 This\ncern of the United States with problems of housing is the federal program which is directly affected—and\nand poverty. In 1937 Congress declared it to be the impaired—by the referendum requirement of Article\npolicy of the United States to assist the States and 34. While it has been supplemented by other federal\ntheir political subdivisions \"to remedy the unsafe and programs,' the public housing program continues to\n1 Inasmuch as federal legislation ought not to be construed as 2 The Act's constitutionality was sustained in Cleveland v.\npurporting to authorize constitutional violations, a State's im- United States, 323 U.S. 329.\nposing on a federal program a procedural impediment in vio- 3 Several additional federal housing programs are described\nlation of the Fourteenth Amendment would also seem to violate adequately for purposes of this case in the appellees brief (Br.\nthe Supremacy Clause. Since we conclude that Article 34 does p. 7, n. 6, pp. 58-62). And see, generally, 42 U.S.C. 1450 et seq.\nconstitute a denial of equal protection of the laws, we do not and (urban renewal) ; 42 U.S.C. (Supp. V) 3301 et seq. (model cities).\nneed not consider further appellees' contentions based on the As appellees point out, these additional programs supplement,\nSupremacy Clause. Cf. Ranjel v. City of Lansing. 417 F. 2d 321 rather than supplant, the public housing program, and in some in-\n(C.A. 6), certiorari denied, 397 U.S. 980. stances serve a substantially different type of persons.\n\n4 5\nplay an important role in the government's efforts to housing developments without prior referendum ap-\nachieve the congressional housing objectives.' The proval.\npresent case is, accordingly, of significant interest to Iii 1966, the city council of San Jose, one member\nthe United States. dissenting, declared a need for low-income housing\n1. In 1938, California provided for implementation and established a city housing authority (A. 25-27).\nin that State of the Federal Housing Act of 1937 by In 1968, the council adopted, with one member dis-\nenacting the Housing Authorities Law, Calif. Health senting, a measure to enable the housing authority to\nand Safety Code § 34200, et seq., enabling local gov- develop or acquire a low-rent housing project (A.\nerning bodies to obtain the benefits of the federal legis- 28-29) and a resolution placing that measure on the\nlation by declaring a need for low-income housing ballot (A. 28-30). The proposal was defeated (A. 10,\nand establishing housing authorities.' Pursuant to the 39, 64).\nfederal statute, as amended (42 U.S.C. (Supp. V) 1415 The present class action was initiated in August\n(7) ), local governing bodies must approve applications, 1969 against the city council and housing authority 6\nproposed by the housing authorities, for federal by residents of San Jose who were eligible for but\nassistance. unable to obtain adequate low-income housing (A. 1-\nIn 1950, the Supreme Court of California held that 13). Plaintiffs sought a declaratory judgment that\nthese two decisions committed to local governing Article 34 was unconstitutional and an order enjoin-\nbodies were administrative in nature and, hence, un- ing defendants from enforcing or complying with its\nlike legislative enactments, not subject to review by requfremeits. This action was consolidated with a sim-\npost-referendum. Housing Authority v. Superior ilar action against the housing authority of San\nCourt, 35 Cal.2d 550, 219 P.2d 457; see, also, Kleiber Mateo,' and, after discovery and stipulations, a three-\nv. San Francisco, 18 Ca1.2d 718, 117 P.2d 657. Subse- judge district court granted summary judgment for\nquently in that same year, the state constitution was the plaintiffs. Two appeals have been taken from that\namended by referendum to include Article 34, pro- decision: one by the city council of San Jose (No.\nhibiting construction or acquisition of low-income 154) and a second by a single member of the council\n(No. 226) on the ground that the city council \"ap-\n4 Statistics compiled by the Department of Housing and\nUrban Development show that on June 30, 1969, 2.5 million pealed in order to obtain this Court's approval of the\npersons, including 1.5 million minors, lived in 784,580 public\n6 Federal officials were among the defendants originally named\nhousing dwellings in 3,369 localities; and on June 30, 1970, 2.8\nin the complaint (A. 1, 6), but the suit was dismissed as to\nmillion persons, including 1.6 million minors, lived in 866,007\nthem because no relief was sought against them (A. 171).\npublic housing dwellings in 3,972 localities. During 1969 alone,\nThe housing authority in the San Mateo case declined to\nlocal housing authorities applied for 253,650 additional public\ndefend.\nhousing dwelling units.\n5 The constitutionality of the state Act was sustained in How-\ning Authority v. Dockweiler, 14 Cal. 2d 437, 94 P.2d 794.\n\n6\n7\njudgment.\" Brief of Appellant Shaffer at 17. Neither\ncouncil or by a majority of voters participating in a\nhousing authority has appealed.\nproperly initiated referendum. 393 U.S. at 386, 390\nThis Court noted probable jurisdiction in No. 154\nn. 6. By an amendment to the city charter adopted\non June 8, 1970 (398 U.S. 949), and in No. 226 on\nin a popular referendum, the council was divested of\nJune 29, 1970 (399 U.S. 925).\nthat authority with respect to one type of regulation:\n2. In our view, the constitutional question presented\nordinances regulating real estate transactions \"on the\nin these cases, while important, is a narrow one. There\nbasis 'of race, color, religion, national origin or an-\nis no claim here of a constitutional right, in the ab-\ncestry.\" Id. at 387. No such ordinance would become\nstract, to adequate housing for the poor, or to public\neffective (and previously enacted ordinances would\nhousing. The claim is, instead, that, in singling out\ncease to be effective) until approved by a majority of\ngovernmental actions relating to the providing of\nthe electors voting on the question at a regular or gen-\nhousing for the poor and subjecting them to a special\neral election. Ibid. A class action to compel enforce-\nand burdensome referendum requirement, Article 34\nment of a suspended fair-housing ordinance by the\nis invidiously discriminatory.' We believe the district\nagency established for that purpose was initiated by a\ncourt correctly viewed that issue as governed by the\nNegro who, because of race, had been denied an oppor-\nprinciples established by this Court's decision in\ntunity to purchase a home. On appeal from a decision\nHunter v. Erickson, 393 U.S. 385, and, therefore, cor-\nof the highest court of the State upholding the consti-\nrectly upheld the appellees' constitutional claim.\ntutionality of the charter amendment, this Court\n(a) In Hunter a city council had authority to enact\nreversed.\nordinances pertaining to, among other matters, real\nThe discrimination wrought by the charter amend-\nestate transactions within the municipality; such or-\nment had two dimensions : first, the amendment\ndinances would ordinarily - become effective 30 days\n\"drew a distinction between those groups who sought\nafter enactment and could be repealed only by the\nthe law's protection against racial, religious, or an-\n8 California imposes no comparable mandatory, prior referen- cestral discriminations in the sale and rental of real\ndum_ requirement for authorization of legislation or administra-\nestate and those who sought to regulate real property\ntive action relating to other expenditures of public funds or\nother governmental decisions concerning land use. Such a transactions in the pursuit of other ends,\" 393 U.S. at\nrequirement is manifestly a more substantial hurdle to govern- 390 and, second, \"although the law on its face treats\nmental action than is the generally applicable provision of\nNegro and white, Jew and gentile in an identical man-\nArticle 4, § 1 of the California Constitution for referenda to\nreview legislation, after its enactment, upon the petition of a ner, the reality is that the law's impact falls on the\nsufficient number of voters. See, also, California Const., Art. 13 minority,\" for it was they who were in need of pro-\n(Cum. Pocket Part) § 40 (requiring a prior referendum for as-\ntective legislation, id. at 391.\nsumption of long-term indebtedness under a general-obligation\nbond).\n415-358-71-2\n\n8 9\nIn assessing whether this distinction was neverthe- generally be true, but these principles furnish\nless justifiable, the Court first looked to the real no justification for a legislative structure which\notherwise would violate the Fourteenth Amend-\ninterest at stake of those who had been disadvan-\nment. Nor does the implementation of this\ntaged—the need to obtain access to decent housing\nchange through popular referendum immunize\n(393 U.S. at 391) : int.'\nThe preamble to the open housing ordinance\n393 U.S. at 392 (footnote omitted). Accordingly,\nwhich was suspended by § 137 recited that the\nthe referendum requirement, which placed \"special\npopulation of Akron consists of \"people of dif-\nburdens on racial minorities within the governmental\nferent race, color, religion, ancestry or national\nprocess,\" id. at 391, and disadvantaged a \"particular\norigin, many of whom live in circumscribed and\nsegregated areas, under sub-standard, unhealth- group by making it more difficult to enact legislation\nful, unsafe, unsanitary and overcrowded condi- in its behalf,\" id. at 393, was held to 'constitute a de-\ntions, because of discrimination in the sale, nial of equal protection of the laws.\nlease, rental and financing of housing.\" Such\n(b) For the reasons which follow, we believe the\nwas the situation in Akron. It is against this\nrationale of Hunter is, as the court below held, at\nbackground that the referendum required by\nleast equally applicable to the present case.\nc$ 137 must be assessed.\n(1) In the manner in which it is discriminatory,\nApplying the test announced in McLaughlin v.\nArticle 34 of the California Constitution is virtually\nFlorida, 379 U.S. 184, 194, pertaining to official dis-\nidentical to the city charter amendment in Hunter.\ntinctions based on race, the Court held that the dis-\nIt singles out one kind of official decision committed\ncrimination was not justified:\nby law to designated government agencies for a re-\nWe are unimpressed with any of Akron's\nquirement of prior referendum approval:\njustifications for its discrimination. Character-\nNo low rent housing project shall hereafter\nizing it simply as a public decision to move\nbe developed, constructed, or acquired in any\nslowly in the delicate area of race relations em-\nmanner by any state public body until, a ma-\nphasizes the impact and burden of § 137, but\njority of the qualified electors of the city, town\ndoes not justify it. The amendment was un-\nor county, as the case may be, in which it is\nnecessary either to implement a decision to go\nproposed to develop, construct, or acquire the\nslowly, or to allow the people of Akron to par-\nsame, voting upon such issue, approve such\nticipate in that decision. Likewise, insisting\nproject by voting in favor thereof at an elec-\nthat a State may distribute legislative power as\ntion to be held for that purpose, or at any gen-\nit desires and that the people may retain for\neral or special election.\nthemselves the power over certain subjects may\n\n10 11\n(2) The appellees' interest at stake here is also quirement could be appropriately assessed, was set\nthe same as in Hunter; namely, the need to obtain forth in findings by the city council. Here similar\ndecent housing.\" In Hunter, that interest, constituting legislative findings have been separately made by the\nthe background against which the referendum re- federal, state, and local governments.\nCongressional findings on the need for decent housing\n9 While affirmance of the decision below will not ensure that\nthe individual plaintiffs will actually obtain adequate housing, underlie a federal policy of long standing. In 1937\nthis consideration does not, as appellant Shaffer contends (Br. Congress found a need \"to remedy the unsafe and\nat 25-27), defeat the plaintiffs' standing. In neither Hunter,\ninsanitary housing conditions and the acute shortage\nReitman v. Mulkey, 387 U.S. 369, nor McLaurin v. Oklahoma\nState Regents, 339 U.S. 637, 641-642, among other cases, could in- of decent, safe, and sanitary dwellings for families\ndividual members of the disadvantaged group demonstrate that of low income * * * that are injurious to the health,\ntheir position would in fact be ultimately improved by removal of\nsafety, and morals of the citizens of the Nation.\"\nthe challenged restrictions.\n1° To be sure, the burden on those who seek \"the law's pro- 42 U.S.C. 1401. In 19401 Congress declared that\ntection\" is somewhat different here than in Hunter where the\nthe general welfare and security of the Nation\nburden was placed within the legislative process, \"making it\nand the health and living standards of its peo-\nmore difficult [for a particular group] to enact legislation in\nple require housing production and related\nits behalf.\" 39a U.S. at 390, 393. In the present case, plaintiffs\nseek to have federal and state legislation—already enacted— community development sufficient to remedy the\ncarried out by those agencies properly authorized to do so, serious housing shortage, the elimination of sub-\nwithout the unique burden of an automatic, prior-approval standard and other inadequate housing through\nreferendum requirement. Just as this Court's citation in  Hunter\nthe clearance of slums and blighted areas, and\n(393 U.S. at 391) of Gomillion v. Lightfoot, 364 U.S. 339,\nthe realization as soon as feasible of the goal\nReynolds v. Sims, 377 U.S. 533, and Avery v. Midland County,\nof a decent home and a suitable living environ-\n390 U.S. 474, suggests that the principles of those cases for-\nbidding various \"forms of imbalance in the electoral processes ment for every American family, thus con-\napply, a fortiori, when what is at stake is the end product to tributing to the development and redevelop-\nwhich these are preliminary and preparatory steps—i.e., the ment of communities and to the advancement\nvery enactment of legislation\" (Brief for the United States as\nof the growth, wealth, and security of the\nAmicus Curiae at 15, Hunter v. Erikson, No. 63, 0.T., 1968),\nNation. * *\nso too Hunter would seem to apply a fortiori when what is in\nissue is whether duly constituted state agencies may exercise 42 U.S.C. 1441. That need and goal were reaffirmed by\ntheir authority under legislation already duly enacted. Indeed,\nCongress in 1968. 42 U.S.C. (Supp. V) 1441a.\na previously enacted fair-housing ordinance, which had' been\nThe California legislature has made similar findings\nrendered ineffective by the charter amendment, 393 U.S. at 386-\n387, was reinstated by this Court's decision in Hunter; and, and a declaration of policies which merit quoting at\njust as is sought here, the administrative machinery established\nlength (California Health and Safety Code § 34201) :\nto carry it out, id. at 386, was permitted to do so without prior\nIt is hereby declared :\nreferendum approval.\n(a) That there exist in the State insanitary\nor unsafe dwelling accommodations and that\n\n12 13\npersons of low income are forced to reside in public interest for the provisions of this chap-\nsuch accommodations; that within the State ter is declared as a matter of legislative\nthere is a shortage of safe or sanitary dwelling determination.\naccommodations available ,at rents which per-\nIn 1966 the city council of San Jose found and de-\nsons of low income can afford and that such per-\nclared (J.S. App. 25) :\nsons are forced to occupy overcrowded and\n(a) Insanitary and unsafe inhabited dwell-\ncongested dwelling accommodations; that these\ning accommodations exist in the City of San\nconditions cause an increase in and spread of\nJose, California ;\ndisease and crime and constitute a menace\n(b) There is a shortage of safe and sanitary\nto the health, safety, morals, and welfare of\ndwelling accommodations in the City of San\nthe residents of the State and impair eco-\nJose, California, available to persons of low in-\nnomic values; that these conditions necessitate\ncome at rentals they can afford ;\nexcessive and disproportionate expenditures of\n(c) There is a need for a housing authority\npublic funds for crime prevention and pun-\nlo function in the City of San Jose,\nishment, public health and safety, fire and ac-\nCalifornia *\ncident protection, and other public services and\nfacilities. (3) Unlike Hunter where the charter amendment\n(b) That these slum areas cannot be cleared, arguably applied to all persons equally in the sense\nnor can the shortage of safe and sanitary\nthat protective legislation for any racial, religious, or\ndwellings for persons of low income be re-\nethnic class would be subject to prior referendum ap-\nlieved, through the operation of private enter-\nproval,\" the present case involves a constitutional pro-\nprise, Sand that the construction of housing\nvision which is discriminatory on its face. By its\nprojects for persons of low income would there-\nfore not be competitive with private enterprise. terms, the prior-referendum requirement of Article 34\n(c) That the clearance, replanning, and re- applies only to\nconstruction of the areas in which insanitary or\nany development composed of urban or rural\nunsafe housing conditions exist and the pro-\ndwellings, apartments or other living accommo-\nviding of safe and sanitary dwelling accommo-\ndations for persons of low income,, financed in\ndations for persons of low income are public\nwhole or in part by the Federal Government\nuses and purposes for which public money may\nor a state public body or to which the Federal\nbe spent and private property acquired and are\nGovernment or a state public body extends ass-\ngovernmental functions of state concern ; that\nistance by supplying all or part of the labor, by\nit is in the public interest that work on such\nguaranteeing the payment of liens, or otherwise.\nprojects be commenced as soon as possible in\norder to relieve unemployment which now con- 11- But see Shelley v. Kraemer, 334 U.S. 1, 21-22.\nstitutes an emergency; and the necessity in the\n\n15\n14\nto obtain \"decent, safe and sanitary dwellings\" and all\n\"Persons of low income\" are defined as\nothers is clear from its terms.\npersons or families who lack the amount of in-\n(4). Finally, in our view, there is no more justifica-\ncome which is necessary * to enable them,\nwithout financial assistance, to live in decent, tion for the State's discrimination in this case than\nsafe and sanitary dwellings, without overcrowd- there was for that in Hunter.\ning. Article 34 embodies a discrimination on the basis\nThese classifications embodied in Article 34 corre- of wealth, defined in terms of ability to obtain minimally\nspond closely to the classifications drawn in Hunter, adequate housing accommodations. It is neither \"a law\nwhere, from the broad class of ordinances regulating of general applicability that may affect the poor\nreal estate transactions (like government-assisted more harshly than it does the rich,\" Douglas v. Cali-\nhousing developments), a smaller class was singled out fornia, 372 U.S. 353, 361 (Mr. Justice Harlan,\nfor the burden of the prior-referendum requirement. dissenting), nor an \"effort to redress economic im-\nArticle 34 similarly singles out for a like burden a balances,\" ibid. Rather, it falls squarely within the\nsmall category of the spectrum of governmental ac- rule that \" [t]he States, of course, are prohibited by\ntions involving public expenditures and determining the Equal Protection Clause from discriminating be-\nhow land will be used, and more narrowly discrimi- tween 'rich' and 'poor' as such in the formulation and\nnates between housing developments assisted in any application of their laws.\" Ibid. Accordingly, the\nmanner by the state or federal governments which are stringent standard applied in Hunter is equally ap-\ndesigned for low-income persons and publicly assisted plicable here, for not only have \"lines [been] drawn\nhousing designed for other residents.\" The condition on the basis of wealth * * * which would indepen-\nprecedent of referendum approval applies only to the dently render a Classification highly suspect and\nformer. Moreover, Article 34 is openly predicated on thereby demand a more exacting judicial scrutiny,\"\nthe need of some state citizens for public assistance McDonald v. Board of Election, 394 U.S. 802, 807,\nin obtaining minimally adequate housing facilities ; hut also the suspect classification burdens a highly\nsince it specifies who is to bear the burden of its im- important and favored interest—the need to obtain\npact, the distinction drawn between persons who, with- adequate housing.\"\nout low-income housing, would be financially unable 13 See the legislative findings quoted supra at pp. 11-13; Hunter\nv. Erikson, supra at 391. And see Buchanan v. Warley, 245\n12 1969 HUD Statistical Yearbook indicates that numerous\nU.S. 60; Block v. Hirsh, 256 U.S. 135, 156; Harmon v. Tyler,\nprograms of federal mortgage and other assistance for housing\n273 U.S. 668; Richmond v. Deans, 281 U.S. 704; Shelley v.\nnot specifically designed for low-income persons are in use in\nKraemer, 334 U.S. 1; Hurd v. Hodge, 334 U.S. 24; Barrows v.\nCalifornia.\nJackson, 346 U.S. 249; Reitman v. Mulkey, 387 U.S. 369;\nJones v. Alfred H. Mayer Co., 392 U.S. 409; Sullivan v. Little\nHunting Park, Inc., 396 U.S. 229.\n\n16 17\nArticle 34 cannot be justified on the ground that it Justice Harlan, concurring). And it is also significant\nneutrally enables the electorate to participate in gov- that the referendum requirement does not merely pro-\nernmental decision-making that may affect the public vide an opportunity to review decisions to provide\nfisc. The classification made by Article 34 is clearly low-income housing, but is a condition precedent to\nnot fiscal. As the court below observed (A. 176-177), Ar- their effectiveness.'\nticle 34 does not apply to numerous publicly assisted Of course, the purpose of Article 34 may be precise-\nprojects which affect the public fisc and may be under- ly to enable the electorate to prevent local officials\ntaken without obtaining referendum approval. It is from exercising their statutory authority to provide\nthus as inipeimissibly selective as would be a provi- low-income housing. But, as the Court observed in\nsion requiring referendum approval of an individual's Hunter, that \"emphasizes the impact and burden of\ntaking up a new residence only when the new neighbor- [the provision] but does not justify it.\" 393 U.S. at\nhood is populated predominantly by persons of another 392.\nrace. Cf. Harmon v. Tyler, 273 U.S. 668. Moreover Ar- There is, in sum, nothing to suggest that Article\nticle 34 does not permit the electorate to initiate acquisi- 34's \"classifications are rooted in reason,\" Griffin v.\ntion 'or construction of low-income housing projects by Illinois, 351 U.S. 12, 21 (Mr. Justice Frankfurter,\ninvoking the referendum process, but merely permits a concurring), and it surely does not meet the more\nmajority of the electorate to veto an official decision stringent test applicable here (see supra, pp. 8-9, 15).\nto assist a minority by providing needed housing.\n14 We recognize, of course, that administrative procedures and\nSince the electorate has thus acquired only the right requirements of various government programs will differ, and\nto prevent government officials from providing low- our position is not that such differences are impermissible. But\nArticle 34 is not an integral part of the state's statutory scheme\nincome housing in accordance with their statutory au-\nfor responding to the need for low-income housing. It is instead\nthority, Article 34 can only operate to the detriment a condition precedent superimposed upon it by constitutional\nof the low-income minority, just as in Goss v. Board amendment. In this sense, the discrimination may be more\nfundamental and perhaps less justifiable, just as the constitu-\nof Education, 373 U.S. 683, a minority-to-majority\ntional amendment considered in Reitman v. Mulkey, 387 U.S.\nschool transfer option could only operate to perpetuate 369, went beyond mere repeal of a fair-housing statute and\nracial segregation, id. at 686-687; cf. Hunter v. \"constitutionalized the private right to discriminate.\" Id. at\n376; see id. at 377, 381; cf. Hunter v. Erikson, supra (amend-\nErikson, supra at 391; see, also, id. at 395-396 (Mr.\nment to city charter).\n\n18\nFor the foregoing reasons, the decision of the court\nbelow should he affirmed.\nERWIN N. GRISWOLD,\nAPPENDIX\nSolicitor General.\nJERRIS LEONARD,\nArticle 34 of the California Constitution provides :\nAssistant Attorney General.\nLAWRENCE G. WALLACE, § 1. Approval of electors; definitions\nDeputy Solicitor General. Section 1. No low rent housing project shall\nhereafter be developed, constructed, or acquired\nDAVID D. GREGORY,\nin any manner by any state public body until,\nJOSEPH B. SCOTT,\na majority of the qualified electors of the city,\nAttorneys.\ntown or county, as the case may be, in which\nFERIA 1 ARY 1971. it is proposed to develop, construct, or acquire\nthe same, voting upon such issue, approve such\nproject by voting in favor thereof at an election\nto be held for that purpose, or at any general\nor special election.\nFor the purposes of this article the term\n\"low rent housing project\" shall mean any\ndevelopment composed of urban or rural\ndwellings, apartments or other living accom-\nmodations for persons of low income, financed\nin whole or in part by the Federal Govern-\nment or a state public body or to which the\nFederal Government or a state public body\nextends assistance by supplying all or part of\nthe labor, by guaranteeing the payment of liens,\nor otherwise. For the purposes of this article\nonly there shall be excluded from the term\n\"low rent housing project\" any such project\nwhere there shall be in existence on the effec-\ntive date hereof, a contract for financial as-\nsistance between any state public body and the\nFederal Government in respect to such project.\nFor the purposes of this article only \"persons\nof low income\" shall mean persons or families\nwho lack the amount of income which is neces-\nsary (as determined by the state public body\ndeveloping, constructing, or acquiring the\n(19)\n\n90\nhousing project) to enable them, without finan-\ncial assistance, to live in decent, safe and sani-\ntary dwellings, without overcrowding.\nFor the purposes of this article the term\n\"state public body\" shall mean this State, or\nany city, city and county, county, district, au-\nthority, agency, or any other subdivision or\npublic body of this State.\nFor the purposes of this article the term\n\"Federal Government\" shall mean the .United\nStates of America, or any agency or instru-\nmentality, corporate or otherwise, of the United\nStates of America. (Added Nov. 7, 1950.)\n§ 2. Self-executing provisions\nSee. 2. The provisions of this article shall\nbe self-executing but legislation not in con-\nflict herewith may be enacted to facilitate its\noperation. (Added Nov. 7, 1950.)\n§ 3. Partial validity\nSec. 3. If any portion, section or clause of\nthis article, or the application thereof to any\nperson or circumstance, shall for any reason he\ndeclared unconstitutional or held invalid, the\nremainder of this article, or the application of\nsuch portion, section or clause to other per-\nsons or circumstances, shall not he affected\nthereby. (Added Nov. 7, 1950.)\n§ 4. Conflicting provisions superseded\nSec. 4. The provisions of this article shall\nsupersede all provisions of this Constitution\nand laws enacted thereunder in conflict\ntherewith. (Added Nov. 7, 1950.)\nU.S. GOVERNMENT PRINTING OFFICE:1971",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/77909"
    },
    {
      "date": "1970-03-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 313,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of California",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 133466,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/133466.pdf",
      "title": "Order",
      "text": " \n \n   \n313 F.Supp. 1 \nThis matter comes before this Court on plaintiffs’ motions \nUnited States District Court, N.D. California. \nfor  summary  judgment,  their  applications  for  an \ninjunction, and defendants’ motions to dismiss. Plaintiffs \nAnita VALTIERRA et al., Plaintiffs, \nask that we declare Article XXXIV or the California State \nv. \nConstitution1 to be unconstitutional and request that we \nThe HOUSING AUTHORITY OF the CITY OF \nforbid defendants from relying upon it as a reason for not \nSAN JOSE et al., Defendants. \nrequesting  federal  assistance  with  which  to  finance \nGussie HAYES et al., Plaintiffs, \nlow-income  housing.  We  hold  Article  XXXIV  to  be \nv. \nunconstitutional. See Hunter v. Erickson, 393 U.S. 385, \nHOUSING AUTHORITY OF SAN MATEO, \n89 S.Ct. 557, 21 L.Ed.2d 616 (1969). \nDefendant. \n Title 42 U.S.C. § 1983 creates a cause of action for the \nNos. 52076, C-69-1-RFP.  deprivation,  under  color  of  state  law,  of  any  right, \n|  privilege or immunity guaranteed by the United States \nMarch 23, 1970, Probable Jurisdiction Noted June  Constitution. In this case, the non-federal defendants are \n8, 29, 1970, See 90 S.Ct.1873, 2247.  acting under color of Article XXXIV in not requesting \nfederal  assistance.  Equal  protection  cases  brought  to \nremedy discrimination against the poor (e.g., Rinaldi v. \nYeager, 384 U.S. 305, 86 S.Ct. 1497, 16 L.Ed.2d 577 \nSynopsis  (1966); Harper v. Virginia State Board of Elections, 383 \nAction  for  judgment  declaring  state  constitutional  U.S. 663, 86 S.Ct. 1079, 16 L.Ed.2d 169 (1966); Shapiro \nprovision  requiring  that  low  rent  housing  project  be  v. Thompson, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d \napproved  by  majority  of  qualified  electors  600 (1969)), have long been entertained under § 1983. \nunconstitutional and for order forbidding defendants from  Jurisdiction to hear this case is conferred upon this Court \nrelying upon it as a reason for not requesting federal  by 28 U.S.C. § 1343(3), (4). \nassistance with which to finance low-income housing. On    \nplaintiffs’  motions  for  summary  judgment  and  their   This case is required to be heard by a three-judge court \napplications  for  an  injunction,  a  three-judge  court.  by  28  U.S.C.  §§  2281,  2284,  as  plaintiffs  seek  an \nPeckham, J., held that constitutional provision violated  injunction  enjoining  defendant  local  officials  *3  from \nequal protection clause.  enforcing a state constitutional provision (see A.F.L. v. \n   Watson, 327 U.S. 582, 66 S.Ct. 761, 90 L.Ed. 873 (1946)) \nMotions granted.  on the ground of its repugnance to the Equal Protection \n   Clause. \nProcedural Posture(s): Motion for Summary Judgment.    \nAttorneys and Law Firms  Two cases are consolidated for consideration. The first is \nValtierra v. Housing Authority of San Jose No. 52076. \n*2 Don B. Kates, Jr., Brian Paddock, Diane V. Delevett, \nThe parties plaintiff are ‘persons of low income,’ who \nPeter D. Coppelman, Gilroy, Cal., Legal Aid Society of \nhave been determined to be eligible for public housing, \nSanta Clara County, San Jose, Cal., National Housing \nand who have been placed on the appropriate waiting \nLaw Project, Earl Warren Legal Center, Berkeley, Cal., \nlists. They are unable to occupy public housing because at \nLegal Aid Society of S.M.C., Redwood City, Cal., Legal \npresent none is available. The second case, Gussie Hayes \nAid Society of S.M.C., Menlo Park, Cal., for plaintiffs. \net  al.  v.  Housing  Authority  of  San  Mateo,  No. \nC-69-1-RFP, is consolidated with the first because of the \nCity Atty., Robert S. Sturges, San Jose, Cal., U.S. Atty., \nidentity of the legal issue, and is brought bt similarly \nfor defendants. \nsituated  poor  persons,  predominately  Negro,  on  the \nwaiting list for public housing in San Mateo County. \nBefore  HAMLIN,  Circuit Judge,  and  PECKHAM  and \nLEVIN, District Judges. \nPlaintiffs  have  demonstrated  that  Article  XXXIV  has \nimpeded the financing of new housing, only 52% Of the \nOpinion \nreferenda submitted to the voters have been approved, \n \neven though they cannot of course demonstrate that any \nPECKHAM, District Judge.  particular named plaintiff would be able to occupy new \nhousing  if  such  housing  were  built.  In  Santa  Clara \n \n\n \nCounty,  the  voters  defeated  the  referendum  seeking    \npermission to obtain housing funds in 1968, and in San \nMateo County two similar referenda were defeated in  We find plaintiffs’ Supremacy  Clause argument to be \n1966. Housing Director Wemen, in San Mateo County,  unpersuasive and therefore do not decide the case on that \nfeels it would be fruitless to attempt another referendum  ground. Plaintiffs’ Privileges and Immunities argument is \nat present. (Affidavit J to Hayes complaint.) Plaintiffs’  not  reached  as  this  court  decides  the  case  on  Equal \nposition is that but for the existence of Article XXXIV,  Protection grounds. \nlocal  housing  authorities  would  be  able  to  apply  for \nfederal assistance if they chose; they further submit that  PLAINTIFFS’ EQUAL PROTECTION ARGUMENT \nthere is evidence that in fact they would so choose. (See   The  starting  point  for  this  argument  is  the  now \nValtierra complaint p. 8).  well-established  standard  that  classifications  based  on \nrace are ‘constitutionally suspect,’ Bolling v. Sharpe, 347 \nThere are three groups of defendants in the Valtierra case:  U.S. 497, 499, 74 S.Ct. 693, 98 L.Ed. 884 (1954), and \nthe Housing Authority of the City of San Jose, a public  those based on property ‘traditionally disfavored,’ Harper \nentity, and its members in their official capacity; the City  v. Virginia State Board of Elections, 383 U.S. 663, 668, \nCouncil of San Jose, a public entity, and its members, in  86 S.Ct. 1079, 16 L.Ed.2d 169 (1966). Both bear a far \ntheir official capacity; and the Department of Housing and  heavier burden of justification than other classifications. \nUrban Development and its Secretary, George Romney.  See, McLaughlin v. Florida, 379 U.S. 184, 194, 85 S.Ct. \nAll three groups have filed responsive pleadings. There is  283, 13 L.Ed.2d 222 (1964). \nonly  one  defendant  in  the  Hayes  case,  the  Housing    \nAuthority of San Mateo County. The Court notes that this   The gravamen of plaintiffs’ Equal Protection claim is \ndefendant has not made an appearance in the case, but  that the express discrimination in Article XXXIV, as it \nrather has chosen to stand mute.  applies only to ‘low-income persons’, brings it squarely \nwithin the ban of a long line of Supreme Court decisions \nThe federal defendants, the Department of Housing and  forbidding the unequal imposition of burdens upon groups \nUrban Development (HUD), and its Secretary, George  that are not rationally differentiable in the light of any \nRomney, move for dismissal on the ground that, as to  legitimate  State  legislative  objective.  E.g.,  Skinner  v. \nthem, the Valtierra complaint does not state a claim upon  Oklahoma, 316 U.S. 535, 62 S.Ct. 1110, 86 L.Ed. 1655 \nwhich relief can be granted. Fed.R.Civ.P. Rule 12(b)(6).  (1942); Carrington v. Rash, 380 U.S. 89, 85 S.Ct. 775, 13 \nThe complaint does not seek any relief against the federal  L.Ed.2d 675 (1965); Baxstrom v. Herold, 383 U.S. 107, \ndefendants; their joinder is not necessary in order to grant  86 S.Ct. 760, 15 L.Ed.2d 620 (1966); and Rinaldi v. \nthe relief that is requested. Therefore this Court ORDERS  Yeager, 384 U.S. 305, 86 S.Ct. 1497, 16 L.Ed.2d 577 \nthat their motion for dismissal be granted. Accordingly,  (1966). As characterized by the Court in McLaughlin v. \nthe federal defendants are dismissed from this lawsuit.  Florida, 379 U.S. at 191, 85 S.Ct. at 288: \nThe Hayes case does not involve any federal defendants.    \n The two non-federal defendants in the Valtierra case, \nviz., the Housing Authority of San Jose, and the City  Judicial inquiry under the Equal Protection Clause, * * * \nCouncil of San Jose, raise several pleas in abatement  does not end with a showing of equal application among \nwhich do not preclude this Court from reaching the merits  the members of the class defined by the legislation. The \nof  plaintiffs’  constitutional  claim.  First,  defendants  courts  must  reach  and  determine  the  question  *  *  * \ncontend  that  because  California  could  decline  to  whether there is an arbitrary or invidious discrimination \nparticipate in the program established by the Housing Act  between those classes covered * * * and those excluded. \nof 1937, that California can participate on any condition. \nThis is not the case. Certainly a condition that no Negro  It  is  no  longer  a  permissible  legislative  objective  to \ncould  occupy  such  low-income  housing  would  be  contain or exclude persons simply because they are poor. \nunconstitutional. Second, they assert that referenda are  Edwards v. Calif., 314 U.S. 160, S.Ct. 164, 86 L.Ed. 119 \nnot subject to constitutional scrutiny. This is not the law.  (1941); Shapiro v. Thompson, 394 U.S. 618, 89 S.Ct. \nHunter v. Erickson, supra. Third, defendants erroneously  1322, 22 L.Ed.2d 600 (1969). Cf., Griffin v. Illinois, 351 \nbelieve  plaintiffs  are  asking  this  Court  to  compel  the  U.S. 12, 16-17, 76 S.Ct. 585, 100 L.Ed. 891 (1956). \nHousing Authorities to seek federal funding. However,   In addition to asserting that Article XXIV denies equal \nplaintiffs only seek an injunction forbidding the named  protection of the laws to persons who are poor, the Hayes \nlocal officers from relying on Article XXXIV as a reason  plaintiffs assert that it also denies equal protection to \nfor not requesting such funds. There may be any number  those who are Negro. Although Article XXXIV does not \nof reasons, quite apart from Article XXXIV *4 why the  specifically require a referendum for low-income projects \nHousing Authorities might not wish to seek federal funds  which  will be  predominantly  occupied  by  Negroes  or \nat any given point in time.  other  minority  groups,  the  equal  protection  clause  is \n \n\n \nviolated if a ‘special burden’ is placed on those groups by  basis with others. 393 U.S. at 391, 89 S.Ct. at 560.’ \nthe operation of the challenged provision, if ‘the reality is  Lastly, the Court noted, 393, U.S. at 392, 89 S.Ct. at 561: \nthat the law’s impact falls on the minority.’ Hunter v.  *  *  *  Insisting  that  a  State  may  distribute  legislative \nErickson, supra, 393 U.S. at 391, 89 S.Ct. at 560.  power as it desires and that the people may retain for \n   themselves the power over certain subjects may generally \nbe true, but these principles furnish no justification for a \nThus, last term, the Supreme Court in Hunter v. Erickson,  legislative structure which otherwise would violate the \nsupra,  applied  to  the  housing  area  the  constitutional  Fourteenth Amendment. Nor does the implementation of \nrequirement  for  equal  protection.  In  that  case,  the  this change through popular referendum immunize it. The \nSupreme Court invalidated an amendment to the City  sovereignty  of  the  people  is  itself  subject  to  *  *  * \nCharter of Akron, Ohio, which required a referendum  constitutional limitations * * *. \nbefore anti-discrimination legislation could be enacted.   Here, as in the Hunter case, the ‘special burden’ of a \nThe Court held this to be impermissible, stating that it  referendum  is  not  ordinarily  required;  here,  as  in  the \nviolated the Equal Protection Clause for at least three  Hunter case, the impact of the law falls upon minorities.2 \nreasons:  The vice in this case is that Article XXXIV makes it more \n First, only laws designed to end housing discrimination  difficult for state agencies acting on behalf of the poor \nwere required to run the gauntlet of a referendum, and the  and the minorities to get federal assistance for housing \nstate cannot make it more difficult to enact legislation on  than for state agencies acting on behalf of other groups to \nbehalf of one group than on behalf of others. The Hunter  receive financial federal assistance. In California, state \ncourt speaking through Mr. Justice White states, 393 U.S.  agencies  may  seek  federal  financial  aid,  without  the \nat 390-391, 89 S.Ct. at 560:  burden of first submitting the proposal to a referendum, \n   for  all  projects  except  low-income  housing.  Some \ncommon  examples,  inter  aliz,  are:  highways,  urban \nItis true that the section (requiring a referendum before  renewal, hospitals, colleges and universities, secondary \naction  may  be  taken)  *5  draws  no  distinction  among  schools, law enforcement assistance, and model cities. \nracial and religious groups. Negroes and whites, Jews and  Further, even though federal assistance for state housing \nCatholics are all subject to the same requirements if there  agencies is a privilege which California need not seek at \nis housing discrimination against them which they wish to  all, the requirements of equal protection must still be met. \nend. But § 137 (requiring the referendum) nevertheless  *6 United States v. Chicago, M., St. P. & P. RR., 282 \ndisadvantages those who would benefit from laws barring  U.S. 311, 328-329, 51 S.Ct. 159, 75 L.Ed. 359 (1931); \nracial * * * discrimination as against those who would bar  Sherbert v. Verner, 374 U.S. 398, 404 (1963); Shapiro v. \nother discriminations or who would otherwise regulate the  Thompson, supra. \nreal  estate  market  in  their  favor.  The  automatic    \nreferendum system does not reach housing discrimination \non  sexual  or  political  grounds,  or  against  those  with  Defendants argue that Article XXXIV does not violate the \nchildren or dogs, nor does it affect tenants seeking more  Equal Protection Clause because it was not he product of \nheat  or  better  maintenance  from  landlords,  nor  those  unconstitutional motivations. However, although proof of \nseeking rent control, urban renewal, public housing, or  bad motive may help to prove discrimination, lack of bad \nnew building codes.  motive  has  never  been  held  to  cure  an  otherwise \ndiscriminatory scheme. Certainly Hunter does not demand \nSecond, the law’s impact falls on minorities, resulting in  a demonstration of improper motivation. \nan impermissible burden which constitutes a substantial \nand invidious denial of equal protection.  Accordingly, plaintiffs’ motions for summary judgment, \ndeclaring Article XXXIV to be unconstitutional, and their \n‘Moreover, although the law on its face treats Negro and  applications for an injunction are granted. \nwhite, Jew and gentile in an identical manner, the reality \nis that the law’s impact falls on the minority. The majority  It is so ordered. \nmeeds no protection against discrimination and if it did, a \nreferendum might be bothersome but no more than that.  All Citations \nLike the law requiring specification of candidates’ race on \nthe  ballot,  §  137  places  special  burdens  on  racial  313 F.Supp. 1 \nminorities within the governmental process. This is no   \nmore permissible than denying them the vote, on an equal \nFootnotes \n \n\n \n \n1  ARTICLE XXXIV \n \nPUBLIC HOUSING PROJECT LAW § 1. Approval of electors; definitions \nSection 1. No law rent housing project shall hereafter be developed, constructed, or acquired in any manner by any \nstate public body until, a majority of the qualified electors of the city, town or county, as the case may be, in which it \nis proposed to develop, construct, or acquire the same, voting upon such issue, approve such project by voting in \nfavor thereof at an election to be held for that purpose, or at any general or special election. \nFor the purposes of this article the term ‘low rent housing project’ shall mean any development composed of urban \nor rural dwellings, apartments or other living accommodations for persons of low income, financed in whole or in \npart by the Federal Government or a state public body or to which the Federal Government or a state public body \nextends assistance by supplying all or part of the labor, by guaranteeing the payment of liens, or otherwise. For the \npurposes of this article only there shall be excluded from the term ‘low rent housing project’ any such project where \nthere shall be in existence on the effective date hereof, a contract for financial assistance between any state public \nbody and the Federal Government in respect to such project. \nFor the purposes of this article only ‘persons of low income’ shall mean persons or families who lack the amount of \nincome which is necessary (as determined by the state public body developing, constructing, or acquiring the \nhousing project) to enable them, without financial assistance, to live in decent, safe and sanitary dwellings, without \novercrowding. \n \n2  That minority groups comprise ‘the poor’ is increasingly clear. In his affidavit, Mr. Franklin Lockfeld, Senior Planner \n  for the Santa Clara County Planning Department stated: ‘The low-income areas are closely related to the areas of \nconcentration of minority residents and high income areas are closely related to the nearly all white sections of the \ncommunity. * * * In 1960, only 5% Of the units occupied by white-non-Mexican-Americans were in delapidated or \ndeteriorated condition, while 23% Of the units occupied by Mexican-Americans and 20% Of the units occupied by \nnon-whites were in delapidated or deteriorated condition. Minorities were thus over represented in the less than \nstandard housing by greater than four to one, and occupied nearly one-third of the deteriorating and delapidated \nhousing in the County in 1960.’ \n \n \n \n \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/133466"
    }
  ],
  "document_count": 4
}