{
  "case_id": 11394,
  "fetched_at": "2025-10-22T00:14:39.892776",
  "case_data": {
    "attorney_orgs": [
      "ACLU of Southern California"
    ],
    "available_documents": [
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Los Angeles",
        "institution_county": "Los Angeles",
        "name": "Los Angeles District Attorney",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Los Angeles",
        "institution_county": "Los Angeles",
        "name": "Los Angeles Police Department",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Coding Complete",
    "case_types": [
      "Criminal Justice (Other)"
    ],
    "cause_other": "Brought Directly Under the Constitution",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "California state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2012-07-10",
    "filing_year": 2012,
    "id": 11394,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Incident/accident reporting & investigations",
      "Jails, Prisons, Detention Centers, and Other Institutions: Grievance procedures",
      "General/Misc.: Records Disclosure",
      "Affected Sex/Gender(s): Male",
      "Policing: False arrest",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)"
    ],
    "last_checked_date": "2012-07-23T00:00:00-04:00",
    "main_docket": {
      "id": 31666,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2012,
      "docket_filing_number": 138170,
      "is_main_docket": true,
      "court": "California state trial court",
      "state": "California",
      "docket_office_number": "",
      "docket_number_manual": "BS138170",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Douglas v. Cooley",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "A criminal defense attorney in Los Angeles County",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 12126,
        "name": "Rosas v. Baca"
      }
    ],
    "relief_natures": [
      "None yet"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None yet"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "California",
    "summary": "<p>On July 10, 2012, a criminal defense lawyer in Los Angeles County filed a lawsuit under the U.S. Constitution and state law against the Los Angeles County Police and District Attorney in the Superior Court of California for Los Angeles County. The plaintiff is represented by a consortium of public interest organizations and scholars (including the ACLU of Southern California).  The plaintiff requested declaratory and injunctive relief against the District Attorney (DA) and the Los Angeles Sheriff's Department (LASD), claiming that the two organizations systematically deny due process under the constitution to criminal defendants. Specifically, the plaintiff claims that a series of formal policies regarding evidence that would otherwise indicate the innocence of a defendant (\"exculpatory evidence\") is suppressed in violation of state law, the California constitution, and the Due Process Clause of the 14th Amendment.</p><p>Between December 2010 and July 2011, three inmates in the Los Angeles Men's Central Jail had been charged with various crimes relating to assaults on corrections officers.  In these cases, the defendant's attorney (the plaintiff) requested from the prosecution whether or not the officers involved in the assault had a history of having brutality complaints filed against them. According to state law, the LASD was required to keep a history of complaints as part of the officer's files for five years. In each of these three cases, the prosecution replied that there was no \"discoverable information.\"  </p><p>According to the plaintiff, several officers involved in these cases had a history of beating inmates, and a history of complaints being filed against them, and the convictions of these three criminal defendants are in doubt. The plaintiffs allege that this information was concealed as a result of a series of policies of both the District Attorney and the Sheriff's Department:  </p><p>(1)\t The Sheriff's Department does not mark information for disclosure unless the reviewing deputy believes by 'clear and convincing evidence' that the information is true. The plaintiffs allege that this is a violation of Supreme Court precedent</p><p>(2)\tThe Sheriff's Department records incidents of complaints about corrections' officers' violations in the complaining inmate's file, not the correction's officer's file. Plaintiff alleges this is a violation of California Penal Code § 832.5, which requires maintenance of the records in the officer's file for five years.</p><p>(3)\tThe DA's office requests a prosecutor to confer with a special unit, and personally convince the compliance attorney that information is exculpatory by 'clear and convincing' evidence.  Plaintiff alleges that this is a violation of California Penal Code § 1054.1, and the Due Process Clause of the United States Constitution.</p><p>(4)\tThe DA's office only discloses exculpatory material to the defense when it is included in the compliance unit's database. Because the compliance attorney must be convinced of the truth of the information, the plaintiff claims that this screening process leads to a systematic violation of the Due Process clause and the California Penal Code § 1054.1(e).</p><p>(5)\tIt is the policy of the DA's office to suppress any exculpatory information that is part of another ongoing criminal or administrative investigation. Because the pendency of an investigation can be used as a way to shield exculpatory information from criminal defendants, the plaintiff claims this is a systemic violation of the Due Process Clause.</p><p>Following the lawsuit, the Los Angeles County Sheriff's Department implemented a new system of reporting and tracking complaints against deputies by employee number and name. LASD also manually reviewed inmate complaints from the past five years to ensure that relevant complaints were added to the database. Finally, LASD agreed to notify local defense attorneys about the new policy so attorneys whose clients have pending cases know that they can renew their requests and may receive information that had been withheld under the old policy. As a result, the ACLU dropped the charges against the LASD. </p><p>The ACLU then filed an amended complaint, which included claims against the Los Angeles District Attorney’s Office for preventing or prohibiting disclosure of favorable evidence to criminal defendants. There is no further information available as of February 15, 2016. </p><p></p>",
    "summary_published_date": "2016-02-15T00:00:00-05:00",
    "summary_short": "Plaintiff, a defense lawyer in Los Angeles County, filed a lawsuit on July 10, 2012 against the district attorney and sheriff's department for systematically circumventing their constitutional obligation to provide exculpatory evidence to criminal defendants. The Complaint, filed in state court, claims that several policies of the two agencies are intended to hide information that show the innocence of criminal defendants, injuring the integrity of the justice system. This case is ongoing.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11394",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11394",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11394",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11394"
  },
  "documents": [
    {
      "date": "2012-07-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "California state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 43072,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/43072.pdf",
      "title": "Writ of Mandate and Complaint for Injunctive Relief",
      "text": "1   MARK ROSENBAUM, SBN 59940   \nPETER ELIASBERG, SBN 189110 \n2  MARISOL ORIHUELA, SBN 261375 \nDAVID SAPP, SBN 264464 \n3  ACLU Foundation of Southern California \n1313 West Eighth Street \n4  Los Angeles, California  90017 \nTelephone:  (213) 977-5220 \n5  Facsimile:  (213) 977-5297 \n \n6  BENJAMIN N. GLUCK, SBN 203997   \nBENJAMIN D. LICHTMAN, SBN 241135   \n7  Bird, Marella, Boxer, Wolpert, Nessim, Drooks &   \nLincenberg, PC   \n8  1875 Century Park E 23FL   \nLos Angeles, California 90067   \n9  Telephone:  (310) 201-2100   \nFacsimile:  (310) 201-2110   \n10     \nCHARLES J. OGLETREE  MICHAEL J. BRENNAN, SBN 40436 \n11  (Pro hac vice application forthcoming)  Post-Conviction Justice Project  \nHarvard Law School*  USC Law School* \n12  1563 Massachusetts Avenue  699 Exposition Boulevard \nCambridge, Massachusetts 02138  Los Angeles, California 90089-0071 \n13  Telephone:  (617) 495-5097   Telephone:  (213) 740-2527 \nFacsimile:  (617) 496-3936   Facsimile:  (213) 740-5502 \n14   \n*For identification purposes only \n15   \nAttorneys for Petitioner/Plaintiff \n16 \n \n17  SUPERIOR COURT OF CALIFORNIA \n18  COUNTY OF LOS ANGELES \n19  JEFFREY DOUGLAS,     CASE NO. \n   \n20        Petitioner/Plaintiff,   \n   \n21  v.  VERIFIED PETITION FOR WRIT \n  OF MANDATE AND  \n22  STEVE COOLEY, in his official capacity as Los  COMPLAINT FOR INJUNCTIVE \nAngeles County District Attorney; LOS ANGELES  AND DECLARATORY RELIEF \n23  COUNTY DISTRICT ATTORNEY’S OFFICE;   \nLEROY BACA, in his official capacity as Los Angeles   \n24  County Sheriff; and LOS ANGELES COUNTY \nSHERIFF’S DEPARTMENT, \n25   \n      Respondents/Defendants. \n26 \n \n27 \n28 \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND  \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n \n \n\n1   The following allegations are based on information and belief, unless otherwise specified: \n2  INTRODUCTION \n3  1.  A trial is a search for truth, not a game of hide and seek.  This principle is never more \n4  true than in criminal trials, where “the People of The State of California” are deciding whether to take \n5  away a citizen’s liberty.  To ensure that criminal trials will be reliable, truth-seeking procedures, the \n6  statutes governing criminal trials in California include, among others, two provisions requiring the \n7  disclosure of evidence to the defense.  These laws implement constitutional protections recognized by \n8  the United States and California Supreme Courts as indispensible components of Due Process in \n9  criminal proceedings. \n10  2.  Hard as it may be to believe, in the face of these clear mandates, Los Angeles County \n11  District Attorney Steve Cooley, the Los Angeles County District Attorney’s Office (“LADA”), Los \n12  Angeles County Sheriff Leroy Baca, and the Los Angeles County Sheriff’s Department (“LASD”) have \n13  enacted formal, official policies to evade the mandatory duties imposed by these laws and to violate the \n14  constitutional and statutory rights of countless criminal defendants.  By doing so, they not only flout \n15  both their explicit statutory and constitutional duties and their inherent duties to see that justice is done, \n16  but they also undermine the reliability, fairness, and truth-seeking function of criminal trials every day \n17  in this county.   \n18  3.  First, Respondents Steve Cooley and LADA have adopted a policy regarding disclosure \n19  of exculpatory evidence (which in lay terms means evidence that helps the defendant or hurts the \n20  prosecution) that violates their duties under Penal Code § 1054.1(e) and Brady v. Maryland, 373 U.S. 83 \n21  (1963), and its progeny.  Penal Code § 1054.1(e) mandates that prosecutors “shall disclose” to the \n22  defense “any exculpatory evidence.”  The California Supreme Court has held that § 1054.1(e) imposes a \n23  duty on prosecutors to disclose, pre-trial, all exculpatory evidence, without qualification.  See Barnett v. \n24  Superior Court, 50 Cal. 4th 890, 901 (2010).  Exculpatory evidence is typically referred to as Brady \n25  material, after the U.S. Supreme Court recognized that a prosecutor violates Due Process by proceeding \n26  to trial without disclosing exculpatory evidence to the defendant.  See Brady, 373 U.S. at 86.   \n27  4.  Despite § 1054.1(e)’s unequivocal mandate and the clear duty imposed by Brady and its \n28  progeny, Respondents Cooley and LADA have adopted a formal policy that: (1) prohibits the disclosure \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n1 \n\n1   of exculpatory evidence unless the reviewing deputy deems it true by “clear and convincing evidence,” \n2  (2) mandates suppression of exculpatory evidence if it is relevant to a pending administrative or criminal \n3  investigation, and (3) mandates suppression of exculpatory evidence if a deputy district attorney \n4  speculates, pre-trial, that it is unlikely to affect the verdict.  Not only do these requirements that deputy \n5  district attorneys suppress favorable evidence lack any legal basis, but they are also expressly contrary \n6  to law.1 \n7  5.  Second, Respondents Leroy Baca and LASD have an official practice of maintaining \n8  inmate complaints in a manner that directly violates Penal Code § 832.5.  In response to the California \n9  Supreme Court’s holding in Pitchess v. Superior Court, 11 Cal. 3d 531, 535-37 (1974), that limiting \n10  discovery into law enforcement personnel records would raise significant Due Process problems, the \n11  California Legislature adopted a comprehensive statutory mechanism to implement the Pitchess Rule.2  \n12  Penal Code § 832.5(b) provides that all citizens’ complaints against officers must be maintained, for five \n13  years, “either in the peace or custodial officer’s general personnel file or in a separate file designated by \n14  the department or agency as provided by department or agency policy, in accordance with all applicable \n15  requirements of law.”  In turn, Penal Code § 832.7 and Evidence Code § 1043 provide a system for \n16  review and disclosure in criminal proceedings when those complaints bear on the defendant’s case.  \n17  Obviously, the Rule’s disclosure provisions, which were developed in response to nondisclosure of \n18  exculpatory evidence by the very same LASD that is a Respondent here, are moot if an agency violates \n19  the Rule’s first element and does not properly maintain the records.   \n20  6.  But that is exactly what Respondents Baca and LASD have done and are doing as a \n21  matter of formal policy.  In the face of this unequivocal statutory mandate, an LASD representative has \n22  testified in open court that Respondents Baca and LASD have decided that, in the case of inmates in the \n23 \n                                                 \n1 Notably, LADA is the only office in California that imposes a clear-and-convincing requirement.  \n24 \nIndeed, other district attorney’s offices, including neighboring Ventura County, have explicitly rejected \nthis aspect of LADA’s Brady policy.   \n25 \n2 In Pitchess, 11 Cal. 3d at 534, the defendant was charged with battery against four LASD deputies and \n26  sought to obtain the personnel records of the deputies to show that they had previously used excessive \nforce.  The California Supreme Court recognized that the personnel files of a law enforcement officer \n27 \ncan be a critical element in many criminal cases and reversed the order quashing the subpoena.  Id. at \n535, 537. \n28 \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n2 \n\n1   Los Angeles County Jails, they will simply ignore the requirements of the statute and instead file inmate \n2  complaints about deputies in only the inmates’ files, such that LASD simply cannot search for inmate \n3  complaints implicating specific deputies.  Respondents Baca and LASD have thus chosen an inmate \n4  complaint filing system that not only violates the explicit mandate of the statute but also prevents it from \n5  achieving its purpose.  Because the Pitchess Rule was enacted to protect criminal defendants’ Due \n6  Process rights, it is no surprise that LASD’s flagrant disregard of the Rule results in countless Brady \n7  violations, because LASD cannot find relevant complaints—and therefore does not disclose them—even \n8  though it unquestionably has them. \n9  7.  Together, the violations of these clear constitutional and statutory duties undermine the \n10  truth-seeking function of criminal trials and contribute enormously to the current crisis in the Los \n11  Angeles County Jails.  Over many years, the Los Angeles County Jails have been the setting for \n12  countless instances of deputy-on-inmate physical abuse, which have not only been documented by \n13  advocacy organizations, monitors, and media outlets, see, e.g., Los Angeles County Office of \n14  Independent Review, Violence in the Los Angeles County Jails:  A Report on Investigations and \n15  Outcomes 8 (Oct. 2011), available at http://laoir.com/reports/OIR-Report-on-Violence-in-the-Jails-\n16  (Oct.2011).pdf; Chris Vogel, Men’s County Jail Visitor Viciously Beaten by Guards, L.A. WEEKLY, \n17  May 19, 2011, available at http://www.laweekly.com/2011-05-26/news/men-s-county-jail-visitor-\n18  viciously-beaten-by-guards/; Merrick Bobb, 4th Semiannual Report 15 (June 1995), available at \n19  http://www.parc.info/client_files/LASD/4th%20Semiannual%20Report.pdf; Sarah Liebowitz et al., \n20  Annual Report on Conditions Inside Los Angeles County Jail (ACLU Nat’l Prison Proj. & ACLU of S. \n21  Cal. Sept. 28, 2011) (filed in Rutherford v. Baca, 75-cv-04111-DDP (C.D. Cal. filed Dec. 9, 1975) (No. \n22  294)), but have also been, and continue to be, the subject of state and federal court litigation, see, e.g., \n23  Rosas v. Baca, No. 12-cv-00428 DDP-SH (C.D. Cal. filed Jan. 18, 2012); Rutherford v. Baca, 75-cv-\n24  04111-DDP (C.D. Cal. Oct. 10, 2008) (No. 228) (motion for protective order to enjoin retaliation, \n25  including retaliation in the form of physical abuse, against prisoners); Coley v. Baca, CV09-08595 CAS-\n26  AJW, 2012 WL 1340373 (C.D. Cal. Mar. 8, 2012), as well as an ongoing criminal investigation by the \n27  Federal Bureau of Investigation, see Robert Faturechi, FBI Probing Reports of Beatings in L.A. County \n28  Jails, L.A. TIMES, Sept. 25, 2011, available at http://articles.latimes.com/2011/sep/25/local/la-me-fbi-\n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n3 \n\n1   jails-20110925. \n2  8.  A number of these reports and court cases have confirmed that, in instances where \n3  deputies physically abuse inmates, LASD personnel often falsely report that the inmate who was beaten \n4  acted aggressively, and LADA frequently files criminal charges against the abused inmate for assault on \n5  a deputy or deputies, battery on a deputy or deputies, and obstructing a peace officer in the discharge of \n6  the deputy’s duty.  See Sarah Liebowitz, et al., Annual Report on Conditions Inside Los Angeles County \n7  Jail.  The filing of these charges often serves to cover up the excessive force employed by the deputy or \n8  deputies because threat of serious jail time for these felonies often results in plea bargains, which not \n9  only insulate the County and the individual deputies from potential civil liability but also serve to protect \n10  the deputies from disciplinary or criminal proceedings for their abuse.  Unsurprisingly, it is crucial to the \n11  defense in these criminal proceedings to determine whether any other inmates have filed complaints \n12  stating that the deputy or deputies involved have engaged in excessive force or complaints calling into \n13  doubt the credibility of the deputies involved. \n14  9.  Failing to disclose exculpatory material has drastic effects on the integrity of the criminal \n15  judicial system.  The policies and practices challenged in this Petition prevent disclosure of evidence of \n16  complaints and other evidence pointing to a pattern of excessive violence by a particular deputy, so \n17  criminally charged inmates have little hope of acquittal despite their innocence, leading to wrongful \n18  convictions.  These miscarriages of justice are the inevitable effect of Respondents’ failure to follow the \n19  statutory and constitutional disclosure obligations that govern criminal trials.  This fact is confirmed by \n20  several instances, known to Petitioner and described in detail below, where, because of the policies and \n21  practices challenged in this Petition, Respondents did, in fact, suppress Brady and Pitchess material.  \n22  The suppression of the favorable evidence in these cases was uncovered only because defense counsel \n23  fortuitously learned of the suppressed evidence from some sources other than Respondents, and the \n24  discovery of these violations through mere happenstance underscores how many other instances of \n25  suppression have gone undetected.  \n26  10.  Through this Petition, Petitioner Jeffrey Douglas seeks a writ of mandate under Code of \n27  Civil Procedure § 1085 and declaratory and injunctive relief compelling Respondents to stop their \n28  systematic evasion of and disdain for clear constitutional and statutory duties through illegal policies and \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n4 \n\n1   practices on the handling and disclosure of exculpatory evidence in certain criminal proceedings.  The \n2  relief that Petitioner seeks does not involve review of or interference with any individual pending \n3  criminal case or post-conviction proceeding.  Rather, as contemplated by Code of Civil Procedure \n4  §1085, Petitioner simply asks this Court to compel Respondents to stop enforcing illegal policies or \n5  practices of uniform application where those policies or practices are certain to result in widespread and \n6  wholesale violations by Respondents of their mandatory duties, not to mention a fundamental breach of \n7  their public trust and the perversion of the truth-seeking role of the court system.   \n8  PARTIES \n9  11.  Petitioner Jeffrey Douglas (“Petitioner”) seeks a writ of mandate pursuant to Code of \n10  Civil Procedure § 1085, as well as declaratory and injunctive relief, to compel Respondents Steve \n11  Cooley and LADA to comply with their clear, present duties under the United States and California \n12  Constitutions and Penal Code § 1054.1.   \n13  12.  Petitioner also seeks a writ of mandate pursuant to Code of Civil Procedure § 1085, as \n14  well as declaratory and injunctive relief, to compel Respondents Leroy Baca and LASD to comply with \n15  their clear, present duties under the United States and California Constitutions and Penal Code §§ 832.5, \n16  et seq. \n17  13.  Petitioner is a taxpayer in Los Angeles County and has paid taxes to the Los Angeles \n18  County Tax Assessor every year since 1991, up to and including 2011.  Petitioner is also a criminal \n19  defense lawyer and has represented individuals in Los Angeles County for more than twenty-five years.  \n20  Many of his clients have been incarcerated in the Los Angeles County Jails. \n21  14.  As a criminal defense lawyer practicing in Los Angeles County, Petitioner has a clear, \n22  present, and beneficial interest in Respondents’ performance of their statutory and constitutional duties, \n23  as set forth above.  Petitioner’s interest is distinct from the interest of the public at large, because \n24  Respondents’ continuing and systemic failure to comply with their statutory and constitutional \n25  obligations deprives Petitioner of information relevant to the defense of his clients and undermines \n26  Petitioner’s ability to represent his clients effectively.  Additionally, as an officer of the court, Petitioner \n27  has an interest in maintaining the integrity of the criminal courts in which he regularly practices and \n28  ending policies and practices that corrupt the truth-seeking role of those courts.  Petitioner is therefore \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n5 \n\n1   adversely affected by Respondents’ actions and omissions. \n2  15.  In addition to his beneficial interest stemming from his work as a criminal defense \n3  attorney, Petitioner is interested as a California and United States citizen in having Respondents’ \n4  statutory and constitutional duties enforced.  There is a substantial public interest in the enforcement of \n5  Respondents’ duties to make required disclosures of information to criminal defendants, because the \n6  disclosure of such information is critical to the effective administration of justice.  In contrast, \n7  Respondents’ current unlawful practices have undoubtedly caused wrongful criminal convictions, \n8  protected abusive deputies and custodial assistants from being held accountable, and undermined the \n9  fairness of criminal trials.  Respondents are public officials who are engaged in purposeful and \n10  systematic violations of their public duties, so this Court’s intervention is the only adequate remedy \n11  available to Petitioner.  \n12  16.  Petitioner also challenges Respondents’ illegal government actions in his capacity as a \n13  Los Angeles County taxpayer, to restrain and prevent the illegal expenditure of county funds.  \n14  Respondents Cooley and LADA are expending county funds on the administration and implementation \n15  of an illegal policy and system concerning the disclosure of exculpatory and impeachment evidence to \n16  criminal defendants.  Similarly, Respondents Baca and LASD are expending county funds on the \n17  administration and implementation of an illegal recordkeeping policy with respect to complaints against \n18  peace officers at the Los Angeles County Jails.  Respondents’ expenditure of county funds and time on \n19  their paid employees’ administration and implementation of these illegal policies is an unlawful use of \n20  funds and should be enjoined. \n21  17.  Respondent Steve Cooley is the District Attorney for Los Angeles County and is \n22  responsible for setting policies regarding recordkeeping and disclosure of evidence to the defense in a \n23  criminal prosecution.  Respondent Cooley set forth policies relating to LADA’s disclosure obligations in \n24  Special Directive 10-06.   \n25  18.  Respondent LADA prosecutes felony crimes throughout Los Angeles County and also \n26  prosecutes some misdemeanor crimes that occur in Los Angeles County.  The LADA’s work is directed \n27  by Respondent Cooley.   \n28  19.  Respondent Leroy Baca is the Sheriff of Los Angeles County and is responsible for the \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n6 \n\n1   management and control of all Los Angeles County Jails.  Sheriff Baca is charged as the final \n2  policymaker for policies applicable at the Los Angeles County Jails, including policies regarding \n3  recordkeeping.   \n4  20.  Respondent LASD is a law enforcement agency that employs peace officers.  Among \n5  LASD’s responsibilities is the operation of all Los Angeles County Jails.  LASD’s work is directed by \n6  Respondent Baca. \n7  JURISDICTION AND VENUE \n8  21.  This Court has jurisdiction under Code of Civil Procedure §§ 525-526, 526a, 1060 & \n9  1085.    \n10  22.  Venue is proper in the Superior Court of Los Angeles under Code of Civil Procedure §§ \n11  393, 394 & 395, because Respondents in this action are public officers and public agencies situated in \n12  Los Angeles County and because all of the acts and omissions complained of in this Petition took place \n13  in Los Angeles County. \n14  FACTUAL ALLEGATIONS \n15  Prosecutors’ Constitutional and Statutory Duties to Disclose Exculpatory Evidence  \n16  in Criminal Cases \n17  23.  Penal Code § 1054.1 mandates that the prosecution “shall disclose to the defendant or his \n18  or her attorney all of the following materials and information . . . : (e) any exculpatory evidence.”  \n19  (Emphasis added.)  The California Supreme Court has held that this statute means what it says and \n20  imposes an unqualified duty on prosecutors to disclose all exculpatory evidence before trial.  See \n21  Barnett, 50 Cal. 4th at 901.   \n22  24.  This statutory obligation echoes the Due Process requirement that a criminal trial be \n23  fundamentally fair by imposing a broad duty on the prosecuting body of the State to disclose favorable \n24  evidence to criminal defendants.  See Strickler v. Greene, 527 U.S. 263, 281-82 (1999); Kyles v. Whitley, \n25  514 U.S. 419, 433-34 (1995); Brady, 373 U.S. at 86.  “Evidence is ‘favorable’ to the accused ‘if it helps \n26  the defense or hurts the prosecution.’”  People v. Mena, 54 Cal.4th 146, 170 (2012) (quoting People v. \n27  Zambrano, 41 Cal. 4th 1082, 1132 (2007)).  Because the credibility of the prosecution’s witnesses is \n28  invariably critical, evidence that impeaches them by showing bias, motive to lie, or dishonesty must be \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n7 \n\n1   disclosed.  See In re Miranda, 43 Cal. 4th 541, 575 (2008); In re Sassounian, 9 Cal. 4th 535, 544 (1995).  \n2  When the prosecutor is not sure whether evidence may or may not be “favorable,” he or she must err on \n3  the side of disclosure.  See United States v. Price, 566 F.3d 900, 912 (9th Cir. 2009); see also United \n4  States v. Van Brandy, 726 F.2d 548, 552 (9th Cir. 1984) (“[W]here doubt exists as to the usefulness of \n5  evidence, [the prosecutor] should resolve such doubts in favor of full disclosure.”).  \n6  25.  Additionally, Penal Code § 1054.1 expressly provides that the prosecuting attorney’s \n7  duty of disclosure is not limited to material in his or her direct possession: “The prosecuting attorney \n8  shall disclose to the defendant or his or her attorney all of the following materials and information, if it is \n9  in the possession of the prosecuting attorney or if the prosecuting attorney knows it to be in the \n10  possession of the investigating agencies.”  (Emphasis added).   \n11  26.  This requirement tracks the constitutional standard, from Brady and its progeny, that \n12  “‘any favorable evidence known to the others acting on the government’s behalf is imputed to the \n13  prosecution.  The individual prosecutor is presumed to have knowledge of all information gathered in \n14  connection with the government’s investigation.’”  People v. Uribe, 162 Cal. App. 4th 1457, 1475-76 \n15  (2008) (quoting In re Brown, 17 Cal. 4th 873, 879 (1998)) (alterations omitted).  Thus, any exculpatory \n16  evidence in possession of individuals that are part of the “prosecution team,” including the prosecutor, \n17  the law enforcement investigators working with the prosecutor, and law enforcement officers who will \n18  serve as witnesses, must be disclosed.  See, e.g., Kyles, 514 U.S. at 437; United States v. Blanco, 392 \n19  F.3d 382, 388 (9th Cir. 2001).  Because this evidence is so important to the integrity of the proceedings, \n20  a prosecutor has an affirmative duty to investigate whether such evidence exists and must maintain such \n21  evidence in a manner in which it can be produced as required.  See, e.g., People v. Goliday, 8 Cal. 3d \n22  771, 778-79 (1973) (holding that Due Process requires both prosecution and law enforcement to take \n23  reasonable efforts to locate eye witnesses who may provide exculpatory evidence). \n24  The District Attorney’s Office Has Formally Adopted A Brady Policy that Requires Deputy \n25  District Attorneys to Violate Their Duties Under Brady and Penal Code § 1054.1(e) \n26  27.  In 2001, several serious felony cases were dismissed because LADA failed to comply \n27  with its Brady obligations.  In response, LADA established a “Brady Compliance Unit” that would \n28  supposedly ensure that these violations would not recur.  See Liu, Judge Dismisses Charges, Cites \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n8 \n\n1   Evidence Error, L.A. TIMES, Aug. 29, 2001 (“To deal with the problems, the district attorney’s office \n2  has established a Brady compliance division, which will begin evaluating evidence next month, said \n3  spokeswoman Jane Robinson.”). \n4  28.  Since the Brady Compliance Unit’s creation, LADA has repeatedly pointed to the Unit \n5  and touted it to show the office’s purported compliance with its obligations.  For example, in 2007, \n6  LADA sent a letter to the California Commission on the Fair Administration of Justice arguing that the \n7  Commission should not recommend enhanced Brady policies because the Brady Compliance Unit \n8  supposedly already ensured full compliance.  See Office of the District Attorney, Los Angeles County, \n9  Response to California Commission on the Fair Administration of Justice Focus Questions for Hearing \n10  on Professional Responsibility Issues, July 11, 2007, at 13. \n11  29.  LADA’s operative policy regarding the provision of material exculpatory and \n12  impeachment evidence is set forth in Special Directive 10-06, established on September 20, 2010.  \n13  Special Directive 10-06 mandates that the Brady Compliance Unit determine what information in \n14  LADA’s possession about peace officers and other individuals who may be part of a prosecution team or \n15  may be government witnesses should be included in the “Brady Alert System” and considered for \n16  disclosure to the defense in prosecutions involving those individuals.  Under the policy, deputy district \n17  attorneys rely on the Brady Alert System by checking the names of potential witnesses and members of \n18  the prosecution against it, i.e., they evaluate their disclosure obligations under Brady based on a \n19  database that was created without any knowledge of the specific facts of the case about which the deputy \n20  district attorney is inquiring.  The Brady Compliance Unit also consults with deputy district attorneys \n21  about their responsibilities in turning over exculpatory and impeachment evidence, but only the Brady \n22  Compliance Unit can determine whether evidence will be included in the Brady Alert System.  \n23  Moreover, deputy district attorneys may not disclose any evidence that they independently uncover to \n24  the defense without first consulting with the Brady Compliance Unit.   \n25  30.  Although the Brady Compliance Unit was created in response to serious Brady \n26  violations, the policies governing that unit are presently responsible for the systematic, illegal \n27  suppression of Brady material.  Specifically, the official policies promulgated by Respondents Cooley \n28  and LADA compel deputy district attorneys to violate clear duties under Penal Code § 1054.1 and Brady \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n9 \n\n1   in three distinct ways. \n2  The District Attorney’s Office Illegally Suppresses Exculpatory Evidence by Requiring Deputy \n3  District Attorneys to Suppress Favorable Evidence Unless Attorneys in the Brady Compliance \n4  Unit Are Personally Persuaded of Its Truth Under a Clear-and-Convincing Evidence Standard \n5  31.  Special Directive 10-06 provides that evidence that satisfies all the elements of Brady and \n6  § 1054.1(e) must still be suppressed unless the reviewing deputy is personally convinced of its truth: \n7  The decision to include information in the Brady Alert System will be \n8  made using the standard of clear and convincing evidence, a degree of \n9  proof which is higher than preponderance of the evidence but lower than \n10  beyond a reasonable doubt.  In other words, without clear and convincing \n11  evidence that the potential Brady impeachment evidence is reliable and \n12  credible, it will not be included in the Brady Alert System. \n13  Special Directive 10-06, at 5 (emphasis in original).   \n14  32.  Put simply, this additional hurdle has no foundation in either statute or case law.  As the \n15  California Supreme Court has recognized: \n16  “It is not the role of the prosecutor to decide that facially exculpatory \n17  evidence need not be turned over because the prosecutor thinks the \n18  information is false.  It is ‘the criminal trial, as distinct from the \n19  prosecutor’s private deliberations’ that is the ‘chosen forum for \n20  ascertaining the truth about criminal accusations.’”  \n21  In re Miranda, 43 Cal. 4th at 577 (quoting United States v. Alvarez, 86 F.3d 901, 905 (9th Cir.1996) \n22  (quoting Kyles, 514 U.S. at 440).  Moreover, because the standard of proof to secure a conviction at a \n23  criminal trial is beyond a reasonable doubt and juries may consider any admissible evidence in assessing \n24  guilt or innocence, juries are fully entitled to acquit a defendant based on evidence that they believe fails \n25  even a preponderance standard.  In other words, exculpatory evidence that may not be true can still \n26  create reasonable doubt, which in turn means that it is obviously Brady material that must be produced.  \n27  Thus, it is improper for a prosecutor to suppress that evidence merely because he or she is not personally \n28  convinced of its truth by a clear-and-convincing standard. \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n10 \n\n1    33.  Unsurprisingly, Special Directive 10-06 fails to cite § 1054.1(e), which compels the \n2  disclosure of “[a]ny exculpatory evidence” whether or not a prosecutor concludes the exculpatory \n3  material is true by “clear and convincing evidence.”  In fact, § 1054.1(e) recognizes no exceptions to the \n4  categorical mandate to disclose exculpatory material.  Thus, applying a clear and convincing standard to \n5  the prosecutor’s decision to disclose evidence inevitably results in the suppression of discoverable \n6  exculpatory evidence in violation of § 1054.1(e). \n7  34.  Put in the framework of Brady jurisprudence, the disclosure obligation exists “‘to ensure \n8  that a miscarriage of justice does not occur.’”  In re Sodersten, 146 Cal. App. 4th 1163, 1225 (2007) \n9  (quoting United States v. Bagley, 473 U.S. 667, 675 (1985)).  Thus, in Bagley, 473 U.S. at 682, the \n10  Supreme Court held that the appropriate standard for evaluating whether to overturn a conviction for \n11  failure to disclose Brady evidence is whether “there is a reasonable probability that, had the evidence \n12  been disclosed to the defense, the result of the proceeding would have been different.”  In Kyles, 514 \n13  U.S. at 434, the Court held that this showing of “materiality” under Brady does “not require \n14  demonstration by [even] a preponderance that disclosure of the suppressed evidence would have resulted \n15  ultimately in the defendant’s acquittal.”  Certainly jurors could decide that the prosecution had not \n16  proved its case beyond a reasonable doubt based on favorable evidence or testimony that they are not \n17  certain is true, yet the LADA policy compels suppression of all favorable evidence where the reviewing \n18  deputy district attorney is not fully persuaded of its accuracy.   \n19  35.  Because this additional clear-and-convincing element is simply made up out of whole \n20  cloth, it is hardly surprising that no case supports its application to the prosecution’s disclosure \n21  obligations under Brady or § 1054.1(e).  Two hypotheticals further confirm that this aspect of LADA’s \n22  Brady policy cannot be legal.   \n23  36.  First: assume a defendant is charged with assault and that the deputy district attorney \n24  handling the case is aware of two witnesses who give the defendant an alibi.  Could a prosecutor legally \n25  decline to provide this information to the defense because he or she personally is not sure the witnesses \n26  are telling the truth?  Of course not; Brady obligations hinge on whether the evidence is exculpatory, not \n27  on whether the deputy district attorney personally believes it.  So why should the “clear and convincing” \n28  standard be used as an additional hurdle to inclusion in the Brady Alert System?  The simple answer is \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n11 \n\n1   that it cannot. \n2  37.  Second: Assume that the deputy district attorney handling the case has information \n3  showing that a testifying officer was disciplined for falsifying a report.  Because such discipline is \n4  imposed using a preponderance of the evidence standard,3 could the deputy district attorney legally \n5  suppress it because he or she nevertheless found that it had been proven at a level somewhere between a \n6  preponderance and clear and convincing?  Could it comport with Due Process to proceed to trial without \n7  telling the defense that a testifying officer had previously been disciplined for falsifying official reports?  \n8  The answer to both questions is obviously no, but the answer to both questions compelled by LADA’s \n9  policy is yes. \n10  The District Attorney’s Office Illegally Suppresses Exculpatory Evidence by Requiring Deputy \n11  District Attorneys To Suppress Favorable Evidence If It Implicates the Subject of Any Pending \n12  Administrative or Criminal Investigation \n13  38.  Special Directive 10-06 contains a section titled “What is not Brady Material,” which \n14  states, “Pending criminal or administrative investigations are considered preliminary in nature and will \n15  not be included in the Brady Alert System.”  Thus, even if a prosecution witness were the subject of an \n16  ongoing criminal or administrative investigation, LADA automatically suppresses all information \n17  associated with that investigation until the investigation is completed.   \n18  39.  This requirement cannot be squared with § 1054.1(e)’s plain language, which leaves no \n19  room for such a sweeping exception to LADA’s pre-trial disclosure obligations.  That statute compels \n20  disclosure of any exculpatory evidence, and “any” evidence unquestionably includes evidence that is \n21  subject to a pending investigation. \n22  40.  Moreover, this portion of the policy is irreconcilable with LADA’s broad disclosure \n23  obligation under Brady and its progeny, for at least two reasons.  First, the information that gives rise to \n                                                 \n24 \n3 See Final Report on Civil Service Commission Motion, at 3 (June 2009), available at \nhttp://file.lacounty.gov/bc/q2_2009/cms1_133534.pdf (noting that burden of proof in hearings on \n25 \ndisciplinary appeals on agency seeking to impose administrative discipline is “preponderance of the \n26  evidence”); Los Angeles City Charter, Section 1060(l), available at \nhttp://www.amlegal.com/nxt/gateway.dll?f=templates&fn=default.htm&vid=amlegal:laac_ca (stating \n27 \nthat burden of proof on police department at Board of Rights hearing on discipline of police officer is \npreponderance of the evidence). \n28 \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n12 \n\n1   an investigation—perhaps a written allegation from an inmate that an LASD deputy assaulted him—is \n2  not “preliminary.”  Rather, in a criminal prosecution where that deputy will be a witness or part of the \n3  prosecution team, such a complaint has all the hallmarks of Brady material, in that it is specific, factual, \n4  and concrete written evidence that is favorable to the defense and could affect the outcome of the trial.  \n5  See, e.g., Brady, 373 U.S. at 84 (setting aside conviction based on failure to disclose written notes of \n6  statements by an accomplice admitting to committing the murder).  Yet Respondents Cooley and LADA \n7  have chosen to characterize all information that may be part of administrative or criminal investigations \n8  as preliminary and not subject to disclosure.  Nowhere, however, does Brady and its progeny ever \n9  impose any requirement that the favorable nature of exculpatory evidence be embodied or buttressed by \n10  some ultimate decision to file criminal or administrative charges after a thorough investigation.  Thus, \n11  the pending nature of an investigation prompted by the exculpatory material does not make it proper to \n12  suppress the information.   \n13  41.  Second, this limitation on the prosecutor’s disclosure duties cannot be reconciled with the \n14  principles underpinning Brady for practical reasons.  If LASD receives an inmate complaint or other \n15  evidence of wrongdoing by a deputy but does not open an investigation, LADA would disclose it, \n16  assuming the material also passes LADA’s illegal clear-and-convincing standard.  If, however, LASD \n17  opens an investigation based on that material, LADA’s policy prohibits any disclosure of the material \n18  while the investigation remains open.  Yet serious, detailed, or credible charges would presumably be \n19  more likely to prompt an investigation and delay any disclosure obligation.  Thus, this portion of the \n20  policy commands suppression of evidence that is serious enough to prompt an administrative \n21  investigation or referral for criminal prosecution, that is, evidence that is most likely to affect the \n22  outcome of a criminal prosecution involving that officer as a witness or member of the prosecution \n23  team.  This result stands Brady on its head.   \n24  42.  The effects of this policy are particularly pernicious in light of the recent revelation that \n25  LASD has failed to investigate use of force incidents in the jail in a timely fashion.  At the July 6, 2012 \n26  hearing of the Citizens Commission on Jail Violence, which was appointed by the Los Angeles County \n27  Board of Supervisors, Captain Mark Bornman testified that during 2010 he closed approximately 45 \n28  cases on LASD use-of-force incidents in the jails, and that the average time between the incident and the \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n13 \n\n1   closure of the case was 1,170 days, with the time from incident to closure ranging from a low of 583 \n2  days to a high of 1779 days.  In all of these cases, the original case file was either lost or incomplete.  \n3  Citizens’ Commission on Jail Violence, (July 6, 20012), available at \n4  http://lacounty.govwebcast.com/Presentation/LACounty/e235773d-9847-4cff-af7f-\n5  e95486f0f8bd/CCJV%202012-07-06.mp3.  Captain Bornman testified about an additional 28 cases that \n6  he closed in 2010 and 2011 for which the average time between the incident and closure of the case was \n7  1,381 days.  Id. \n8  The District Attorney’s Office Illegally Suppresses Exculpatory Evidence by Requiring Deputy \n9  District Attorneys to Suppress Favorable Evidence unless the Brady Compliance Unit Has \n10  Concluded, Before Trial and Often Without Reference to Any Specific Criminal Prosecution, That \n11  Disclosing the Evidence Is Reasonably Likely to Result in a “Not Guilty” Verdict \n12  43.  Special Directive 10-06 asserts that LADA need only disclose “material” evidence before \n13  trial, Special Directive 10-06 at 1, and defines “material” evidence as follows: \n14  The definition of “material evidence” is generally provided in the context \n15  of an appeal from a conviction.  Evidence is material if there is a \n16  reasonable probability that the result of the proceeding would have been \n17  different had the evidence been disclosed.  A reasonable probability of a \n18  different outcome is shown where suppression undermines confidence in \n19  the outcome. . . .  However, as prosecutors we must determine what Brady \n20  evidence there may be before trial.  In making this assessment, the deputy \n21  district attorney shall utilize the above guidelines. \n22  Id. at 2 (emphases added). \n23  44.  This requirement flatly ignores LADA’s statutory disclosure obligations and, indeed, \n24  mandates that deputy district attorneys violate § 1054.1(e) in every criminal prosecution.  In fact, \n25  Respondent Cooley promulgated Special Directive 10-06 one month after the California Supreme Court \n26  held that § 1054.1(e) establishes an unqualified duty to disclose all exculpatory evidence to criminal \n27  defendants:  \n28  For example, Penal Code section 1054.1, subdivision (e), requires the \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n14 \n\n1    prosecution to disclose “[a]ny exculpatory evidence,” not just material \n2  exculpatory evidence.  To prevail on a claim the prosecution violated this \n3  duty, defendants challenging a conviction would have to show materiality, \n4  but they do not have to make that showing just to be entitled to receive the \n5  evidence before trial. . . .  [Section 1054.1] illustrates the difference \n6  between being entitled to relief for a Brady violation and being entitled \n7  merely to receive the evidence. \n8  Barnett, 50 Cal. 4th at 901 (emphasis added).  Relying on Barnett, the Court of Appeal held in 2011 that \n9  any exculpatory evidence, not just exculpatory evidence that is reasonably likely to change the outcome \n10  of a trial, must be disclosed under § 1054.1(e): \n11  As a preliminary matter, the People contend the trial court erred in finding \n12  the inconclusive fingerprint result to be “exculpatory evidence” as this \n13  term is used in section 1054.1(e).  They argue that the definition of \n14  exculpatory evidence is the same under the discovery statutes or Brady. \n15  Our high court has already rejected this argument, stating that section \n16  1054.1(e) “requires the prosecution to disclose ‘[a]ny exculpatory \n17  evidence,’ not just material exculpatory evidence.”  \n18  People v. Bowles, 198 Cal. App. 4th 318, 326 (2011) (quoting Barnett, 50 Cal. 4th at 901).  In the face \n19  of these holdings, however, Respondents Cooley and LADA have stood by their policy that requires that \n20  deputy district attorneys violate their statutory disclosure duties. \n21  45.  Apart from violating the clear duty imposed by § 1054.1(e) as unequivocally defined by \n22  the California Supreme Court, this policy violates the very essence of a prosecutor’s mission.  \n23  Essentially, it mandates that exculpatory evidence be suppressed merely because the reviewing deputy \n24  speculates that suppression will not affect the verdict, meaning that the violation does not rise to the \n25  level of reversible error and the prosecutor can get away with suppressing the exculpatory evidence.  But \n26  prosecutors are supposed to do what is right, not just what they can get away with. \n27  46.  This principle is nowhere made clearer than by the United States Supreme Court in \n28  Strickler v. Greene, 527 U.S. 263 (1999).  After noting the special status of prosecutors, whose duty it is \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n15 \n\n1   not to win cases at any cost, but to ensure “‘that justice be done,’” id. at 281 (quoting Berger v. United \n2  States, 295 U.S. 78,88 (1935)), the Court continues: \n3  This special status explains both the basis for the prosecution’s broad duty \n4  of disclosure and our conclusion that not every violation of that duty \n5  necessarily establishes that the outcome was unjust.  Thus the term “Brady \n6  violation” is sometimes used to refer to any breach of the broad obligation \n7  to disclose exculpatory evidence—that is, to any suppression of so-called \n8  “Brady material”—although, strictly speaking, there is never a real “Brady \n9  violation” unless the nondisclosure was so serious that there is a \n10  reasonable probability that the suppressed evidence would have produced \n11  a different verdict. \n12  Id. at 281-82 (emphases added and footnote omitted). \n13  47.  In short, Strickler makes abundantly clear that a prosecutor’s “special status” creates a \n14  “broad duty of disclosure” beyond just the duty to ensure that the verdict is not affected.  Although \n15  Strickler recognizes that “not every violation of that duty necessarily” requires reversal, violations that \n16  do not trigger reversal are violations nonetheless and a prosecutorial agency cannot make it official \n17  policy to commit those violations whenever it thinks it can get away with it.   \n18  48.  But this is exactly what LADA’s policy mandates by instructing deputies to suppress \n19  exculpatory evidence so long as the deputy thinks the exculpatory evidence will not affect the outcome.  \n20  In addition to violating the principles of Brady and the plain requirements of § 1054.1, this offends the \n21  principles of fairness and truth seeking and is completely contrary to the prosecutor’s special duty to \n22  ensure that justice is done.  The official policy of the LADA must be that deputies must comply with \n23  their duties in all cases, not only when they surmise that a violation would trigger a reversal.  Put \n24  differently, it is illegal to authorize disclosure only when deputy district attorneys decide that they may \n25  not be able to get away with violating their duty to disclose. \n26  49.  This aspect of LADA’s policy also forces deputy district attorneys to violate their duties \n27  under Brady in at least two other ways.  First, it imposes a standard that is simply impossible to apply in \n28  any meaningful way: How can a prosecutor, pre-trial, meaningfully weigh the effect of the favorable \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n16 \n\n1   evidence when he or she does not even know what evidence or even what theory the defense will \n2  present?  Rather than erring on the side of disclosure and “resolv[ing] . . . doubts in favor of full \n3  disclosure” as case law commands, Van Brandy, 726 F.2d at 552; see also Price, 566 F.3d at 912, then, \n4  the LADA policy prohibits deputy district attorneys from resolving questions that cut to the core of Due \n5  Process in favor of protecting that fundamental interest. \n6  50.  Second, within the administrative framework established by Respondents Cooley and \n7  LADA, Special Directive 10-06 itself is logically incoherent and prevents any meaningful assessment of \n8  whether “the result of the proceeding” would be affected by disclosure of specific evidence.  After all, \n9  the Brady Compliance Unit determines what information about peace officers and other individuals who \n10  may be part of a prosecution team should be included in the Brady Alert System, and generally only \n11  information in that system is subject to disclosure to the defense by LADA.  Yet the Brady Compliance \n12  Unit does not necessarily know anything about the specific case at hand when it makes the \n13  determination of whether to add information to the database, rendering the exercise of guessing whether \n14  disclosure would affect the outcome in that particular case both futile and impossible.         \n15  51.  Rather than supporting “ascertainment of truth in trials,” Penal Code § 1054(a), as the \n16  statutory discovery rules compel and as Due Process requires, Respondents Cooley and LADA have \n17  enacted policies that force prosecutors to err on the side of hiding relevant evidence from defendants and \n18  violating their statutory and constitutional disclosure obligations.  This approach ignores “the special \n19  role played by the American prosecutor in the search for truth in criminal trials,” Strickler, 527 U.S. at \n20  281.  Instead, LADA has adopted a formal policy that seeks systematically to minimize disclosure, \n21  elevating a win-at-all-costs mentality over criminal defendants’ fundamental interest in a fair trial.        \n22  The Sheriff Department’s Policy Of Misfiling Complaints Violates Penal Code § 832.5 and the \n23  Pitchess Rule and Causes Systemic Brady Violations \n24  52.  When anyone makes a complaint about a peace officer, including a custodial officer, that \n25  complaint must be maintained in a manner that complies with Brady and the Pitchess Rule.  Penal Code \n26  § 832.5(a) provides that all agencies employing peace officers “shall establish a procedure to investigate \n27  complaints by members of the public against the personnel of these departments or agencies,” and § \n28  832.5(b) requires that the agencies retain such “[c]omplaints and any reports or findings relating to these \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n17 \n\n1   complaints” for at least five years.  Section 832.5(b) further provides that “[a]ll complaints retained \n2  pursuant to this subdivision may be maintained either in the peace or custodial officer’s general \n3  personnel file or in a separate file designated by the department or agency as provided by department or \n4  agency policy, in accordance with all applicable requirements of law.”  The latter clause—“in \n5  accordance with all applicable requirements of law”—includes the discovery rules of Evidence Code § \n6  1043.  See Berkeley Police Ass’n v. City of Berkeley, 167 Cal App. 4th. 385, 391-92 (2008).  \n7  Specifically, despite the general confidentiality of peace officer personnel files, Evidence Code § 1043 \n8  provides a mechanism for discovery related to the citizen complaints addressed in Penal Code § 832.5. \n9  53.  In direct violation of these statutory provisions, Respondents Baca and LASD have \n10  adopted a policy of maintaining inmate complaints neither in deputies’ “general personnel file,” nor “in \n11  a separate file designated by the department,” but only in the complaining inmate’s file.  These inmate \n12  files are in a database that is searchable only by inmate name and booking number.  See Transcript of \n13  Jan. 9, 2012, People v. Macario Garcia, No. BA390283, at 39.  Thus, despite the explicit provisions of § \n14  832.5, which expressly include “custodial officers,” an LASD representative has stated, in open court, \n15  that LASD somehow has concluded that complaints by jail inmates do not “need to be maintained in the \n16  same way as complaints by a citizen who’s not in custody.”  See id. at 4, 41.  Under LASD’s policy, \n17  inmate complaints are also not tracked or kept in other databases or files that could be searched through \n18  a deputy officer’s name.  For example, LASD maintains a database called the Personnel Performance \n19  Index, which can be searched by deputy officer’s name, but inmate complaints are not noted in that \n20  system.  See id. at 38.  And, although LASD maintains a database that tracks inmate complaints, it does \n21  not include information regarding the deputies involved in inmate complaints.  See id. at 45.  According \n22  to LASD, looking up complaints made against a particular deputy “require[s] a hand search of every \n23  complaint,” id. at 40, which means it is essentially impossible. \n24  54.  Because of this policy, if an inmate is charged with assaulting a custodial officer, there \n25  will be no way to determine whether that custodial officer has been the subject of a previous complaint \n26  or a dozen previous complaints about the deputy’s use of unjustified or excessive force.  The mischief \n27  created by this rule is plain:  Inmates are frequently charged with violating jail rules, assaulting officers, \n28  and other crimes while in custody.  The Legislature enacted the Pitchess Rule precisely to ensure that \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n18 \n\n1   relevant information about the complaining deputy would be available to the defense, as required by \n2  Due Process.  See Berkeley Police Ass’n, 167 Cal App. 4th. at 393 (“[T]he main purposes of the 1978 \n3  legislation were to curtail deliberate record-shredding practices by police agencies and to end discovery \n4  abuses that were allegedly occurring in the wake of the California Supreme Court’s decision in \n5  [Pitchess].”).  But because of LASD’s policy of disobeying § 832.5, even if there were a dozen \n6  complaints against the complaining deputy, they would be entirely inaccessible because they would be \n7  filed not by deputy, as required by statute, but only by inmate.   \n8  55.    This policy not only violates the express provisions of Penal Code § 832.5, but it also \n9  appears designed to frustrate its entire purpose by preventing accountability of custodial deputies.  \n10  Cynically, due to this illegal filing system, the only use prior complaints could have is to impeach an \n11  inmate by showing that he had frequently complained in the past.  Custodial deputies, however, are not \n12  subject to the same accountability.  Because the Pitchess Rule is intended to protect criminal defendants’ \n13  Due Process rights to discovery of exculpatory evidence, LASD’s policy of deliberately disobeying the \n14  Rule inevitably results in the non-disclosure of exculpatory evidence, namely Brady violations. \n15  56.  Due Process, Brady, and the statutory scheme set forth by the California Legislature, \n16  “cannot [] tolerate[]” law enforcement agencies “retaining records in clandestine files deliberately \n17  concealed from prosecutors and defense counsel.”  Jones v. City of Chicago, 856 F.2d 985, 995 (7th Cir. \n18  1988).  Thus, in addition to violating the express provisions of the Pitchess statutes, LASD’s deliberate \n19  choice to implement this policy results in the suppression of Brady material that is critical to the defense \n20  in these cases.  See id.; see also Tennison v. City and County of San Francisco, 570 F.3d 1078, 1088 (9th \n21  Cir. 2009) (holding that law enforcement officers’ deliberate decision to withhold exculpatory evidence \n22  violates Due Process); Moldowan v. City of Warren, 578 F.3d 351, 378 (6th Cir. 2009) (“Because \n23  prosecutors rely so heavily on the police and other law enforcement authorities, the obligations imposed \n24  under [due process] would be largely ineffective if those other members of the prosecution team had no \n25  responsibility to inform the prosecutor about evidence that undermined the state’s preferred theory of the \n26  crime.”).  Of course, avoiding such suppression was the entire purpose of § 832.5’s filing requirements.   \n27  Respondents’ Policies of Illegally Suppressing Evidence Cause Actual Harm to  \n28  Criminal Defendants \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n19 \n\n1    57.  Because Respondents are violating mandatory statutory provisions, Petitioner has no \n2  obligation to show particular incidents of harm stemming from those violations.  Nevertheless, the \n3  examples below illustrate that the challenged policies and practices create a severe and unacceptable risk \n4  that criminal defendants’ constitutional and statutory rights will be violated, and, in fact, have been \n5  violated.  Specifically, these examples confirm that Respondents have suppressed Pitchess and Brady \n6  material in at least three distinct contexts: (1) cases that are brought to trial, but the defendant is \n7  acquitted; (2) pending criminal cases; and (3) cases that are filed but subsequently dismissed.   \n8  58.  Mr. Jonathan Goodwin:  On December 4, 2010 Deputy Beas and other LASD deputies \n9  beat up Jonathan Goodwin in Men’s Central Jail.  Even though Mr. Goodwin was pepper sprayed and \n10  repeatedly punched and kicked and suffered significant injuries, including cuts over his hand and eye, \n11  bruises on his body, a large knot on his head, a bloody nose, and two swollen and one cut lip, LADA \n12  charged him with violation of Penal Code § 245(c) (Assault with a Deadly Weapon and/or by Force \n13  Likely to Produce Significant Bodily Injury on a Peace Officer).   \n14  59.  Mr. Goodwin’s lawyer filed a Pitchess motion on his behalf, but was informed on March \n15  2, 2011 that there was no discoverable information for the officers involved.  On December 2, 2011, Mr. \n16  Goodwin’s counsel argued a second Supplemental Pitchess motion that was granted, but counsel was \n17  informed the same day that there was no discoverable information.  In fact, there was at least one \n18  responsive inmate complaint that described Deputy Beas and other deputies beating up another inmate, \n19  Arturo Fernandez, in Men’s Central Jail, and two other inmate complaints—one by Fernandez himself—\n20  which did not specifically identify Deputy Beas, but described deputies beating Mr. Fernandez. \n21  60.  In addition, LASD had in its possession Mr. Fernandez’s sworn statement describing his \n22  beating by deputies, but did not provide it to Mr. Goodwin’s attorney, nor did it produce any other \n23  material pursuant to Penal Code § 1054.1(e) or Brady prior to or during Mr. Goodwin’s trial. \n24  61.  Mr. Goodwin’s attorney obtained from the ACLU of Southern California the inmate \n25  complaints about the Fernandez beating, as well as a number of statements by inmates describing the \n26  beating of Mr. Fernandez.  At trial, the defense presented testimony by Mr. Fernandez.  On May 8, \n27  2012, the jury acquitted Mr. Goodwin on the Penal Code § 245(c) charge and two lesser included \n28  charges. \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n20 \n\n1    62.  Mr. Andrew Contreras:  On September 16 2011, Deputies Beas and Rodriguez \n2  assaulted Mr. Contreras outside the visiting area in Men’s Central Jail, where his girlfriend had been \n3  visiting him.  The deputies twisted Mr. Contreras’ arm, which was in a cast, violently behind his back, \n4  pepper sprayed him, and punched and kicked him multiple times.  After the incident, he was taken to \n5  Los Angeles Medical Center + USC, where he remained for two days.  While there, he was diagnosed \n6  with a dislocated and broken elbow, and a perforated left ear.  In addition, he received stitches over his \n7  eye and in his lip, and his body was heavily bruised and his ears swollen and purple.   \n8  63.  Even though the deputies had assaulted Mr. Contreras, LADA charged him with six \n9  counts, including battery against a peace officer (Penal Code § 243(c)(2)), resisting an officer in the \n10  performance of his duties (Penal Code § 69), and battery by gassing (Penal Code § 243.9(a)). \n11  64.  Mr. Contreras’ counsel filed a Pitchess motion for information relating to complaints \n12  against the involved officers, including Deputy Beas.  On March 5, 2012 the motion was granted, but his \n13  counsel was informed that there was no discoverable information.  In fact, there was at least one \n14  responsive inmate complaint that described Deputy Beas and other deputies beating up another inmate, \n15  Arturo Fernandez, in Men’s Central Jail, and two other complaints—one by Fernandez himself—which \n16  did not specifically identify Deputy Beas, but described deputies’ beating Mr. Fernandez. \n17  65.  The case is scheduled for trial on July 19, 2012, yet LADA has not turned over any \n18  exculpatory information under either Penal Code § 1054.1(e) or Brady.  However, LASD has in its \n19  possession two sworn statements describing the beating of Arturo Fernandez, one of which identifies \n20  Deputy Beas as one of the deputies who assaulted Mr. Fernandez. \n21  66.  Mr. Arthur Townsend:  On July 20, 2011 Deputy Ramirez pepper sprayed and beat \n22  Arthur Townsend on the second floor of Men’s Central Jail with a flashlight, while he was stripped to \n23  his underwear, handcuffed and lying on the floor.   Other deputies joined the beating, including Deputy \n24  Ibarra, who beat Mr. Townsend’s legs with his flashlight, and Deputy Luviano.  On August 29, 2011, \n25  Mr. Townsend was held to answer on LADA’s complaint charging him with violating Penal Code §§ 69 \n26  and 243(c)(1).   \n27  67.  There are at least two inmate complaints against Deputies Luviano and Ibarra for beating \n28  inmates in the jails, yet LASD did not produce the names and contact information of those inmates in \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n21 \n\n1   response to Mr. Townsend’s Pitchess Motion. \n2  68.  There is also at least one inmate eyewitness to Mr. Townsend’s beating whose sworn \n3  statement has been served on counsel for Sheriff Baca and Los Angeles County, neither LASD nor \n4  LADA has produced that statement to Mr. Townsend’s attorney. \n5  69.  There are also at least seven sworn statements by inmates or former inmates that describe \n6  beatings that Deputy Ibarra administered to other inmates in Men’s Central Jail, none of which LASD or \n7  LADA has produced to Mr. Townsend, even though the statements were served on counsel for Sheriff \n8  Baca and Los Angeles County.   \n9  70.  There are also at least six sworn statements by inmates or former inmates describing four \n10  different incidents in which Deputy Luviano used excessive and unnecessary force against inmates in \n11  Men’s Central Jail.  In addition, there is at least one additional sworn statement by an inmate stating that \n12  Deputy Luviano planted contraband on him.  Neither LADA nor LASD has provided those declarations \n13  to Mr. Townsend’s lawyer, even though all the statements were served on counsel for Sheriff Baca and \n14  the County. \n15  71.  Mr. Townsend’s trial is currently set for this summer. \n16  72.  Mr. Gabriel Carillo.  On February 26, 2011, Mr. Gabriel Carrillo was severely beaten \n17  by multiple LASD deputies while attempting to visit his brother at Men’s Central Jail after a deputy \n18  found that Mr. Carrillo was carrying a cell phone, in violation of the Jail’s visitation policy.  \n19  Specifically, Deputies Sussie Ayala, Pantamitr Zunggeemoge, Fernando Luviano, and Noel Womack all \n20  took part in the beating of Mr. Carrillo.  At no time during this incident did Mr. Carrillo attack the \n21  deputies, resist the deputies, or even fail to follow the deputies’ instructions.   \n22  73.  Nevertheless, the deputies involved in Mr. Carrillo’s beating fabricated false reports that \n23  characterized Mr. Carrillo as the aggressor.  Based on these reports, LADA charged Mr. Carrillo with \n24  violating Penal Code § 69 (Resisting an Executive Officer); Penal Code § 243(c)(2) (Battery with Injury \n25  on a Peace Officer); and Penal Code § 243.9(a) (Battery by Gassing).   \n26  74.  Mr. Carrillo’s counsel never received any exculpatory evidence from the District \n27  Attorney’s office under Penal Code § 1054.1(e) or Brady.   \n28  75.  However, Mr. Carrillo’s counsel learned from representatives at the ACLU of Southern \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n22 \n\n1   California, which monitors the jails and regularly speaks with inmates who report being beaten by \n2  deputies, that LASD, through its involvement in other litigation, had evidence in the form of sworn \n3  statements that one of the deputies involved had used excessive force against inmates and planted \n4  evidence on inmates.  Mr. Carrillo’s counsel obtained this evidence from the ACLU of Southern \n5  California, presented it to LADA, along with other exculpatory evidence that LADA had not produced, \n6  and requested that LADA dismiss any criminal charges against Mr. Carrillo.  In October 2011, LADA \n7  dismissed the charges. \n8  * * * \n9  76.  The Pitchess Rule, § 1054.1, and Brady jurisprudence were all intended to avoid exactly \n10  these problems.  LADA and LASD were obligated to maintain this material and to make it available to \n11  the defense in each of the cases described above.  They failed to do so.  The outcome of a criminal \n12  prosecution should not depend on the defendant’s ability to obtain favorable evidence through sheer luck \n13  when this very evidence is in the possession of the prosecution and law enforcement agencies but is \n14  maintained and handled in a way that prohibits or prevents disclosure. \n15  77.  In Mr. Carrillo and Mr. Goodwin’s cases, miscarriages of justice were prevented by the \n16  fortuity of their counsels’ learning of the complaints from the ACLU.  But how many inmates are not so \n17  lucky?  It is precisely to avoid turning a criminal case into such a lottery that courts recognized \n18  constitutional disclosure obligations and that the statutory duties in §§ 832.5, 1054.1, and the Pitchess \n19  Rule were created.  These mandates must be followed for justice to be meaningfully served and to \n20  prevent governmental actors like LADA and LASD from turning criminal tribunals into instruments of \n21  systematic injustice. \n22  78.  As pointed out at the outset of this Petition, a trial, especially a criminal trial, is supposed \n23  to be a search for truth, not a game.  See, e.g., In re Ferguson, 5 Cal. 3d 525, 531 (1971) (“The search \n24  for truth is not served but hindered by the concealment of relevant and material evidence.  Although our \n25  system of administering criminal justice is adversary in nature, a trial is not a game.  Its ultimate goal is \n26  the ascertainment of truth . . . .”).  Moreover, our system demands that the prosecution team do more \n27  than focus on winning at all costs:  Prosecutors are “the representative not of an ordinary party to a \n28  controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n23 \n\n1   obligation to govern at all; and whose interest, therefore, in a criminal prosecution is not that it shall win \n2  a case, but that justice shall be done. . . .  He may prosecute with earnestness and vigor—indeed, he \n3  should do so.  But, while he may strike hard blows, he is not at liberty to strike foul ones.”  Berger, 295 \n4  U.S. at 88. \n5  79.  If nothing else, these principles mean that LADA and LASD, both of which enforce the \n6  law, must themselves also obey the law.  This Petition seeks nothing more than vindication of this \n7  fundamental prerequisite of any fair system of justice, namely that the Respondents cease their formal, \n8  illegal policies and obey the law. \n9  CAUSES OF ACTION \n10  FIRST CAUSE OF ACTION \n11  (Violation of Due Process (U.S. Constitution) against Respondents Cooley and LADA) \n12  80.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n13  1-79.   \n14  81.  Respondents Cooley and LADA have a ministerial duty under the Due Process clause of \n15  the United States Constitution to disclose to the defense in a criminal prosecution material exculpatory \n16  and impeachment evidence.   \n17  82.  In violation of their duties to ensure that criminal trials are fundamentally fair, as required \n18  by the Due Process clause, Respondents Cooley and LADA’s policy requires that the reliability of any \n19  evidence in its possession be established by clear and convincing evidence before it is considered \n20  potential exculpatory or impeachment evidence. \n21  SECOND CAUSE OF ACTION \n22  (Violation of Due Process (California Constitution) against Respondents Cooley and LADA) \n23  83.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n24  1-82.   \n25  84.  Respondents Cooley and LADA have a ministerial duty under the Due Process clause of \n26  the California Constitution to disclose to the defense in a criminal prosecution material exculpatory and \n27  impeachment evidence.   \n28  85.  In violation of their duties to ensure that criminal trials are fundamentally fair, as required \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n24 \n\n1   by the Due Process clause, Respondents Cooley and LADA’s policy requires that the reliability of any \n2  evidence in its possession be established by clear and convincing evidence before it is considered \n3  potential exculpatory or impeachment evidence. \n4  THIRD CAUSE OF ACTION \n5  (Violation of Penal Code § 1054.1 against Respondents Cooley and LADA) \n6  86.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n7  1-85.   \n8  87.  Respondents Cooley and LADA have a ministerial duty under Penal Code § 1054.1 to \n9  disclose to the defense in a criminal prosecution material exculpatory and impeachment evidence.   \n10  88.  In violation of their duties to comply with Penal Code § 1054.1, Respondents Cooley and \n11  LADA’s policy requires that the reliability of any evidence in its possession be established by clear and \n12  convincing evidence before it is considered potential exculpatory or impeachment evidence. \n13  FOURTH CAUSE OF ACTION \n14  (Violation of Due Process (U.S. Constitution) against Respondents Cooley and LADA) \n15  89.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n16  1-88.   \n17  90.  Respondents Cooley and LADA have a ministerial duty under the Due Process Clause of \n18  the United States Constitution to disclose to the defense in a criminal prosecution material exculpatory \n19  and impeachment evidence.   \n20  91.  In violation of their duties to ensure that criminal trials are fundamentally fair, as required \n21  by the Due Process Clause, Respondents Cooley and LADA’s policy suppresses favorable evidence if it \n22  is the subject of pending investigations. \n23  FIFTH CAUSE OF ACTION \n24  (Violation of Due Process (California Constitution) against Respondents Cooley and LADA) \n25  92.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n26  1-91.   \n27  93.  Respondents Cooley and LADA have a ministerial duty under the Due Process clause of \n28  the California Constitution to disclose to the defense in a criminal prosecution material exculpatory and \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n25 \n\n1   impeachment evidence.   \n2  94.  In violation of their duties to ensure that criminal trials are fundamentally fair, as required \n3  by the Due Process clause, Respondents Cooley and LADA’s policy suppresses favorable evidence if it \n4  is the subject of pending investigations. \n5  SIXTH CAUSE OF ACTION \n6  (Violation of Penal Code § 1054.1 against Respondents Cooley and LADA) \n7  95.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n8  1-94.   \n9  96.  Respondents Cooley and LADA have a ministerial duty under Penal Code § 1054.1 to \n10  disclose to the defense in a criminal prosecution material exculpatory and impeachment evidence.   \n11  97.  In violation of their duties to comply with § 1054.1, Respondents Cooley and LADA’s \n12  policy suppresses favorable evidence if it is the subject of pending investigations. \n13  SEVENTH CAUSE OF ACTION \n14  (Violation of Due Process (U.S. Constitution) against Respondents Cooley and LADA) \n15  98.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n16  1-97.   \n17  99.  Respondents Cooley and LADA have a ministerial duty under the Due Process clause of \n18  the United States Constitution to disclose to the defense in a criminal prosecution material exculpatory \n19  and impeachment evidence.   \n20  100.  In violation of their duties to ensure that criminal trials are fundamentally fair, as required \n21  by the Due Process clause, Respondents Cooley and LADA’s policy suppresses favorable evidence if \n22  the deputy speculates that it will not affect the verdict. \n23  EIGHTH CAUSE OF ACTION \n24  (Violation of Due Process (California Constitution) against Respondents Cooley and LADA) \n25  101.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n26  1-100.   \n27  102.  Respondents Cooley and LADA have a ministerial duty under the Due Process clause of \n28  the California Constitution to disclose to the defense in a criminal prosecution material exculpatory and \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n26 \n\n1   impeachment evidence.   \n2  103.  In violation of their duties to ensure that criminal trials are fundamentally fair, as required \n3  by the Due Process clause, Respondents Cooley and LADA’s policy suppresses favorable evidence if \n4  the deputy speculates that it will not affect the verdict. \n5  NINTH CAUSE OF ACTION \n6  (Violation of Penal Code § 1054.1 against Respondents Cooley and LADA) \n7  104.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n8  1-103.   \n9  105.  Respondents Cooley and LADA have a ministerial duty under Penal Code § 1054.1 to \n10  disclose to the defense in a criminal prosecution material exculpatory and impeachment evidence.   \n11  106.  In violation of their duties to comply with Penal Code § 1054.1, Respondents Cooley and \n12  LADA’s policy suppresses favorable evidence if the deputy speculates that it will not affect the verdict. \n13  TENTH CAUSE OF ACTION \n14  (Violation of Due Process (U.S. Constitution) against Respondents Cooley and LADA) \n15  107.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n16  1-106.   \n17  108.  Respondents Cooley and LADA have a ministerial duty under the Due Process clause of \n18  the United States Constitution to disclose to the defense in a criminal prosecution material exculpatory \n19  and impeachment evidence.   \n20  109.  In violation of their duties to ensure that criminal trials are fundamentally fair, as required \n21  by the Due Process clause, the aspects of Respondents Cooley and LADA’s policy challenged herein, \n22  taken together, suppress favorable evidence. \n23  ELEVENTH CAUSE OF ACTION \n24  (Violation of Due Process (California Constitution) against Respondents Cooley and LADA) \n25  110.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n26  1-109.   \n27  111.  Respondents Cooley and LADA have a ministerial duty under the Due Process clause of \n28  the California Constitution to disclose to the defense in a criminal prosecution material exculpatory and \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n27 \n\n1   impeachment evidence.   \n2  112.  In violation of their duties to ensure that criminal trials are fundamentally fair, as required \n3  by the Due Process clause, the aspects of Respondents Cooley and LADA’s policy challenged herein, \n4  taken together, suppress favorable evidence. \n5  TWELFTH CAUSE OF ACTION \n6  (Violation of Penal Code § 1054.1 against Respondents Cooley and LADA) \n7  113.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n8  1-112.  \n9  114.  Respondents Cooley and LADA have a ministerial duty under Penal Code § 1054.1 to \n10  disclose to the defense in a criminal prosecution material exculpatory and impeachment evidence.   \n11  115.  In violation of their duties to comply with Penal Code § 1054.1, the aspects of \n12  Respondents Cooley and LADA’s policy challenged herein, taken together, suppress favorable evidence. \n13  THIRTEENTH CAUSE OF ACTION \n14  (Violation of Due Process (U.S. Constitution) against Respondents Baca and LASD) \n15  116.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n16  1-115. \n17  117.  Respondents Baca and LASD have a ministerial duty under the Due Process clause of the \n18  United States Constitution to maintain material exculpatory and impeachment evidence and turn over \n19  that evidence to the District Attorney.  \n20  118.  The practices of Respondents Baca and LASD alleged above, including, deliberately \n21  maintaining inmate complaints of excessive force by deputies in files and/or databases searchable only \n22  by inmate’s name and booking number unlawfully circumvents its constitutional obligations by \n23  preventing disclosure in cases where complaints of excessive force by deputies would be material \n24  exculpatory or impeachment evidence in a criminal prosecution against an inmate.   \n25  FOURTEENTH CAUSE OF ACTION \n26  (Violation of Due Process (California Constitution) against Respondents Baca and LASD) \n27  119.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n28  1-118. \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n28 \n\n1    120.  Respondents Baca and LASD have a ministerial duty under the Due Process clause of the \n2  California Constitution to maintain material exculpatory and impeachment evidence and turn over that \n3  evidence to the District Attorney.  \n4  121.  The practices of Respondents Baca and LASD alleged above, including maintaining \n5  inmate complaints of excessive force by deputies in files and/or databases searchable only by inmate’s \n6  name and booking number unlawfully circumvents its constitutional obligations by preventing \n7  disclosure in cases where complaints of excessive force by deputies would be material exculpatory or \n8  impeachment evidence in a criminal prosecution against an inmate.  \n9  FIFTEENTH CAUSE OF ACTION \n10  (Violation of Penal Code §§ 832.5, 832.7 & 832.8 against Respondents Baca and LASD) \n11  122.  Petitioner realleges and incorporates by reference each and every allegation of paragraphs \n12  1-121.     \n13  123.  Respondents Baca and LASD have a ministerial duty to maintain complaints filed by \n14  inmates at the Los Angeles County Jails against deputies in either the deputy’s personnel file or in \n15  another file, but in such a manner that the complaints may be discoverable under Evidence Code § 1043.  \n16  124.  The practice of Respondents Baca and LASD of maintaining inmate complaints of \n17  excessive force by deputies in files and/or databases searchable only by inmate’s name and booking \n18  number unlawfully circumvents its statutory obligations set forth by California law.  \n19  PRAYER FOR RELIEF \n20  Wherefore, Petitioner prays that: \n21  125.  This Court issue a writ of mandate directing Respondents Steve Cooley and LADA to \n22  perform their duties and obligations under the United States and California Constitutions and the Penal \n23  Code and compelling Respondents to establish a lawful policy regarding disclosure of exculpatory and \n24  impeachment evidence; \n25  126.  This Court issue a writ of mandate directing Respondents Leroy Baca and LASD to \n26  perform their duties and obligations under the United States and California Constitutions and the Penal \n27  Code and compelling Respondents to keep complaints regarding custodial officers in either personnel \n28  records or in such a manner that the complaints can be searched by a deputy’s name; \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n29 \n\n1    127.  This Court issue a writ of mandate directing Respondents Leroy Baca and LASD to \n2  perform their duties and obligations under the United States and California Constitutions and the Penal \n3  Code and compelling Respondent to search all inmate files for complaints against custodial officers filed \n4  in the last five years and place copies of those complaints s in either personnel records or maintain them \n5  in such a manner that the complaints can be searched by a deputy’s name;  \n6  128.  This Court issue a declaratory judgment that the policy and practices of Respondents \n7  Cooley and LADA challenged herein: \n8  a.  Violate Due Process under the United States Constitution; \n9  b.  Violate Due Process under the California Constitution; \n10  c.  Violate Penal Code § 1054.1(e); and \n11  d.  Constitute an illegal expenditure of taxpayer funds; \n12  129.  This Court issue a declaratory judgment that the policy and practices of Respondents \n13  Baca and LASD challenged herein: \n14  a.  Violate Due Process under the United States Constitution; \n15  b.  Violate Due Process under the California Constitution; \n16  c.  Violate Penal Code §§ 832.5, 832.7 & 832.8; and \n17  d.  Constitute an illegal expenditure of taxpayer funds;  \n18  130.  This Court issue an order prohibiting Respondents, and each of them, their agents, \n19  servants and employees, from utilizing the policies and practices challenged herein; \n20  131.  This Court award Petitioner his costs of suit; \n21  132.  This Court award Petitioner his reasonable attorneys’ fees under 42 U.S.C. § 1988, Code \n22  of Civil Procedure § 1021.5 and other applicable statutes; and \n23  133.  This Court award such other and further relief as it deems proper.   \n24  // \n25  // \n26  // \n27  // \n28  // \n \n \n \nVERIFIED PETITION FOR WRIT OF MANDATE AND \nCOMPLAINT FOR INJUNCTIVE AND DECLARATORY RELIEF \n30 \n\n\n\n",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/43072"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119497,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119497"
    }
  ],
  "document_count": 2
}