{
  "case_id": 13661,
  "fetched_at": "2025-10-20T22:52:50.382503",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "New York state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1977-08-05",
    "filing_year": 1977,
    "id": 13661,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Disciplinary procedures",
      "Medical/Mental Health Care: Medical care, general",
      "Policing: Excessive force",
      "General/Misc.: Records Disclosure",
      "General/Misc.: Confidentiality",
      "General/Misc.: Retaliation",
      "General/Misc.: Courts",
      "General/Misc.: Torture",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)"
    ],
    "last_checked_date": "2022-03-02T00:00:00-05:00",
    "main_docket": {
      "id": 30228,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1977,
      "docket_filing_number": 15062,
      "is_main_docket": true,
      "court": "New York state trial court",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "INDEX NO. 15062",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In the Matter of the Application of Hugh Carey [Attica Grand Jury Materials]",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "New York Attorney General",
    "plaintiff_type": [
      {
        "value": "State Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Document/information produced"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2014-04-24",
    "settlement_judgment_year": 2014,
    "special_collections": [
      "Attica Uprising Litigation"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p><strong>Background</strong></p>\r\n<p>This case is part of the Clearinghouse's special collection on the Attica Uprising. In September of 1971, incarcerated people in New York's Attica Correctional Facility took control of the prison and took several staff members hostage. The uprising ended when state police violently stormed the prison, killing over 40 incarcerated people and staff members. Attica was one of the most significant events in the American prisoners' rights movement and drew public attention to poor conditions in prisons across the country. The uprising, retaking, and their aftermaths spawned numerous lawsuits, many of which are included in this special collection.</p>\r\n<p>This case concerns the release of the Meyer Report, which investigated allegations that state officials covered up crimes committed by state police and corrections officers during the uprising and reprisals.</p>\r\n<p><strong>The Attica Task Force Investigation</strong></p>\r\n<p>In October 1971, state officials established the Attica Task Force to investigate possible crimes committed during the uprising, the retaking, and after the retaking. Robert Fischer was appointed as the Special Deputy Attorney General to oversee the Task Force, and was later replaced by Anthony Simonetti. As a result of the investigation, 62 people incarcerated were indicted, while only 1 state trooper was.</p>\r\n<p>One of the prosecutors in the Task Force, Malcolm Bell, wanted to bring murder, manslaughter, and reckless endangerment charges against the state police officers. However, he felt state officials were interfering with his efforts to bring those charges. He was then suspended for meeting with a confidential source without the proper authorization. In 1975, Bell submitted a report to Governor Hugh Carey, alleging that the Task Force covered up evidence of crimes committed by state troopers and failed to bring the necessary charges. Bell then went public, alleging a cover-up of the violence during the retaking.</p>\r\n<p><strong>The Meyer Report&nbsp;</strong></p>\r\n<p>In response to Bell&rsquo;s allegations, the governor appointed Bernard Meyer as Special Deputy Attorney General to investigate the allegations against the Task Force. That investigation and corresponding report, known as the Meyer Report, was completed in December 1975. The Meyer Report concluded that although there was no initial cover-up in the investigation or the corresponding grand jury presentment of the evidence the Task Force uncovered, there was deficient police work during that investigation.&nbsp;</p>\r\n<p>Volume 1 of the Meyer Report was released in December 1975. It outlined the investigation&rsquo;s general fact findings and conclusions, including information about the allegations that led to the investigation and the investigation procedure. In the introduction to Volume 1, Meyer stated his expectation that the &ldquo;full report will eventually become a matter of public record&hellip;the precise nature and timing of its eventual public release will depend upon the status of the Grand Jury investigation and rights of individuals.&rdquo;&nbsp;</p>\r\n<p>Volumes 2 and 3 of the Meyer Report included sensitive fact findings and information about the secret proceedings before the Attica grand jury, namely evidence presented and identifying information of witnesses and targets. These volumes were not released with Volume 1 because there was on-going litigation and the possibility of more indictments, and the material in Volumes 2 and 3 might have interfered with those proceedings.</p>\r\n<p><strong>Attempts to Publish the Meyer Report from 1977-1981</strong></p>\r\n<p>This case concerns the attempts by New York Attorneys General to publish Volumes 2 and 3 of the Meyer Report. In the 1970s and 1980s, two Attorneys General filed applications before the Wyoming County Supreme Court to release Volumes 2 and 3.&nbsp;</p>\r\n<p>The first application was filed by Attorney General Louis Lefkowitz on August 5, 1977 before Supreme Court Justice Carmen Ball. As part of the request, Lefkowitz submitted a proposed version of the volumes that redacted all names to prevent reputational harm. The Attica guards opposed the application because the report included names of specific guards involved in the retaking. They argued that because no guards were indicted or disciplined after the retaking, it would subject guards and their families to unfair public scorn. On November 19, 1977, the court denied the Attorney General&rsquo;s application to release the redacted volumes However, the court allowed the release of the exhibits included in the redacted volumes if needed for other litigation, as long as grand jury testimony was redacted. 92 Misc. 2d 316. The state appellate court affirmed the denial of the application. 68 NY2d 220.&nbsp;</p>\r\n<p>The second application was filed on August 1, 1980 by Attorney General Robert Abrams, who took office in 1979. The case was before Supreme Court Justice Frederick Marshall. Abrams filed the application after the Attorney General&rsquo;s office had completed the redactions of Volume 2 and 3 as ordered in the 1977 opinion. Abrams sought the release of the redacted versions of Volumes 2 and 3. Abrams asked the court to do an in-camera review of the proffered redactions, and then allow their publication. However, on January 16, 1981, the court denied the request and ordered that Volumes 2 and 3 be permanently sealed.&nbsp;</p>\r\n<p><strong>Recent Attempt to Publish the Meyer Report</strong></p>\r\n<p>Although there was no additional litigation concerning the Meyer Report until 2013, advocacy groups, including the Forgotten Victims of Attica (FVOA), advocated for the report&rsquo;s release throughout the early 2000s. The FVOA is an advocacy group of hostages and DOC employees who survived the retaking and the families of those who were killed. In the early 2000s, they proposed a Five-Point-Plan for Justice. One point was the release of sealed materials, including the Meyer Report. FVOA began discussing the Meyer Report with Attorney General Eric Schneiderman in 2011, and he committed to filing the application for the sake of government transparency. The leader of the New York Assembly&rsquo;s Correction Committee at the time also asked Schneiderman to consider the issue. Governor Andrew Cuomo also voiced support for the release of the records.&nbsp;</p>\r\n<p>Schneiderman and Cuomo moved forward with renewing the two previous applications to secure the release of Volumes 2 and 3 with the necessary redactions. The application was filed in September 2013 in the Special Term of the Supreme Court of New York in Wyoming County, the same court that handled the case in the 1970s and 1980s. State Supreme Court Justice Patrick NeMoyer was assigned to the case.&nbsp;</p>\r\n<p>Two police unions (the New York State Police Investigators Association and the Police Benevolent Association of the New York State Troopers), and one widow of an officer involved in the retaking sought to intervene. They opposed the publication because they were concerned that the names of state police officers and prison guards involved in the retaking would be released. Those motions to intervene were granted without opposition. The court also received communications from about a dozen individuals, including Bell, members of the public, and public officials, advocating for the release of the materials.&nbsp;</p>\r\n<p>The court released its decision and order on April 24, 2014. 45 Misc.3d 187. The court denied the request to release the portions of the volumes that included evidence presented to the grand jury. The judge found that the bar for overcoming grand jury secrecy was very high, and that Schneiderman failed to show a compelling and particularized need for the disclosure because the only purpose was to help inform the public. Public disclosure did not outweigh the risk of unfounded accusations against those named in the report and the risk of reprisal for witnesses.&nbsp;</p>\r\n<p>However, the court found Schneiderman could release the portions of Volumes 2 and 3 not referring to grand jury evidence because there was no legal authority for a court to prohibit him from releasing materials on a matter of public interest. The court found it could not require Schneiderman to redact all names or identifying information about grand jury witnesses and targets included in those portions of the volumes. Finally, the court found Schneiderman did not have to allow those affected by the release to review the version before publication. Schneiderman did not appeal the decision. There has been no action in the case since.</p>\r\n<p><strong>Aftermath</strong></p>\r\n<p>On May 21, 2015, Schneiderman released the 46 pages of the 400 pages in Volumes 2 and 3 that did not include grand jury evidence. The 46 pages discussed evidence about the beatings and torture committed by prison staff and state police against those who participated in the uprising. The report found that the Attica Task Force failed to interview witnesses who could have identified officials responsible for the violence in a timely manner. The released materials included specific quotes from those who witnessed the violence and those abused. Additionally, the pages discussed the FBI investigation into the retaking, detailing how the FBI investigation ended without an explanation or recommendations for charges.&nbsp;</p>\r\n<p>In 2021, legislation to release the remainder of the Meyer Report was proposed in the New York State Senate (Senate Bill S316A). The bill was in committee as of March 2022.&nbsp;</p>",
    "summary_published_date": "2022-05-26T17:32:04.565000-04:00",
    "summary_short": "This case concerns the release of the Meyer Report, which was an investigation into allegations of a cover-up by the Attica Task Force. The Attica Task Force investigated the violent retaking of Attica Prison on September 13, 1971 after the uprising. Volume 1 of the Meyer Report was released in 1975, and concluded there was no cover-up. Two New York Attorneys General sought the release of Volumes 2 and 3 of the Meyer Report. After two failed attempts to get the volumes released in the 1970s and 1980s, Attorney General Schneiderman sought to renew the application to release the remainder of the Meyer Report. He filed the petition in the Erie County Supreme Court in September 2013. The judge ordered that the portions of the Meyer Report that did not include grand jury material be released, but that those containing secret grand jury information not be. The Attorney General released the 46 pages he was able to, but the rest of the Meyer Report remained sealed.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/13661",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=13661",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=13661",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=13661"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117512,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117512"
    },
    {
      "date": "1975-10-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Monitor/Expert/Receiver Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Expert"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 130555,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/130555.pdf",
      "title": "Final Report of the Special Attica Investigation [Meyer Report Vol 1]",
      "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "https://web.archive.org/web/20211020184645/https://ag.ny.gov/pdfs/MeyerReportVol1.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/130555"
    },
    {
      "date": "1979-05-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 220,
      "cite_1_reporter": "A.D.2d",
      "cite_1_vol": 68,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138342,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138342.pdf",
      "title": "Opinion of the Court",
      "text": " \n \nMatter of Carey (Fischer), 68 A.D.2d 220 (1979)   \n416 N.Y.S.2d 904, 5 Media L. Rep. 1158 \n \n \n   \n(1)  The  Governor  and  the  Attorney-General  may  not \n  publish excerpts of evidence before various Grand Juries \n68 A.D.2d 220, 416 N.Y.S.2d 904, 5 Media L. Rep.  contained in two out of three volumes of the Final Report \n1158  of  the  Special  Attica  Investigation  since  Grand  Jury \nproceedings are statutorily required to be secret (CPL \nIn the Matter of Hugh L. Carey, as Governor of the  190.25, subds 3, 4; Penal Law, § 215.70) and nothing \nState of New York, et al., Appellants-Respondents,  contained in subdivision 8 of section 63 of the Executive \nRelating to the Publication of Volumes 2 and 3 of  Law, which provides a means whereby the Governor may \nthe Final Report of Bernard S. Meyer, as Special  obtain  information  on  matters  concerning  the  public \nDeputy Attorney-General. Robert E. Fischer, as  peace,  public  safety  and  public  justice,  expressly  or \nSpecial Deputy Attorney-General, et al.,  implicitly  authorizes  the  Governor’s  access  to  such \nRespondents-Appellants; State of New York et al.,  evidence or gives him the power to disclose it; moreover, \nAppellants  the Supreme Court did not abuse its discretion in denying \nan application by the Governor and the Attorney-General \nSupreme Court, Appellate Division, Fourth \nto publish the Grand Jury evidence contained in the final \nDepartment, New York \nreport,  since  there  is  a  continuing  need  to  protect \nMay 22, 1979 \nunindicted  individuals  from  unfounded  accusations \nagainst  them,  the  nature  of  the  disclosure  sought  far \nexceeds anything previously authorized by any court, and \nCITE TITLE AS: Matter of Carey (Fischer) \nthe secrecy of the Grand Jury must be jealously guarded \nbecause the confidentiality of its proceedings must be \nensured if it is to continue to be effective. \nSUMMARY    \nAppeals from an order of the Supreme Court at Special  TOTAL CLIENT SERVICE LIBRARY \nTerm (Carmen F. Ball, J.), entered December 22, 1977 in  REFERENCES \nWyoming County, which (1) required the redaction and \nexclusion of Grand Jury testimony from volumes 2 and 3  49 NY Jur, Records and Recording Act § 30 *221 \nof the Final Report of the Special Attica Investigation, (2) \ndirected that the report as redacted be made available 30  Criminal Procedure Law 190.25, subds 3, 4; Executive \ndays prior to the release of the report to those persons  Law § 63, subd 8; Penal Law § 215.70 \nnamed  in  the  report  excluding  those  not  subject  to \n38 Am Jur 2d, Grand Jury §§ 39-41 \ncriticism therein, and (3) ordered that the report not be \ndivulged by any person until such time as the court orders \nthe public release of the report as redacted. \nAPPEARANCES OF COUNSEL \n  \nBernard S. Meyer (Alfred J. Scotti and Paula S. Frome of \nMatter of Carey, 92 Misc 2d 316, affirmed. \ncounsel), for Hugh L. Carey, appellant-respondent. \n  \nRobert Abrams, Attorney-General (Jeremiah Jochnowitz \nof counsel), for State of New York, appellant. \nMark  K.  Benenson  for  Council  82,  Security  &  Law \nHEADNOTES \nEnforcement Employees Correction Officers, appellant. \n  Robert E. Fischer, respondent-appellant pro se. \n  Malcolm H. Bell, pro se. \nGrand Jury  Hinman, Straub, Pigors & Manning (Peter Rupert and \nBernard J. Malone, Jr., of counsel), for Police Benevolent \nDisclosure of Grand Jury Minutes by Governor  Association of New York State Police, Inc., appellant. \n \n1 \n \n\n \n \nMatter of Carey (Fischer), 68 A.D.2d 220 (1979)   \n416 N.Y.S.2d 904, 5 Media L. Rep. 1158 \n \n  The  first  volume  contained  his  findings  and \nrecommendations and was published on December 22, \n1975. It did not contain quotations from the minutes of \nOPINION OF THE COURT  the Wyoming County Grand Juries. The second and third \nvolumes,  which  appellants  now  propose  to  release, \nSimons, J. P. \nprovide the factual basis for Judge Meyer’s conclusions in \nvolume 1 and contain quotations of Grand Jury testimony \nThe Governor and the Attorney-General seek permission \nand references to Grand Jury testimony. *223 \nto  publish  excerpts  of  evidence  before  the  Wyoming \n  \nCounty  Grand  Juries.  The  evidence  is  contained  in \nOn December 16, 1975 Alfred J. Scotti was appointed \nvolumes 2 and 3 of the Final Report of the Special Attica \nSpecial  Deputy  Attorney-General  to  carry  out  the \nInvestigation, known as the Meyer Report. They appeal \nrecommendation  of  the  Meyer  Report  that  Attica \nfrom an order of Special Term which held them bound by \nconvictions,  pending  indictments  and  possible  future \nthe  statutory  provisions  requiring  that  Grand  Jury \nindictments be reviewed to determine what steps should \nproceedings be secret (see CPL 190.25, subds 3, 4; Penal \nbe  taken  to  assure  evenhanded  prosecution  of  crimes \nLaw,  §  215.70),1  and  which,  as  a  discretionary  *222 \ncommitted at Attica. At that time Governor Carey and \nmatter, denie d permission to disclose the evidence. There \nAttorney-General  Lefkowitz  made  clear,  as  they  had \nare also various cross appeals seeking other or different \nwhen they received the Meyer Report, that the entire \nrelief. We affirm the order of Special Term. \nreport was to be made public upon the conclusion of the \n  \ninvestigation. \nThe genesis of the Attica investigations is well known. On \n  \nSeptember  9,  1971  inmates  at  the  Attica  Correctional \nSubsequently, Mr. Scotti recommended dismissal of all \nFacility took over a portion of the prison and held control \nbut  one  of  the  pending  indictments,  stating  that  the \nof it until it was retaken by law enforcement personnel on \ninvestigation by the State Police immediately after the \nSeptember  13.  After  the  retaking,  then  Governor \nretaking  was  too  deficient  to  permit  the  successful \nRockefeller directed the Attorney-General to supersede \nprosecution  of  crimes  committed  by  law  enforcement \nthe Wyoming County District Attorney to investigate the \npersonnel  during  the  retaking.  He  also  recommended \nevents surrounding Attica and to prosecute those charged \nexecutive  clemency  for  eight  inmates  convicted  of \nwith  Attica-related  crimes.  Robert  E.  Fischer,  a \nAttic-related  crimes  and  he  recommended  disciplinary \nrespondent in this proceeding, was designated a Special \naction  against  eight  State  troopers,  two  State  Police \nDeputy  Attorney-General  for  that  purpose.  He  later \nofficers,  eight  correction  officers  and  two  correction \nresigned to assume judicial office and Anthony Simonetti \nemployees.  On  December  31,  1976  Governor  Carey \nsucceeded him. The Meyer Report was an investigation of \npardoned seven inmates and granted executive clemency \nthe  Attica  prosecution  during  the  period  that  Judge \nto an eighth. He requested the Attorney-General to take \nFischer  and  Special  Deputy  Simonetti  headed  it.  The \nwhatever  legal  action  was  necessary  to  effect  prompt \ninvestigation  was  precipitated  by  the  resignation  of \nrelease of volumes 2 and 3 of the Meyer Report and this \nrespondent,  Malcolm  H.  Bell,  a  Special  Assistant \napplication followed. \nAttorney-General  and  a  member  of  the  Attica \n  \nprosecutorial staff, who publicly criticized the handling of \nSpecial Term’s order insofar as we are concerned with it \nthe  prosecution,  specifically  the  investigation  and \non this appeal ordered redaction of all references to Grand \nprosecution  of  crimes  allegedly  committed  by  law \nJury  testimony  from  the  Meyer  Report,  directed  that \nenforcement personnel. He charged that the prosecution \nvolumes 2 and 3 as redacted then be submitted to all \n“lacked  integrity”  and  he  amplified  his  charges  in  a \npersons  criticized  in  the  report  30  days  prior  to \nwritten  report  submitted  to  the  Governor.  Appellants \npublication,  and  that  the  report  not  be  released  until \nresponded  by  appointing  former  State  Supreme  Court \nfurther order of the court. The obvious purpose of these \nJustice  Bernard  S.  Meyer  as  a  Special  Assistant \ndirections was to assist the court and assure that redaction \nAttorney-General on April 17, 1975 and directing him to \nwas complete before publication was permitted. \n“evaluate  the  conduct  of  the  investigation  into  the \n  \nretaking of the Attica Correctional Facility on Sept. 13, \nAppellants  challenge  Special  Term’s  order  on  two \n1971, and related events subsequent thereto.” When Judge \ngrounds. First, they submit that inasmuch as the Governor \nMeyer finished his investigation in October, 1975, he \nnow has possession2 of portions of the Grand Jury minutes \nreported the results in a three-volume 570-page report. \nand nothing in the statutes prohibits him from publishing \n2 \n \n\n \n \nMatter of Carey (Fischer), 68 A.D.2d 220 (1979)   \n416 N.Y.S.2d 904, 5 Media L. Rep. 1158 \n \nthem, he may do so without the necessity of a court order.  manage  and  conduct  specified  criminal  actions  and \nFurther than that, they assert that even if it can be said  proceedings and for that purpose he, or his deputy, steps \nthat the court may monitor the use of Grand Jury evidence  into the shoes of the local District Attorney and exercises \nin the Governor’s *224 hands, the sole standard by which  all  powers  and  performs  all  duties  with  respect  *225 \nthe court may judge his action is reasonableness (see  thereto that the local District Attorney would otherwise \nMatter of Pell v Board of Educ., 34 NY2d 222, 231), and  perform. The Special Deputy Attorney-General’s access \nthe proposed publication is reasonable because the public  to Grand Jury evidence and his disposition of it in the \ninterest requires the release of the entire Meyer Report,  matters in which he is authorized to act is the same as that \nincluding  Grand  Jury  evidence.  Appellants  have  possessed by the superseded District Attorney (CPL 1.20, \nvolunteered to redact individual names appearing in the  subd  32).  A  designee  of  the  Attorney-General  acting \nreport, as necessary, to avoid injury to reputations. We  under subdivision 8, however, does not step into the shoes \ndeem  such  action  at  this  time  to  be  a  matter  for  of a District Attorney, for subdivision 8 is not intended to \nappellants’ determination, not the court’s.  be used to initiate the criminal indictment or prosecution \n   of any individual (see Matter of Di Brizzi [Proskauer], \n  303 NY 206, 216-217, supra; Matter of Sigety v Hynes, \n  38 NY2d 260, 266, supra; Ward Baking Co. v Western \nUnion Tel. Co., 205 App Div 723, 728-729). \n  \nI \nSpecial  Deputy  Attorney-General  Meyer  did  not \nWe conclude that the Governor is bound by the statutory  supersede the District Attorney of Wyoming County (or \nrequirement  that  Grand  Jury  proceedings  are  secret. \nrespondent Fischer or Simonetti). His appointment was \nPertinent to our decision are two discrete subdivisions of \nmade  “in  connection  with”  the  prior  gubernatorial \nsection 63 of the Executive Law, subdivisions 8 and 2. \nexecutive orders appointing respondent Fischer, but he \n  \nwas not directed to prosecute crimes committed during \nSubdivision  8  of  section  63  provides  that  the \nthe Attica uprising and retaking and he did not undertake \nAttorney-General  may,  and  when  directed  by  the \nto do so. His function was to investigate respondent Bell’s \nGovernor he shall, inquire into matters “concerning the  charges pursuant to subdivision 8 of section 63 and when \npublic peace, public safety and public justice” when the  he  concluded  his  investigation,  the  Attorney-General \npublic interest requires it. The subdivision was originally  appointed  Special  Deputy  Scotti  to  take  over \nenacted as a war measure to enable the executive to cope  responsibility for the Attica prosecutions and conclude \nwith sabotage and subversion at the time of World War I.  them. \nIt has remained in effect continuously since then and the    \nCourt  of  Appeals  has  construed  it  as  having  general \nThere is a serious question, therefore, whether the Special \napplication (Matter of Sigety v Hynes, 38 NY2d 260; cert \nDeputy Attorney-General was entitled to access to the \nden 425 U.S. 974; Matter of Di Brizzi [Proskauer]; 303 \nGrand Jury minutes or to deliver excerpts of them to the \nNY 206; but see Matter of Friedman v Hi-Li Manor \nGovernor without a court order.3 Special Term did not \nHome for Adults, 42 NY2d 408). The subdivision confers \nbelieve that he was (92 Misc 2d 316, 324-325). Whether \ngeneral  investigative  powers  and  provides  a  means  or not that be so, we need not now decide. Regardless of \nwhereby  the  Governor  and  the  Attorney-General  may  how the Governor obtained the evidence, the statutory \nacquire information to guide them in the performance of  command is that Grand Jury *226 proceedings are secret \ntheir executive duties.  and  nothing  contained  in  subdivision  8  expressly  or \n   implicitly  authorizes  the  Governor’s  access  to  such \nSubdivision 2 of section 63 serves quite another purpose.  evidence or gives him the power to disclose it. Nor should \nIt authorizes the Governor to direct the Attorney-General \nwe  construe  the  statute  broadly  to  accomplish  that \nto supersede local District Attorneys. That subdivision is \npurpose, for it makes little sense to impose the obligation \nbased upon the Governor’s historic duty to see that the \nof secrecy on those directly concerned with the Grand \nlaws are enforced (NY Const, art IV, §3; and see Mulroy \nJury but permit it to be circumvented once delivery of the \nv Carey, 58 AD2d 207, 212, affd 43 NY2d 819; Pitler, \nevidence has been made to others.4 Significantly, recent \nSuperseding District Attorneys in New York City--The \namendments to the CPL and the Penal Law strengthen the \nConstitutionality and Legality of Executive Order No. 55,  secrecy requirements of those statutes by expanding the \n41 Fordham L Rev 517, 520-521). An Attorney-General  restrictions  to  include  all  public  officers  and  public \nwho supersedes a local District Attorney is empowered to  employees  (see  L  1977,  ch  451;  L  1978,  ch  415). \n3 \n \n\n \n \nMatter of Carey (Fischer), 68 A.D.2d 220 (1979)   \n416 N.Y.S.2d 904, 5 Media L. Rep. 1158 \n \nManifestly the statutes express the legislative intention  frequently mentioned by courts and commentators are \nthat  the  secrecy  of  Grand  Jury  minutes  be  carefully  these: (1) prevention of flight by a defendant who is about \nguarded and that any decision for disclosure be made by a  to be indicted; (2) protection of the grand jurors from \ncourt, not by the District Attorney, by a Special Deputy  interference  from  those  under  investigation;  (3) \nAttorney-General  superseding  him,  or  even  by  the  prevention of subornation of perjury and tampering with \nGovernor.  prospective witnesses at the trial to be held as a result of \n   any indictment the grand jury returns; (4) protection of an \nFurthermore, nothing said by this court in Mulroy v Carey  innocent accused from unfounded accusations if in fact no \n(58 AD2d 207, supra) should be construed as holding that  indictment is returned; and (5) assurance to prospective \nthe Governor has implied or inherent power to obtain  witnesses that their testimony will be kept secret so that \nGrand Jury evidence or disclose it without prior judicial  they will be willing to testify freely. (See, e.g., People ex \napproval. The decision in that case related only to the  rel. Hirschberg v. Board of Supervisors, 251 N. Y. 156, \nGovernor’s  authority  to  supersede  a  local  District  165; Matter of Temporary State Comm. of Investigation, \nAttorney. The Grand Jury constitutes a part of the court  47 Misc 2d 11, 14, supra; Matter of Attorney-General of \nimpaneling it (CPL 190.05) and fundamental principles of  U. S., 160 Misc. 533, 534; People v. Ewald, 144 Misc. \nseparation of powers require prior court approval before  657, 660; United States v. Amazon Ind. Chem. Corp., 55 \nthe Governor discloses Grand Jury evidence.  F.  2d  254,  261;  see,  also,  8  Wigmore,  Evidence \n   [McNaughton Rev., 1961], §§ 2360-2362.)” \nThe  leading  case  permitting  disclosure  of  Grand  Jury    \nevidence is People v Di Napoli (27 NY2d 229). In Di  In  authorizing  release  of  the  evidence  to  the  Public \nNapoli, certain contractors were convicted of conspiring  Service Commission in Di Napoli, the court noted that the \nto rig bids on work performed for various public utilities.  criminal prosecutions had been completed and there was \nThe Court of Appeals authorized delivery of the related  no danger that escape, interference with the Grand Jury’s \nGrand Jury testimony to the Public Service Commission  deliberations, perjury or subornation would result from \nfor assistance in its determination of whether the utilities  the disclosure. Nor was there a need to protect innocent \nhad  charged  customers  “just  and  reasonable  rates”  or  persons. The only consideration militating against release \nwhether the rates were affected by costs resulting from  was the possibility that if permitted, disclosure would \nrigged bids. By analogy, the limited abridgment of the  have a “chilling effect” on the ability of future Grand \nGrand Jury’s secrecy permitted in Di Napoli has already  Juries to obtain the co-operation of witnesses. The court \ntaken place in this case; in the public interest the evidence  found that factor alone did not outweigh the obvious \nof the Attica Grand Juries has been released to Special  public purpose to be served by delivery of the evidence to \nDeputy  Attorney-General  Meyer  and  by  him  to  the  the Public Service Commission. \nGovernor so that the State’s executive officers *227 might    \nbe advised on respondent Bell’s charges and the Attica  The present case differs from Di Napoli in three respects. \ninvestigation generally.  *228 \n     \n  First, in this case there is a continuing need to protect \n  unindicted  individuals  from  unfounded  accusations \nagainst them because some of the evidence pertinent to \nJudge Meyer’s investigation relates to individuals who \nII \nwere  accused  but  no-billed  by  the  Grand  Jury. \nHolding as we do that the Governor is bound by the  Furthermore, because the proceedings terminated before \nsecrecy requirement of CPL 190.25 (subd 4), we next  the investigation was concluded, some accusations were \ndetermine whether Special Term abused its discretion in \nnever resolved one way or the other. They remain in \ndenying appellants’ application to publish the Grand Jury \nlimbo. Perhaps, with skillful redaction, the identity of the \nevidence contained in volumes 2 and 3 of the Meyer \naffected persons could be concealed and their reputations \nReport. \nprotected,  but  it  is  doubtful  that  it  could  be  done \n  \nsuccessfully given the extensive writing that has occurred \nThe  customary  reasons  for  requiring  secrecy  (and \non the subject of Attica. \ntherefore  the  pertinent  considerations  for  a  court  in    \nexercising its discretion to release or not release) are set  Second,  the  nature  of  the  disclosure  sought  here  far \nforth in People v Di Napoli (supra, p 235), “Those most  exceeds anything previously authorized by any court. For \n4 \n \n\n \n \nMatter of Carey (Fischer), 68 A.D.2d 220 (1979)   \n416 N.Y.S.2d 904, 5 Media L. Rep. 1158 \n \nexample, the courts have authorized release of Grand Jury    \ntestimony to official agencies for limited investigative  The public’s access to knowledge and the confidence it \npurposes  (Matter  of  Temporary  State  Comm.  of  has in the conduct of public officials are matters of first \nInvestigation, 47 Misc 2d 11; People v Behan, 37 Misc 2d  importance  in  a  democratic  society.  The  cases \n911 [to the State investigation commissions]; Matter of  demonstrate,  however,  that  such  considerations  are \nCrain, 139 Misc 799 [to State for investigation for fish  customarily present in applications of this nature to a \nand food markets]; Matter of Attorney-General of U. S.,  greater  or  lesser  degree  (see,  e.g.,  Matter  of  City  of \n160 Misc 533 [to Attorney-General to investigate fraud by  Buffalo, 57 AD2d 47, supra; Matter of Grand Jury of Erie \na  title  company]),  and  they  also  have  authorized  the  County,  192  Misc  857;  Matter  of  Bar  Assn.  of  Erie \nrelease of testimony of or concerning public officials to  County  [Hagarty],  182  Misc  529;  Matter  of \ntheir superiors for disciplinary purposes (see People ex  Attorney-General of State of N. Y., 145 Misc 331). They \nrel. Hirschberg v Board of Supervisors, 251 NY 156,  do not necessarily justify disclosure. No less important is \n170-171; Matter of City of New Rochelle, 35 Misc 2d 254;  the obligation of the judicial branch of government to \nMatter of Scro, 200 Misc 688; Matter of People ex rel.  protect the reputations of persons accused of crimes but \nSawput Gymnasium, 60 NYS2d 593). Indeed, this court  not  indicted  or  convicted,5  and  to  protect  the  court’s \nrecently authorized release of the Grand Jury minutes in  investigative machinery. The secrecy of the Grand Jury is \nthese same Attica investigations to the Division of State  jealously  guarded  because  the  confidentiality  of  its \nPolice,  but  in  doing  so,  we  limited  the  disclosure,  proceedings must be ensured if it is to continue to be \nspecifying  that  the  minutes  were  to  be  used  for  effective. Particularly is that so in investigations such as \ndepartmental discipline and no other purpose (Matter of  this which are the subject of broad publicity and which \nScotti, 53 AD2d 282, 285, 289, supra; cf. Matter of City  are  highly  sensitive.  The  Attica  uprising,  and  the \nof Buffalo, 57 AD2d 47). No case is cited, however, in  investigations  and  the  criminal  proceedings  which \nwhich a court has authorized dissemination of Grand Jury  followed it, were unique in the history of this State. No \nevidence to the public generally or even a substantial  similar prosecution may ever occur in the future. But if it \nsegment of the public. Perhaps the closest that any court  should, those persons possessing needed evidence must \nhas  come  to  permitting  public  release  of  Grand  Jury  have the assurance that they may come forward without \nevidence  was  the  disclosure  permitted  to  a  group  of  fear of reprisal or intimidation. An able Trial Justice, \ninterested citizens who sought removal of a village tax  experienced with Attica matters, has weighed these *230 \ncollector (Matter of Quinn [Guion], 293 NY 787, affg  competing considerations, each singularly important to a \n267 App Div 913). But even in that case the disclosure  free government, and in a thoughtful decision he has ruled \nwas to resident taxpayers who had initiated a statutory  against  publication  of  the  Grand  Jury  evidence.  After \nremoval proceeding pursuant to *229 section 36 of the  examining the record, we are not able to say that he \nPublic Officers Law so that they might prosecute a court  abused his discretion when he made that decision. \naction. Significantly, Chief Judge Fuld, speaking for the    \ncourt  in  Di  Napoli  (supra,  p  237),  cautioned,  “Quite  The order, insofar as appealed, should be affirmed. \nobviously, our affirmance [of the Appellate Division’s    \norder  authorizing  release  of  the  testimony  to  the   \ncommission] will not sanction any general disclosure or \nwidespread publication of the minutes.” Appellants here  Doerr, J. \nseek  precisely  that  which  the  Chief  Judge  said  was \nimpermissible,  generalized  publication  of  portions  of  (Dissenting). \nGrand Jury evidence.    \n   I  agree  with  the  majority  that  indiscriminate \ndissemination  of  Grand  Jury  minutes  and  proceedings \nThird, it is appropriate to look at the public interest to be \nshould not be permitted and that generally such disclosure \nserved by granting this application. Appellants assert that \nlies in the sound discretion of the court. However, I would \npublication  of  the  Meyer  Report  in  full  is  necessary \nnot interpret CPL 190.25 (subd 4) and the function of a \nbecause of “the strong public interest involved in knowing \nSpecial Assistant Attorney-General appointed pursuant to \nthe extent to which the criminal justice, press and police \nsubdivision 8 of section 63 of the Executive Law as \nsystems were or were not lacking in integrity” during the \nAttica investigation. They assert that volumes 2 and 3 of  narrowly as have my colleagues. \nthe Meyer Report are meaningless unless the Grand Jury    \nevidence is included.  Section 3 of article IV of the New York State Constitution \n5 \n \n\n \n \nMatter of Carey (Fischer), 68 A.D.2d 220 (1979)   \n416 N.Y.S.2d 904, 5 Media L. Rep. 1158 \n \ncommands that the Governor “shall take care that the laws  assisting the grand jury in conducting its investigation, \nare faithfully executed.” Subdivision 8 of section 63 of  evidence obtained by a grand jury may be independently \nthe Executive Law in pertinent part provides: “Whenever  examined by the district attorney, members of his staff, \nin  his  judgment  the  public  interest  requires  it,  the  police officers specifically assigned to the investigation, \nattorney-general may, with the approval of the governor,  and  such  other  persons  as  the  court  may  specifically \nand when directed by the governor, shall, inquire into  authorize. Such evidence may not be disclosed to other \nmatters concerning the public peace, public safety and  persons without a court order.” A careful reading of the \npublic  justice.  ...  The  attorney-general,  his  deputy,  or  statute  indicates  a  prohibition  against  certain  named \nother  officer,  designated  by  him,  is  empowered  to  persons from disclosing the nature or substance of any \nsubpoena  witnesses,  compel  their  attendance,  examine  Grand Jury testimony without court order except when \nthem  under  oath  before  himself  or  a  magistrate  and  acting in the lawful discharge of their duties. The persons \nrequire  that  any  books,  records,  documents  or  papers  encompassed in the statutory language while including \nrelevant or material to the inquiry be turned over to him  District Attorneys did not include the Governor (CPL \nfor inspection, examination or audit, pursuant to the civil  190.25, subd 3). \npractice law and rules. ... It shall be the duty of all public    \nofficers, their deputies, assistants and subordinates, clerks  It is not necessary to decide whether the Governor was \nand  employees,  and  all  other  persons,  to  render  and  free to release volumes 2 and 3 because he did in fact \nfurnish  to  the  attorney-general,  his  deputy  or  other  make application to the court for a judicial determination \ndesignated officer, when requested, all information and  of the propriety of the release of volumes 2 and 3 and the \nassistance in their possession and within their power. ...  conditions of such release (see Gaynor v Rockefeller, 21 \nAny officer participating in such inquiry and any person  AD2d 92, 98, affd 15 NY2d 120, 131; People ex rel. \nexamined  as  a  witness  upon  such  inquiry  who  shall  Broderick v Morton, 156 NY 136, 144-145; Vanilla v \ndisclose to any person other than the governor or the  Moran, 188 Misc 325, affd 272 App Div 859, affd 298 \nattorney-general the name of any witness examined or any  NY 796). However, I would read the statute as allowing \ninformation  obtained  upon  such  inquiry,  except  as  disclosure of the nature and substance of Grand Jury \ndirected by the governor or the attorney-general, shall be  testimony by the Attorney-General or his deputy who \nguilty of a misdemeanor.”  possesses the powers and authority of a District Attorney \n   (Executive Law, § 63, subd 2) not indiscriminately but \nWhile the historical backdrop of subdivision 8 of section  when acting in the lawful discharge of his duties *232 \n63 of the Executive Law noted by the majority indicates a  (Mulroy v Carey, 58 AD2d 207, affd 43 NY2d 819). The \nunique genesis, the Legislature has never proposed repeal  Meyer Report was not prepared for the Special Grand \nand in fact *231 its general application has long been  Juries  conducting  the  Attica  investigation.  It  was \nsanctioned by the Court of Appeals. Although the issue is  generated independently by executive action, in the face \nnow moot, since Judge Meyer has seen the Grand Jury  of charges made by a former Assistant Attorney-General \nminutes of the Attica investigation and the Governor has  who worked on the Attica investigation that there had \nseen the two challenged volumes of the Meyer Report,  been a cover-up in that no law enforcement or correction \nthere would appear to be sufficient statutory authority to  personnel  were  being  indicted.  Of  considerable \njustify that which has already been accomplished (see  importance  to  the  issue  being  decided,  the  Wyoming \nPeople v Behan, 37 Misc 2d 911).  County  Special  Grand  Juries  conducting  the  Attica \n   investigation  have  long  since  been  disbanded.  All \nThe traditional secrecy of Grand Jury minutes has long  criminal  prosecutions  have  been  terminated  and  no \nbeen dictated by statute and public policy. Neither is  disciplinary proceedings against any person or persons are \nsacrosanct.  pending or contemplated despite the fact that the Grand \n   Jury minutes were given to the Department of Correction \nCPL 190.25 at the time the Governor decided to seek the  and the State Police for such possible action pursuant to \nrelease of volumes 2 and 3 provided: “4. Grand jury  court order (Matter of Scotti, 53 AD2d 282). Public policy \nproceedings are secret, and no grand juror or other person  favors  secrecy  of  Grand  Jury  proceedings.  However, \nspecified in subdivision three may, except in the lawful  when the reasons for maintaining secrecy have ceased to \ndischarge of his duties or upon written order of the court,  operate, revelations of the Grand Jury’s doings which \ndisclose  the  nature  or  substance  of  any  grand  jury  justice demands, may be made (People ex rel. Hirschberg \ntestimony,  or  any  decision,  result  or  other  matter  v Board of Supervisors, 251 NY 156, 170; see, also, 8 \nattending a grand jury proceeding. For the purpose of  Wigmore, Evidence [McNaughton rev, 1961], § 2363). \n6 \n \n\n \n \nMatter of Carey (Fischer), 68 A.D.2d 220 (1979)   \n416 N.Y.S.2d 904, 5 Media L. Rep. 1158 \n \n   compelling (Matter of Crain, 139 Misc 799). \nThe  decisional  authority  for  breaking  the  secrecy  of    \nGrand Jury minutes is well stated in People v Di Napoli  The  Attica  investigation  conducted  first  by  Robert  E. \n(27 NY2d 229, 234): “We start with the proposition that  Fischer  and  then  Anthony  Simonetti  resulted  in  42 \nsecrecy of grand jury minutes is not absolute. ... Firmly  indictments against 62 inmates containing 1,289 counts, \nsettled  is  the  rule  that  determination  of  the  question  many of which were trivial, and one indictment against \nwhether disclosure should be permitted is addressed to,  one State trooper containing one count. \nand rests in, the trial judge’s discretion [cases cited]. In    \nexercising  this  discretion,  the  court  must  balance  the  The faithful administration of the laws of the State in a \ncompeting  interests  involved,  the  public  interest  in  just and evenhanded manner is clearly within the public \ndisclosure against that in secrecy.”  interest. This interest cannot be served by conducting an \n   investigation (by Judge Meyer) in a vacuum and then \nAmong the succinct reasons for maintaining Grand Jury  suppressing findings by a rigid allegiance to secrecy. If no \nsecrecy spelled out in People v Di Napoli (supra, p 235),  wrongdoing was discovered, it is unfair to those who \nreliance on “(5) assurance to prospective witnesses that  faithfully  carried  out  their  duties  to  remain  in  the \ntheir testimony will be kept secret so that they will be  penumbral region where they have been cast. If there was \nwilling to testify freely” must be kept in perspective. To  a disclosure of wrongdoing, an application of the rule of \nassume this means that large or even significant numbers  fundamental fairness (redaction of names and opportunity \nof people, otherwise unknown to prosecutors, voluntarily  to those who may readily be identifiable to respond) is a \ncame forward in the course of Grand Jury investigations  sufficient safeguard to those who might claim harm from \nto offer evidence of the commission of a crime is simply  unfounded accusations. Attica was a tragic event which in \nnot realistic. People testify before Grand Juries because  one way or another has touched the lives of countless \nthey are victims of a crime or the prosecution asks them  *234 people, not the least of whom are the citizens of the \nor subpoenas them, oftentimes with an offer of immunity.  State  of  New  York.  Attica-related  matters  have  been \nThis latter emphasizes, in many cases, the reluctance of  before  this  court  many  times.  There  is  no  reason  to \npeople to appear and testify before Grand Juries *233 to  believe we have seen the end. We should not, however, be \noffer testimony. The actual experiences encountered by  deterred from recognizing that the public interest at stake \nthe  prosecutor  in  the  Attica  investigation,  revealed  in  in resolving the accusations made concerning the conduct \nvolumes  2  and  3  of  the  Meyer  Report,  pinpoints  the  of the investigation far outweighs any other competing \nephemeral nature of this consideration. In Matter of Scotti  interest, including the private interest of a few individuals. \n(53 AD2d 282, 288, supra), Justice Witmer wrote: “The  Likewise in the public interest is the contribution the total \ncourts  have  not  deemed  that  the  policy  of  assuring  report may have for executive and legislative action to \nprospective grand jury witnesses that their testimony will  correct deficiencies in the ability to deal with certain \nbe kept secret (thus encouraging them to testify freely)  matters which volumes 2 and 3 reveal. \nrequires a denial of the use of the minutes of grand jury    \ntestimony in the protection of the public interest. Indeed,  The rather limited scope of a decision to release volumes \nthe very nature of that testimony would reasonably lead  2 and 3 must be recognized. This would not authorize an \nthe witnesses to anticipate some further use of it in the  opening up and publication of the entire body of evidence \npublic interest. Thus, throughout the years, disclosure of  brought before the two Attica Grand Juries. Instead we \ngrand jury testimony has been authorized in a broad range  would be confining ourselves to a very limited number of \nof public interest matters [citations omitted].”  instances  where  certain  Grand  Jury  proceedings  are \n   quoted verbatim and where other references are made to \nThe  cases  where  courts  have  invaded  the  traditional  Grand Jury testimony as are contained in volumes 2 and 3 \nsecrecy of Grand Jury minutes are too numerous to set  of  the  Meyer  Report.  Redaction  of  these  matters  as \nforth, nor is it necessary. Generally the person or body to  ordered by the court below and approved by the majority \nwhom inspection of Grand Jury minutes was allowed was  would in many instances reduce the report to an inane \nan  official  investigating  body  or  person  directed  to  compilation of words and phrases and consign the entire \nconduct  an  investigation  but  this  too  is  not  without  Meyer investigation to a futile gesture. \nexception. (See Matter of Quinn [Guion], 267 App Div    \n913, affd 293 NY 787.) When prosecutorial conduct is  Having read volumes 2 and 3 in camera and considered \nplaced under a cloud, where charges of cover-up clearly  the various other cross appeals, I find that none rise to a \nplaces it, the need for invasion of Grand Jury secrecy is  level sufficient to mount a serious challenge to the public \n7 \n \n\n \n \nMatter of Carey (Fischer), 68 A.D.2d 220 (1979)   \n416 N.Y.S.2d 904, 5 Media L. Rep. 1158 \n \ninterest to be served by the release of the report.  Schnepp and Callahan, JJ., concur with Simons, J. P.; \n   Doerr, J., dissents and votes to modify the order and remit \nI would modify the order appealed from and instead of  the matter, in an opinion. \nredacting Grand Jury references, would require redaction   \nof names contained in Grand Jury references of those  Order affirmed, without costs. *235 \npersons  about  whom  criticism  might  be  inferred.  The    \nredacted  volumes  should  then  be  made  available  to \npersons who, because of the uniqueness of their positions,  Copr. (C) 2023, Secretary of State, State of New York \nmay be readily identifiable so that they may file with the   \nGovernor’s office a rebuttal statement to be made public \nsimultaneously with the release of the disputed volumes, \nif they so choose. \n  \nFootnotes \n \n1  Subdivision 4 of CPL 190.25: “Grand Jury proceedings are secret, and no grand juror or other person specified in \n  subdivision three may, except in the lawful discharge of his duties or upon written order of the court, disclose the \nnature or substance of any grand jury testimony, or any decision, result or other matter attending a grand jury \nproceeding.” \nSubdivision 3 lists: (a) the District Attorney; (b) a clerk; (c) a stenographer; (d) an interpreter; (e) a public servant \nholding a witness in custody. The statute was amended by chapter 415 of the Laws of 1978 to incorporate those \npersons proscribed by amended section 215.70 of the Penal Law. \nSection 215.70 of the Penal Law: “A person is guilty of unlawful grand jury disclosure when, being a grand juror, a \npublic prosecutor, a grand jury stenographer, a grand jury interpreter, a peace officer guarding a witness in a grand \njury proceeding, or a clerk, attendant, warden or other public servant having official duties in or about a grand jury \nroom or proceeding, he intentionally discloses to another the nature or substance of any grand jury testimony, or \nany decision, result or other matter attending a grand jury proceeding which is required by law to be kept secret, \nexcept in the proper discharge of his official duties or upon written order of the court.” The statute was amended by \nchapter 451 of the Laws of 1977 to include within the publication “a public officer or a public employee”. \n \n2  The facts of the case differ in this respect from the gubernatorial application considered in Matter of Third, Dec., \n  1959 Grand Jury (20 Misc 2d 475) and Matter of Attorney-General of State of N. Y. (145 Misc 331). \n \n3  Appellants assert the following statutory language authorizes the Attorney-General’s receipt of the evidence and his \n  delivery of it to the Governor. Subdivision 8 of section 63 of the Executive Law: “It shall be the duty of all public \nofficers, their deputies, assistants and subordinates, clerks and employees, and all other persons, to render and \nfurnish to the attorney-general, his deputy or other designated officer, when requested, all information and \nassistance in their possession and within their power. Each deputy or other officer appointed or designated to \nconduct such inquiry shall make a weekly report in detail to the attorney-general, in form to be approved by the \ngovernor and the attorney-general, which report shall be in duplicate, one copy of which shall be forthwith, upon its \nreceipt by the attorney-general, transmitted by him to the governor. Any officer participating in such inquiry and \nany person examined as a witness upon such inquiry who shall disclose to any person other than the governor or the \nattorney-general the name of any witness examined or any information obtained upon such inquiry, except as \n8 \n \n\n \n \nMatter of Carey (Fischer), 68 A.D.2d 220 (1979)   \n416 N.Y.S.2d 904, 5 Media L. Rep. 1158 \n \ndirected by the governor or the attorney-general, shall be guilty of a misdemeanor.” \n \n4  Even the courts are without power to permit disclosure of Grand Jury evidence in some cases (see Matter of Proskin \n  v County Ct. of Albany County, 30 NY2d 15). \n \n5  Special Term indicated secrecy of the minutes was necessary to protect those public officials Bell criticized but that \n  consideration would not prevent disclosure. \n \n \n \n \n   \n \n \n \n9 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138342"
    },
    {
      "date": "1975-10-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Monitor/Expert/Receiver Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Expert"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 130556,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/130556.pdf",
      "title": "Final Report of the Special Attica Investigation [Meyer Report Vol 2 & 3]",
      "text": "\n############# New Text on 20240828 ###############\nP.  Factors  Involved  in  Publication \nPublication  of  this  report  is  governed  in  the \nfirst  instance  by  Executive  Law  §63(8)  which  provides \nin  its  last  sentence: \n\"Any  officer  participating  in  such  inquiry \nand  any  person  examined  as  a  witness  upon \nsuch  inquiry  who  shall  disclose  to  any \nperson  other  than  the  governor  or  the  © \nattorney~general  the  name  of  any  witness \nexamined  or  any  information  obtained  upon \nsuch  inquiry,  except  as  directed  by  the \ngovernor  or  the  attorney-general,  shall \nbe  guilty  of  a  misdemeanor.\" \nWhile  that  sentence  leaves  publication  to  the  dis~ \neretion  of  the  Governor  or  the  Attorney:  General, \nthat  discretion  is  not  wholly  unfettered.  Considera~ \ntions  of  fairness  to  individuals  and  of  public  policy \nare  also  involved:  specifically,  of  grand  jury \nsecrecy,  of  fairness  to  public  officials  of  whom  the \nreport  may  be  deemed  critical,  of  fairness  to  in- \ndividuals  as  to  whom  charges  may  be  pending  before \nthe  Grand  Jury  or  who  may  be  tried  for  an  Attica \nrelated  crime  after  such  publication. \n The  law  with  resp ect  to  grand  jury  secrecy \nas  it  relates  to  the  Governor  and  the  Attorney \n001371\nGeneral  is  not  clear.  Section  190.25(4)  of  the \nCriminal  Procedure  Law  provides  that: \n\"Grand  ‘jury  ‘proceedings  are  secret,  and  -no  grand \njuror  or  other  person,  specified  in  subdivision \nthree  may,  except  in#the  lawful  discharge  of  his \nduties  or  upon  writtén  order  of  the  court,  dis- \nclose  the  nature  or  Substance  of  any  grand  jury \ntestimony,  or  any  deGision,  result  or  other  mat- \nter  attending  a  grand  jury  proceeding.\" \nThe  persons  specified  in  subdivision  three  are \nthose  present  in  the  grand  jury  room  and  include  the  dis- \ntrict  attorney.  To  the  extent that  the  Attorney  General, \nacting  under  supersédér  as  directed  by  Governor  Rockefeller \nand  continued  by  Governors  Wilson  and  Carey,  may  be  con- \nsidered  to  occupy  the  position  of  the  district  attorney, \nhe  is  conceivably  covered  by  the  provision,  although  it \ncan  certainly  be  argued  that  he  acts  in  a  different  capacity \nunder  Executive  Law  §63(8).  But  clearly  the  Governor  is \nnot  covered  by  CPL  §190.25(4),*   and  the  Court  of  Appeals \nhas  recognized  that  as  to  one  not  within  the  statutory \nprohibition,  no  secrecy  is  imposed.  People  v.  Minet,  296 \n  \n  \n*  See  also  Penal  Law  §215.70  which  excepts  from  the \ndefinition  of  the  misdemeanor  of  unlawful  grand  jury  - \ndisclosure,  disclosure  \"in  the  proper  discharge  of \n.--  Official  duties.” \n00132\nN.Y.  315,  324,  Thus,  while  there  may  be  some  question \n.  a | \nconcerning  the  Attorney  General's  right-to  direct  pub- \nlication  of this  report  without court  order,  there  can  ™~™ \nor \ni \nbe  no  question  of  the  right  of  the  Governor  to  do  so.  o \nThe  determination  whether  to  do  so  is,  none- \ntheless,  not  lightly  to  be  made  for  important  public  in- \nterests  are  involved.  Instructive  in  this  connection \nare  decisions  of  the  courts  concerning  when  disclosure \nshould  be  permitted,  and  what  the  reasons  are  for  the \nconfidentiality  of  grand  jury  minutes.  The  reasons  are \ndescribed  in  People  v.  DiNapoli,  27  N.Y.2d  229,  235  as: \n(1)  prevention  of  flight  of  one  about  to  be  indicted, \n(2)  protection  of  grand  jurors  from  interference,  (3) \nprevention  of  subornation and  jury  tampering,  (4)  pro- \ntection  of  an  innocent  accused  against  whom  no  indict- \nment  is  returned,  and  (5)  to  encourage  prospective \nwitnesses  to  testify  freely.  The  same  case  points  out \n‘that  exercise  of  discretion  to  permit  disclosure  re- \nquires  the  balancing  of  the  public  interest  in  dis-~ \n closure  against  that  in  se crecy  (27  N.Y¥.2d  at  p.234) \nand  that  how  widespread  publication  will  be  isa \n€@& \n00133\n' \nrelevant  consideration  (27  N.¥.2d  at  p.237).  Dis- \nClosure  to  the  Public  Service  Commission  of  testimony \nconcerning  bid  rigging  more than  two  years  after  com- \npletion  of  the  grand  jury  proceedings,  the  conviction \nof  appellants  by  guilty  plea  and  their  payment  of  . \nfines,  was  upheld.  Likewise,  People  ex  rel  Hirschberg \nv.  Board  of  Supervisors,:  251  N.Y.  156,  170,  contains \nlanguage  indicating  that  where  required  by  public \ninterest,  as  where  a  District  Attorney  is  charged  with \nofficial  misconduct  and  seeks  to  prevent  inquiry  into \n‘his  actions,  disclosure  should  be  made. \n.  A  further  consideration  of  importance  is  that \nwhile  I  do  not  find  that  there  was  any  venality,  I have, \nin  what  I  consider  to  be  the  public  interest,  not only \nevaluated  that  question  but  sought  an  explanation  for \nthe  appearance  of  onesidedness  of  the  underlying  in- \nvestigation,  and in  so  doing  have  been  critical  of  the \nperformance  of  certain  public  officials.  There  is, \nhowever,  an  inherent  unfairness  in  publishing  such \n criticism,  pointed  out  by   the  Court  of  Appeals  in \nMatter  of  Wood  v.  Hughes,  9  N.Y.2d  144,  154,  in  holding \n00134\n  \nthat  a  Grand  Jury  had  no  authority  to  issue  a  report, \nas  distinct  from  an  indictment: \n\"In  the  public  mind,  accusation  by  report \nis  indistinguishable  from  accusation  by \nindictment  and  subjects  those  against \nwhom  it  is  directed  to  the  same  public \ncondemnation  and  opprobrium  as  if  they \nhad  béen  indicted.  An  indictment  charges \na  violation  of  a  known  and  certain  public \nlaw  and  is  but  the  first  step  in  a  long \nprocess  in  which  the  accused  may  seek \nvindication  through  exercise  of  the  right \n“to  a  public  trial,  to  a  jury,  to  counsel, \n-to  confrontation  of  witnesses  against  him \nand,  if  convicted,  to  an  appeal.  A \nreport,  on  the  contrary,  based  as  it  is \nupon  the  grand jury's  own  criterioaf  \npublic  or  private  morals,  charges  the \n,  violation  of  subjective  and  unexpressed \nstandards  of  morality  and  is  the  first \nand  last  step  of  the  judicial  process. \nit  is.  at  once  an  accusation  and  a  final \ncondemnation,  and,  emanating  from  a \njudicial  body  occupying  a  position  of \nrespect  and  importance  in  the  community, \nits  potential  for  harm  is  incalculable. \nA  grand  jury  report  -  which  as  a  judicial \ndocument  obviously  differs  radically \nfrom  néwspaper  charges  of  misconduct  - \ncarries  the  same  sense  of  authoritative \ncondemnation  as  an  indictment  does, \nwithout,  however,  according  the  accused \nthe  benefit  of  the  protections  accorded \nto  one  who  is  indicted.” \nThere  are,  of  course,  differences  between  a \ngrand.  jury  and  an  investigating  agency  appointed  under \n.  Executive  Law  §63(8)  in  that  the  person  appointed  to \n00135\n  \nperform  the  latter  function  will  normally  be  more \nskilled’ in,  appraising  efficiency  in public  office  than \nis  the  average  grand  juror  and in  that  there  is  in  the \nlatter  position  probably  “less  chance  of  reckless  action \nard;more  likelihood  of  public  debate  over  the  merits  of \nthe  criticism,  compare  9  N.Y.2d  at  p.  155. \nProtection  against  condemnation  by  report  is \nnot,  however,  an  absolute.  The  essential  is  fairness \nto  the  individuals  involved,  which  the  Legislature  has \n,  provided  in  relation  to  grand  jury  reports  by  Criminal \nProcedure  Law  §190.85.  Under  that  section  before  such \na  report  may  be  released  to  the  public,  the  individual \ninvolved  must,  in  the  interest  of  fundamental  fairness, \nbe  given  opportunity  to  answer  it  and  to  have  access \nto  the  evidence  before  the  grand  jury,  Matter  of  Second \nReport  of  Grand  Jury,  26  N.Y¥.2d  200,  204;  see  also \nMatter  of  Report  of  May,  1972  Grand  Jury,  75  Misc.  2d \n310.  There  are,  however,  no  similar  provisions  in \nExecutive  Law  §63(8),  and  while  a  63(8)  appointee  in- \n qu ires  into  \"matters  concern ing g  the  public  peace, \n’  public  safety  and  public  justice,\"  which  may  be  deemed \n00136\n  \na  higher  public  interest  than  that  involved  in  the \nreport  of  a  grand  jury,  it  is,  nonetheless,  true  that \nboth  concern  “public  officers  ‘whose  reputatio‘nasnd   ~~ \n_  Careers  may  well  be  ruined,  regardless  of  the  final  out- \ncome  of  the  charges,  by  publication  of  the  Report,” \nMatter  of  Second  Grand  Jury  Report,  26  N.Y.2d at p.  205. \nFinally  to  be  considered are  the  rights  of \nindividuals  accused  or  yet  to  be accused  by  the  Attica \nGrand  Juries  which  may  be  prejudiced  by  publication,  as \nwell  as  the  interest  of  tte  State  that  prosecutions  for \nAttica  crimes  not  be  aborted  by  prejudicial  publicity. \nThe  Latter  is  a  less  likely  alternative  than  the \nformer  since  there  are  court  designed  palliatives.  The \nformer,  it  appears,  involves  potential prejudice  of  not \nonly  the  petit  jury,  but  thé  grand  jury  as  well,  see \nBeck  v.  Washington,  369  U.S.  541;  but  see  People  ex \nrel  Sears  v.  Rossiti,  50  I11.2d  51,  277  N.E.2d  705; \n  \nUnited  States  v.  Knowles,  147%.Supp.  19,  21.  vet  it  is \nalso  true  that  the  American  Bar  Association's  Standards \n  \nfor  the Administration  of  Criminal  Justice  relating  to \nFair  Trial  and  Free  Press  specifically  recognize,  at \n00137\nude  the “holding  of;  hearinorg “sth e  lawful  issuance  ~ \nports  by  legislative,  administrative,  or  investi- \ngative  bodies,\"  Section  1.1,  final  paragraph;  but  c£. \ncode  of  Professional  Responsibility  as  adopted  by  the \nNew  York  State  Bar  Association,  DR  7-107  (I)  which  omits \nthe  reference  to  \"lawful  issuance  of  reports.” \nIn  final  analysis,  your  determination  whether \nto  release  all  or  part  or  none  of  the  report  at  this \ntime,  must  be  predicated,  as  already  noted,  upon  a \nbalancing  of  the  public  interest  in  the  working  of  the \ncriminal  justice  system  and  the  public  interest  in  pro- \ntecting  individual  rights  to  aue  process.  Consistent \nwith  the  views  expressed  in  my  public  statement  at  the \ntime  of  my  appointment,  I  have  divided  the  report  into \ntwo  parts,  the  first  of  which  I  believe,  on  balance, \nshould  be  released  now,  the  second  of  which  should  not \nbe  published  until  the  conclusion  of  the  work  of  the \n  \n‘  Attica  Grand  Juries  and,  as  to  individual  cases,  until \ndisposed  of.  Of  course,  the  discretion  to  be  exercised \n \nm is  yours,  not  mine,  and  the  division  I  suggest  is  simply \na\nC\n  \n00138\n  \nmy  considered  opinion,  for  whatever  help  to  you  it  may  be \n“in  reaching  your  own  conclusion.  Involved  in  ny  division  - \nare  two  judgments  of  which  you  should,  in  exercising  your \n‘judgment,  be  aware.  The  first  is  that  the  section  on \nA d m inistratioonf   the  Investigation  (G(6))  has  been  placed \nPart  II  solely  because  of its  revelations  concerning \n{Phe  second  is   that  because  of  t he  public  im- \nportance  of’  the  issues  I  have  deemed  it  proper  in  the  public \npart  to  include  all  of  the  findings,  even  though  doing  so \nreveals  that  certain  matters  were  or  are  before  a  Grand  Jury, \n‘and  to  cite  the  testimony  of  witnesses  who  appeared  before \nme  by  using  their  initials,  even  though  doing  so  may  re~ \nveal  that  a  particular  person  did  appear  as  a  witness,  cf... \nExecutive  Law  §  63(8). \nWhether  you  decide  to  follow  my  proposed  division \nor  some  other,  there are,  I  suggest,  two  problems  that \nshoulda  be carefully  considered.  Judge  Fischer  has  requested \n——__-_____-_____~—_ that—any-maoft heis—ractiioans l“b-e-seubrmititetd ieal \ndirectly  to  the  court  controlling  the  grand  jury  for  its  re- \n&  .  view  in  appropriate  Proceedings,  and  to  the  Appellate  Di- \nvision  charged  with  reviewing  the  professional  conduct  of \n00139\n  \nel\"  (Ex.  520,  Letter  of  9/16/75,  p.  21).  In  my  view, \n    11  persons  or  groups  identified  in  or  identi- \nfiabie  from  ‘the  material  you  allow  to  be  published  will \nbe  sufficiently  protected  if  they  are  given  notice  of  that \nfact  -and  access  to the  report  prior  to  publication  and  told \nthat  it  will  be  publicly  released,  say,  seven  or  ten  days \nlater.  In  this  way,  any  individual  who  feels  that  his  due \nprocess  rights  are  being  violated  will  have  reasonable  op~ \nportunity,  see  People  v.  Penn  Central,  34  A.D.24  278,  to- \ncontest  through  court  proceedings  the  conclusions  reached  as \nto  him. \nThe  second  problem  results  from  the  argument  made \nbefore  me  that  since  both  Simonetti  and  I  function  in  place \nof  the  Attorney  General,  my  requirement  that  a  person  testify \nwould,  in  effect,  constitute  a  grant  of  immunity  from  prosecu-~ \ntion.  However  tenuous  the  argument,  I  did  not  permit  the \nwitness  involved  in  that  incident  to  testify,  thus  assuring \nthat  no  claim  of  immunity  could  be  made.  To  the  extent  that \nany  testimony  of  a  \"target\"  before  me  may  later  be  made  avail- \n  \nable  by  the  Attorney  General  to  the  prosecution  office,  it \nshould  only  be  made  available  after  consideration  of  the \npossibility  that  an  immunity  argument  by  the  target  defendant \nmay  later  be  made. \n00140\nG.  Factual  Bases for  Findings \nLt \na.  Conclusions \nTwenty-nine  inmates  and  ten  hostages  died  of  gun- \nfire  as  a  result  of  the  Attica  retaking  and  some  eighty~nine \nother  persons  were  wounded  (McKay  Report,  p.  373). \nIn  his  testimony  Bell  covered  some  two  dozen \n.  .  |  - \nCases,  some  involving!  d \nI \nIn  view  of  the  vast  amount  of  material  involved  in  anal- \n yeing  aii  of  the   cases  referred  to,  I-aeat  inthis section  ~ \n00141\nwith  the  eight  cases  considered  most  representative. \nThough  not  here  analyzed,  the  others  have  been  looked \ninto  as  well,  and  found  not  sustained. \nUnlike  the  other  Sections  of  this  report  which \nset  forth  the  reasoning  supporting  the  stated  conclusion \nimmediately  following  the  conclusion  itself,  in  this \nSection  there  will  be  found  in  each  of  the  cases  analyzed \na  subdivision  headed  “Evaluation.”  It  is  upon  the  bases \nof  those  evaluations  that  the  conclusion  stated  above \na \nrests. \nb.  The  Factual  Bases  £6r  the  conclusiéns \nOF \naq\n00142 \n  \n  \nThe  McKay  Report*  lists.  Edward  R.  Menefee  as  an \n      \n     \ntCoon i ttihazez  eencnAsost n tfCiiCocdomaemm nmitititinttaveeleee s, t biags7ia2s t,i Moins ict,s  {AS2f di lleo5s99 55,4 ,we raef1 f0d9.n5 o7t;  42r eFaAid.siDcl.hy2ed r  av6vy9,a 2i)l a.b° le  . \n00189\n  \nTo  Simonetti's  knowledge,  the  only  basis  for  be- \nlieving  that  Menefee  was  even  found  at  the  bottom  of  the stair- \nwell  was  the  McKay  Report:  statements  referred  to  above  (as  10954-55, \n10958,  11238-39).  Even  if  Menefee  was  the  inmate  found at \nthe  bottom  of  the  stairs,  Simonetti  noted,  Menefee  died  in \nthe  hospital  before  he  was  questioned  and  could  have  simply \nfallen  near  the  stairwell  after  being  shot  elsewhere  (AS  10954-55). \n00195\n(2)  erand  Jury  Action  With  Respect  to  Inmates \nOne  year  after  its  empanelment,  on  December  15, \n°1972,  after  hearing  numerous  witnesses,  the  Grand  Jury \nhanded  up  thirty-seven  indictments,  all.against  inmates \n(Bx.  357  AS  11199,  11209)..  Pive  additional  indictments, \nall  against  inmates,  were  handed.up   in  August  and  November, \n“1973  (Ex.  35).) \nA  total  of  sixty-two  inmates  were  indicted  in \nforty-two  separate  indictments,  containing  an  aggregate \nof  1,289  counts,  all  for  felonies.  Table  1  below  shows \nfor  each  class  of  felony  the  total  counts  together  with  the \n‘maximum  sentence  possible.  Table  2  breaks  the  indictments \ndown  by  nature  of  offense,  class  of  felony  and  cumulative \nnumber  of  counts  and  of  persons  indicted  for  each  offense. \nTable  3  shows  the  number  of  counts  on  which  each  of:  the \nsixty-two  inmates  was.  indicted. \n00246\n  \n9 \n  Table  1 \nMaximum  Sentence \nClass  of  Felom  Per  Count  Total  Counts \n  \nA  -  Life  681 \nB  25  yrs.  136 \n15  yrs.  il \n7  yrs.  160 \n4  yrs.  301 \n  \n1,289 \n\\ 4 \n00247\ncry \ns  \nu : \no\ns\ni\n s\n ap\n o\ny\nJO oTp 3  v  oz  az  Le  ‘Le  S  Lz  z  z  €  T  ZT  9T \nu\n7L\nT \ne\nq\nU\nM\nN\n \n. \ns\nTy\neo,unoD  ST  v  999  62T  6oT  ZT  L  att  €  £  €  T  oT  ez \n  \nA\nuS\noS\nz T taz 0TS  ¥  @  ¥  @  2 = a  2  a — @  a  2  a.  a  ‘a \nR    \nL “\n  MET suo Ge\"Se S2*SZ Gz°SE oz\"S E OT'SE S9°SE OT*OzZ S0°O0z 0S*OE S9°OE OT*O9 ST°OS s0°so Gz°G0\nT T T T T T T T T T T T T z z\nTq   /                   /    \nRJ O O\nUEoeg TT TT\n      \na\ns\nt\n \nq\nu u\ns o\nu d\nt e\npebertty  asusrtto  xrapanyw  zepznpozy  duezay  4st Surddeupty  pug 5utddeupty  ostid[wTnyg MeTun  4ST woTor0D  328TTN essy  pug 3inessy  ast Awopos  2ST esnaqy Tenxes  pug Azeqqoy  uosizpye zduez3¥  e\" Fo uoTssessog  uostag Sutqouozg AasT pueqeru0D \nD> \n00248\n(1)  The  sources  of  information  available. \n(A)  Inmates  of  Attica  Correctional \nEacility  v.  Rockefeller \nThe  attorneys  for  the  inmates  instituted  a  class \naction  in  federal  court  alleging  brutality  and  testimony  was \ntaken  before  Judge  curtin  in-that  action  beginninogn   Septem— \nber  14,  1971.  The  state  was  represented  by  Fischer  and  David \nRichman,  of  his  staff.  The  eyewitness  testimony  was  given \nbeginning  on  September  16,  1971,  September  30,  1971  and  October \n4,  1971,  by  the  following: \nJames  Watson,  a  young  National  Guardsman  and  law \nstudent,  testified  that  on  September  13th  he  cbserved  inmates \nbeaten  on  stretchers  (Ex.  367,  Folder  2,  29),  poked  in  the \ngroin  and  rectum  with  nightsticks  (ibid.  42),  beaten  while \nrunning  through  gauntlets  (ibid.  42-46),  and  other  severe \nbeatings  (ibid.  50)  including  one  inmate  beaten  by  seven  Cor- \nrection  Officers  (ibid.  55).  Although  he  aid  not  identify \nany  of  the  participants,  he  gave  a  reasonably  complete  des- \neription  of  an  individual  he  described  as  in  charge  and  the  \"most \nvicious\"  (ibid.  59,  60)  and  whom  he  might  have  been  able  to  identify \nthrough  photographisf   he  had  been  interviewed  immediately. \n00264\nPrank  Lott,  an  inmate,  told  of  being  beaten  in \na  gauntlet  by  Attica  correction  officers  on  the  13th \n(Ex.  367,  Folder  2,  46-47),  of  observing  inmates  marked \nwith  an  \"x\"  on  their  naked  backs  (ibid.  49),  of  subse— \nquent  death  threats  to  him  from  correction  officers  led \nby  Deputy  Warden  Pfeil  (ibid.  53),  and  of  \"LD\"  Barkely \nbeing  alive  after  the  retaking  (ibid.  48). \n,  Roger  Champen,  an  inmate,  testified  to  being \nkicked  in  the  throat  and  beaten  by  a.Correction  Officer \nwhom  he  identified  as  Mr.  Reddy  (ibid.  95),  and  being \nmarked  with  an  \"xX\",  spit  upon,  having  matchés  thrown  upon \n_  him  and  beaten  by  other  guards  (ibid.  96)  and  receiving \ndeath  threats  several  nights  after  the  13th  from  a  group \nof  Correction  Officers  led  by  Deputy  Warden  Pfeil. \nHerbert  Blyden,  an  inmate,  testified  to  being \nbeaten  in  a  gauntlet  (ibia.  132-34)  by  Correction  Offi- \ncers  whom  he  recognized  but  was  reluctant  to  identify \n‘for  fear  of  retaliation  (ibid.  136,  137),  and  to  death \n,  a \nClarence  Jones,  Co-Chairmaonf   the  Goldman \nPanel,  testified  as  to  his  personal  observations  of \n \nw\n00265\ninjuries  sustained  by  certain  inmates  (Ex.  357,  Folder  3, \n214),  including  cigarette  burns  on  Frank  Smith  (ibid. \n211-213).  Three  inmates,  William.  Jackson  (ibid.  287), \nCharles  Colvin  (ibid.  261)  and  Gary  Haynes  (ibid.  716) \ntestified  to  their  own  beatings  (ibid.  243,  264,  269-70), \nand  other  abuses,  including  cigarette  burns  and  the  re- \nfusal  of  medication  by  the  prison  doctor,  Dr.  Sternberg \n(ibid.  323).  a  fourth  inmate,  James  Young,  was  not \ncalled  but  it  was  represented  to  the  court  that  his \ntestimony  would  be  cumulative  of  that  already  given \n(ibid.  347).  On  cross~examination  Colvin  testified  that \nhe  could  identify  the  Correction  Officers  involved \n(ibid.  295),  and  that  they  came  from  Auburn  Prison  (ibid. \n297). \nFischer  had  received  no  specific  complaints \nabout  brutality  (Ex.  272;  RF  3264)  and  first  became  aware \nof the  allegations  in  the  federal  court  proceeding  (RF \n3263-66).  He  called  the  Governor's  office  during  the \nfirst  week  after  the  uprising  (RF  3269),  reached  either \n‘Michael  Whiteman  or  Howard  Shapiro  (RF  3266,  3291)  and \ninformed  him  that  there  were  allegations  of  past  and \ncontinuing  brutality  and  that  he  thought  something  should \nC0265\n  \nbe  done  (RF  3267).  He  was  subsequently  informed  that \nthe  Governor  intended  to  have  Presiding  Justice  Harry \n Goldman,  Appéllate  Divisi on,  Fourth  Department,  appoint \na  committee  of  observers  to  go  into  the  prison.  The  ob- \nservers  were  appointed  on  September  15th  and  arrived  at \nthe  institution  on  September  17  (Ex.  279,  5). \nHe  testified \nthat  if  inmates  had  come  to  him  with  specific  complaints \nabout  brutality  in  late  September  of  1971  he  would  have \nused  two  of  his  OCTF  attorneys  to  investigate  the  alle- \ngations  (RF  11,925,  11,928),|  \n| \nFischer  also  testified  that  in  appearing  in \nthe  federal  court  proceeding  he  had  several  purposes \n(RF  9298),  that  he  sought  to  “identify  whether,  in  fact, \nbrutality  had  occurred\"  (RF  3266)  and  was  concerned  from \nthe  beginning  with  developing  inmate  confidencien   the \nintegrity  and  fairness  of  his  investigation  (RF  3307), \n00267\nbut  that  it  was  also  of  great  importance  that  insofar \nas  the  federal  court  proceeding  sought  to  enjoin  inter- \n  \nrogation  of  inmates  it  not  be  successful  because  that \nwould  mean  \"that  we  would  never  have  a  chance  to  talk  to \nanybody  on  the  interior\"  (RF  9299;  see  also  EX.  520,  p. \n12).*  He  was  shown  portions  of  his  eross-examination  ‘o£ \nthe  inmates,  including  his  intrusion  of  the  issue  of \nOfficer  Quinn's  death  (RF  9301)  and  his  lack  of  response \nto  positive  identifications  (RF  9310)  and  asked  whether \nhe  believed  his  cross-examination  contributed  to  his  goal \nof  building  inmate  confidence  in  the  objectivity  of  his \n‘investigation  (RF  9311).  He  responded: \n\"I  do  ...6  . \nAt  least  in  my  limited  experience,  the  first \nthing  you  have  to  exhibit  to  anyone  you  inter- \nrogate  and  particularly  if  they  exhibit  some \nprofessional  background  in  criminality  is  that \nyou  are  not  a  damn  fool  and  that  what  is  Said  is \ngoing  to  be  tested  ...  I don't  think  you  can \nindicate  that  you  are  a  patsy  and  accept  every- \nthing  that  comes  out  of  their  mouth.\"  {Rr  93221 \nw  The  injunction  requested  was  denied,  Inmates  of  the \nAttica  Correctional  Facility  v.  Rockefeller,  453  F.2d \n12,  21-22,  - \n\\ \n00268\nHe  was,  however,  interviewed  by  the  FBI \nthree  months  after  he  testified  and  was  unable  to  make \nany  positive  identifications  (Ex.  270).  So’far  as  ap \npears  from  the  list.of  persons  interviewed  by  the  in- \nvestigation  (Ex.  15),  there  has  been  no  follow-up  inter- \nview  of  Colvin,  Haynes,  Jackson  or  Young  in  relation  to \ntheir  brutality  test  imony. \n(B)  The  Goldman  Panel \nAs  already  noted,  after  Fischer  informed’  the \nGovernor's  Counsel  of  the  allegationosf   brutality, \na  citizen's  panel  was.  appointed  on  September  15th  by \nMr.  Justice  Harry  Goldman  (Ex.  279).  Menbers  of  the  panel \nwere  Donald  H.  Goff,  General  secretary  of  the  Correctional \nAssociation  of  New  York;  Clarence  B.  Jones,  Editor  and \nPublisher  of  the  Amsterdam  News;  Austin  MacCormick, \nExecutive  Director  of  the  Osborne  Association,  Inc.; \nLouis  Nunez,  National  Executive  Director  of  Aspira  of \nAmerica,  Inc.;  and  Robert  P.  Patterson,  Jr.,  member  of \nthe  law  firm  of  Patterson,  Belknap  &  Webb (Ex.  279). \nFischer  testified  that  the  panel  members  told \nhim  they  believed  there  had  been  post-riot  brutality \n(RF  3267,  11,896),  and  at  its  first  press  conference \n0026S\n  \non  September  18th  the  Panel  stated  that  in  view  of  the \nreports  they  had  received  of  physical  abuse  there  was  a \n pressing need  for  monitor s  (Ex,  258,  8).  The  Panel  men- \nbers  decided,  however,  that  they  could  not  turn  over  to \n-  Fischer  the  brutality  information  received  (Hx.  272; \nRP  11,888;  RF  11,896,  11,905~06).  Robert  Patterson \nacknowledged  that  he  had  informed  a  Justice  Department \nattorney  that  they  had  not  turned  the  information  over  to \nFischer  because  of  a  lack  of  confidence  and  conflict \n(Ex.  272,  5)  and  explained  that  the  redsons  were  that \nthe  State  Police  were  Fischer's  investigators  and  because \nhe  had  been  told  -by  Fischer  that  he  would  be  unable  to \ninvestigate  crimes  against  inmates  for  some  time \n(RP  11,889). \nThe.  Goldman  Panel  members  were  later  interviewed \nby  the  FBI  (Ex.  2006,  pp.  14~125),  but  that  data  did  not \nreach  the  Fischer-Simonetti  investigation  until  some \ntime  in  1973  or  perhaps  1975  (see  subd..  (C)  following). \nSimonetti  himself  had  no  contact  with  the  Goldman  Panel \n(AS  8343).  :  :  . \n‘  o0270\n(C)  The  federal  investigation \nThe  members  of  the  Goldman  Panel  were  concerned \na \n\"the  State  Police  under  Mr.  Fischer  cannot \nconduct  an  objective  and  impartial  investiga- \ntion  of  the  allegations  against  State  Police \nand  Correction  Officers  of  post-riot  brutality \nand  physical  mistreatment  of  inmates\"  (Bx. \n257,  1;  see  also  EX.  279,  2), \nand  that  there  would be  a  lack  of  public  mnfidence  and \na  credibility  gap  because  of the  “obvious  conflict\"  in \nFischer's  dual  role  of  investigating  crimes  by  both  in-\" \nmates  and  law  enforcement personnel,  which  “bothered \nthem  no  end\"  (Ex.  272,  5;  Ex.  279,  10-11,  20).  ‘Their \nconcern  led  them  to  suggest  on  September  23,1971  to  the \nGovernor's  Counsel,  Michael  Whiteman,  that  the  Civil \nRights  Division  of  the  United  States  Department  of  Jus- \ntice  be  asked  to  intervene.  After  a  number  of  follow-— \nup  calls  they  were  advised  by  Howard  Shapiro,  Assistant \nCounsel,  *  that  Fischer  should  make  the  request  (Ex.  279). \nFischer  called  K.  William  O'Connor,  head  of  the  Civil \n  \n*  Patterson  testified  that  Shapiro  was  not  responsive \nto  the  suggestion  for  intervention,  and  was  very  hard \nto  persuade,  for  which  reason  the  panel  felt  it \nnecessary  to  make  its  request  directly  to  the  Governor \n(RP  11,853-54,  11,859-60,  11,863-64). \n00274\nRights  Division,  and  reported  back  that  the  Department \nwas  not  overly  enthusiastic  (Ex.  279,  25).  The  Panel \nthen contacted O'Connor  and  was  told  that  Fischer's  call \nwas  not  deemed  a  formal  request  (Ex.  257).  Fischer  then \nsent  a  letter  which  stated  that  he  was  making  the  request \non  Behalf  of  the  Goldman  Panel  (Ex.  277).  ‘The  Panel  mem- \nbers  feared  that  was  not  strong  enough  and’  so.  advised \nGovernor  Rockefeller  in  two  confidential  memoranda  (Bx. \n279,  2  and  3  ££.)  on  October  Ist  and  4th.  On‘ October \n5th  Governor  Rockefeller  wrote  to  Attorney  General  Mitchell \nformally  requesting  intervention  (Ex.  272). \n*  Both  Fischer's  letter  to  Justice  and  the  Gover- \nnor's  letter  to  Mitchell  emphasized  the  conflict  con- \nfronting  Fischer  in  trying  to  interview  inmates  who  might \nalso  be  prospective  defendants  about  retributive  acts  by \ntroopers  and  Correction  Officers  (Exs.  272,  277). \nFischer  testified  that,  initially,  he  felt  no  more  con- \nflict  in  investigating  brutality  allegations  than  in| \n:  :  | \nother  area  of  the  investigation  (RF  3231,  3243,  3237): \nThe  Governor  testified  that  whatever  the  wording  of  his \nletter  to  Mitchell,  he  was  unconcerned  about  any  possible \nconflict  (NAR  8851,  8856)  and  had  complete  confidence \n00272\nin  Pischer's  ability  to  conduct  the  .investiga~ \ntion  (NAR  8852).  He  considered  intervention  by  the  Jus~ \n ‘tice  Department  a  \"good  idea”  (NAR  8859)  because  it  would \nbe  an  impartial  investigation  (NAR  8844,  8848)  and  agreed \nthat  those  who  had  been  accused  of  being  involved  were \nperhaps  “f{not]  the  best  ones  to  investigate\"  (NAR  8845) \nand that  the  investigation  by  the  Justice  Department \nwould  be  helpful  in  assuring  public  confidence  (NAR \n8854-56). \nAs  a  result  of  the  Governor's  request,  two \nJustice  Department  attorneys,  O'Connor  and  Robert  Murphy, \nmet  with  Fischer  and  Maer  Spoont on  October  12,  1971  (Ex. \n272,  12-13;  RP  3345).  Fischer  testified  that  there  was \ngeneral  agreement  to  cooperate  (RF  3345).  It  was  agreed \nthat  the  federal  investigation  would  be  by  the  FBI  and \nthat  any  resultant  prosecution  would  probably  be  done  by \nthe  State  (Adm.  File,  Memo  #5;  Ex.  272,  13). \nThere  was  no  thought  that  the  State  investiga- \ntion  would  be  deferred  during  the  pendency  of  the  federal \ninvestigation;  in  fact,  it  was  generally  understood  that \nif  any  deferring  was  to  be  done,  it  would  be  by  Justice, \nsO  as  not  to  interfere with  the  State  (Ex.'266,  Inter- \nview  with  Robert  Murphy;  Adm.  File  Memo  #5). \n00273\nThe  FBI  began  its  inquiry  on  October  19,  1971 \n(Ex.  271,  21).  It  interviewed  all  members  of  the  Goldman \n Panel  (Ex.  200,  14-125),  various  defense  attorneys  (ibid. \n'66~76),  inmates  (ibid.  28-36)  and  some  of  the  medical  per- \nsonnel  who  participated  in  the  treatment  and  removal  of \ninjured  inmates  and  hostages  after  the  retaking  (ibia. \n37-66).  . \nIt  also  obtained  the  transcripts  and  documents \nin  the  federal  court proceeding  (ibid.  123-125);  and  a \nvariety of  films,  photographs,  video  tapes,  official  re- \nports,  medical  records  (ibid.  7)  and  interview  statements. \nOn  October  28,  1971  the  FBI  submitted  a  lengthy \nreport  to  the  Civil  Rights  Division.  On  December  3,  1971 \nthe  Division  requested  further  investigation  by  the  FBI \n(EX.  271,  1),including  interviews  of  31  ‘inmates  and  four  . \nother  persons  and  additional  documents.  ‘The  request  was \nbased  on  an  exhaustive  examination  of  the  prior  material \nsubmitted,  including,  inter  alia,  the  federal  court \ntranscript  and  the  medical  records  (Ex.  271,  1-10).  ‘two \nadditional  reports  submitted  by  the  FBI  show  that  sixteen \nof  the  inmates  refused  to  speak  to  the  FBI,  six  could \nnot  identify  their  assailants,  five  said  they  might  be \n00274\nable  to  make  identifications  from  photographs,  and  two \nrefused  to  make  identifications  or  provide  information \n(EX.  270;  Ex.  271,  15-16).  The  Civil  Rights  Division \nthen  sent  attorneys  to  reinterview  inmates  with  rele- \nvant  information  who  had  talked  to  the  FBI  and  to  at= \ntempt  to  interview  those  inmates  believed  to  have  rele- \nvant  information  who  had  refused  to  cooperate  with  the \nFBI  (Ex.  271,  53,  54,  18).  A  fourteen  page  report  of \nthe  result  of  the  attorneys'  interviews  was  prepared  for \nthe  Justice  Department  files  on  February  28,  1972  (Ex. \n271,  55-68).  It  recorded  interviews  with  four  inmates \nwho  were  confined  to  their  cells  during  the  entire  up- \nrising  and  who  witnessed  and/or  suffered  severe  beatings. \nThree  of  the  statements  identified  by  name  Correction \nOfficers  involved.  Three  of  the  Correction  Officers \nwere  named  by  all  three  of  the  inmates.  (Ex.  271,  55-63).* \n  \nqo275\nThe  report  .  stated  also  that  the  attempt  to  interview \nthe  inmates  who  had  refused  to  cooperate  with  the  FBI \n was  unsuccessful  (ix.  2 71,  pp.  67-68). \nSince  the  Justice  files  did  not  indicate  what \nhappened  thereafter  to  its  investigation,  a  member  of-  \nmy  staff  interviewed  such  of  the  Justice  attorneys  as \ncould  be  reached  (Ex.  266,  interview with  K,  William \nO'Connor,  Ben  Krage,  Robert  Murphy) .  Murphy's  recol- \nlection  was  that  the  investigation  ended  with  the  at~ \ntorneys'  report,  in  light  of the  inmates’  refusal  to \ncooperate.  O'Connor  assumed,  without  specific  recol~ \nLection,  that  he  had  decided after  receiving  the  report \nto  wait  and  see  what  happened.  Krage  recalled  the \nmilitant,  hostile  attitude  of  the  inmates,  and  said  the \ninvestigation  just  died,  but  no  one  wished  to  close  it \nformally  becauofs tehe   publicity  that  would  result. \n‘The  Fischer  investigation  complied  with  FBI \nrequests  for  materials  (AS  8346,  8364).  It  was  not, \nhowever,  aware  when  the.  PBI  investigation  ended  (AS \n8373)  and was  not  furnished  either  the  FBI  reportsor \nthe  attorneys'  report,  though  exchange  of  information \nhad  been  agreed  upon  (EH  7648-51). \n00275\nIn  August  1973,  Malone  of  Fischer's  staff  re- \nviewed  the  Justice  files  in  Washington  and  requested \ncopies  of  one  inmate  interview  and  some  medical  records \nLoe,  9  (Bx.  272,  22).  He  does:  not  recall  seeing  the  Attorneys' \n00277\nY \nReport  when  reviewing  the  files  (BM  5585).  In  December  1973, \nLeonard  Brown,  a  staff  investigator,  obtained  permission  to \n‘borrow  back  photographs  previously  turned  over  to  Justice \n(Ex.  272,  25-27).  The  next  contact  was  not  until  March  1975, \nwhen  two  State  investigators  again  reviewed  the  files  and \nobtained  a  copy  of  the  first  FBI  report*  (Ex.  200).  They \naid  not,  however,  obtain  copies  of  the  second  and  third  FBI \nreports,  which  Simonetti  knew  nothing  of  until  informed  by \nmy  staff  on  August  26,  1975  (AS  10918) . \nSimonetti's  recollection  as  to  why  the  FBI  file \nwas  not  again  reviewed  until  1975  is  that  Attorney  General \nSaxbe  was  contacted  in  September  1974  (Ex.  272,-31;  AS  10, \n908),  but  permission  was  not  granted  until  Edward  Levi  became \nAttorney  General  (AS  10,908,  10,911).  Frank  Allen,  Deputy \nChief  of  the  Criminal  Division  of  Justice's  Civil  Rights \nDivision  stated,  however,  that  he  told  Assistant  Attorney \nGeneral  Perry  of  Simonetti's  staff  in  October  1974  that  the \nfiles  could  be  seen  at  any  time.  (Exs.  266;  272,  p.  29). \n(D)  The  McKay  Commission  files \nThough  the  interviews  conducted  by  the  McKay \n‘Commission  were  unsworn,  they  were  a  potential  source  of \n  \ninformation  concerning  post~retaking  brutality  which  the \nCommission  found  to  have  existed  (McKay  Report,  426-54). \nTO  obtain  access  to  the  McKay  file,  Fischer  issued  a  sub- \npoena  (Ex.  193,  Folder  3),  which  the  Commission  moved © \nto  quash  (Exs.  191,  192,  193).  Fischer's  position  was \nthat  McKay  materials  were  necessary  to  comply  with  the \nBrady  and  Rosario  doctrines  and  also  should  be  examined \nprior  to  Grand  Jury  action  on  an  indictment  (Ex.  193, \nFolder  1,  26).  The  subpoena  was  quashed  on  the  ground \nof  public  interest  privilege,  72  Misc.  2d  595,  and  that \nholding  was  affirmed,  42  A.D.2d  692. \nIn  February  1974  Simonetti  decided  he  needed \nthe  McKay  statementosf   all  litterbearers  and  doctors \n(Ex.  456).  Negotiations  during  the  Spring  and  Summer \nbetween  Simonetti  and  Bell  for  the  investigation  and  the \nattorneys  for  the  McKay  Commission  culminateidn   a \nproposed  consent  order  (Ex.  259)  and  an  agreement  that \nupon  receipt  by  the  Commission's  attorney  of  a  release \nfrom  the  person  interviewed,  the  interviewex  notes  would \nbe  released  (ibid.).  Simonetti's  recollection  is  that \nthe  matter  just  lapsed  because  the  investigation  wanted \n00279\nto  wait  to  see  whether  the  material  would  be  requested \nat  trial  as  Brady  or  Rosario  material  (AS  8529-30). \nThe  McKay  Commission  also  took  public  testi-~ \nmony  which  was  published.  At  pages  1617  and  1618  of \nthose  hearings  Senator  John  Dunne,  who  had  been  a  member \n  \nof  ‘the  Observers  Committee,|  \nee \nShapiro  testifieadt   the  McKay  Hearings  (p.  954)  that  he \nhad  no  recollection  of  seeing  any  mistreatment  or  bru~ \ntality  although  he  had  noted the  Senator's  remarks  in  a \nchronology  prepared  for  the  Executive  Chamber  (HS  2808, \n2892-97,  Ex.  33). \n/ \n00280\n(EB)  Ber  interviews \nThe  Bureau  of  Criminal  Investigatioonf   the \nState  Police  conducted  a  number  of  inmate  interviews  dur- \ning  the  first  few  weeks  after  the  riot,  which  were  de- \nsigned  theoretically  to  obtain  all  information  possessed \nby  the  inmates  interviewed.  While  it  could  hardly  be  ex- \npected  that  inmates  fearful  of  retribution  would  volun- \nteer  information  about  brutality  by  enforcenient  person~ \nnel,  so  little  such  data was  ‘obtained  by  the  BCI  that  the \ninvestigation  several  years  later  analyzed  all  interviews \n(FP)  Other  possible  sources \nThere  were  at  Attica  on  Septenber  13,  1971  not \nonly inmates  and  Correction  Officers,  but  officials  of: \nthe  Department  of  Correctional  Services,  of  the  Executive \nChamtheb Coemmirssi,one r  of  the  Office  of  General  Serv- \nices,  State  meoopers  ,  National  Guardsmen,  Sheriff's \ndeputies,  civilian  employees  of  the  prison,  civilian \ndoctors,  newsmen  and  members  of  the  Observers  '  Committee, \na  total  in  all  of  some  three  thousand  persons.  The  efforts \n00281\ngo \nmade by  the  Fischer-Simonetti  investigation  to  reach  the \nindividuals  in  these  various  groups  is  detailed  in  Sub- \ndiviston-2-of this  Section,  below.  ‘That  there  were  others \nwith  information  of  importance  to  the  investigation  and \nprosecution  of  crimes  of  brutality  against  inmates  is \nevident  from  the  interviews  conducted  by  my  investiga- \ntion  as  a  result  of  contacts  made  with  us  after  my  public \nrequest  for  information  (see  Section  C(1)  above).  Those \ninterviews,  which  are  being  made  available  to  the  Attica \ninvestigation  at  the  time  this  report  is  filed,  detail \nspecific  acts  of  brutality  and  are  by  persons  who  believe \nthey  can  identify  the  perpetrator,  or  where  not  may  serve \nas  important  corroborative  evidence. \nIn  summary,  the  information  available  from \nthese  witnesses  is  as  follows: \nKevin  Burke.  A  national  Guardsman  who  treated \nwounded  inmates  only  to  have  bandages  ripped  off,  saw  , \nstretchers  deliberately  tilted,  saw  guards  beat  inmates \non  medical  carts  with  clubs,  saw  a  prison  doctor  pull \nan  inmate  off  a  cart  and  kick  him  in  the  stomach,  saw \ninmates  beaten  while  running  a  gauntlet,  heard  a  civilian \nwho  appeared  to  be  in  charge  refuse  to  allow  Dr.  Cudmore \nof  the  National  Guard  set  up  a  field  hospital  on  prison \n00282\nground.  He  believes  he  can  identify  the  doctor  and’ \nthe:  cisilian  who-refused  — t e—akiow—the  hospital  to  pe  set \nup,  and  could  have  iden:  ified  guards  involved  in  the \n.  i: \n-  medical  cart  incident  had  he  been  contacted  shortly  after \nthe’  event.  He  appeared  before  the  McKay  Commission,  and \nin  Séptenber,  1975  testified  on  the  motion  hearing  in \nPeople  ve  Thompson.  The  files  of  the  investigation \n(Exs.  277,  463)  contain  no  record  of  Burke  or  any  attempt-  \nto  interview  him.  °  . \nJacques  Roberts.  An  inmate  who  details  being \nbeaten  with  clubs  when  taken  into  custody,  running  the \ngauntlet  in  A  yard,  having  teeth  knocked  out  by  a’  guard \nnamed  .  (phonetic  spelling)  and  being  beaten  with \nI  .  . \nrifle  butts  while  lying  prone,  hearing  a  shot  fired  inmedi- \nately  after  an  officer  in  an  orange  raincoat  said,  \"This \nnigger  ain't  dead  yet,\"  having  a  lit  cigarette  shoved  by \na  trooper  into  his  rectum an@ against  his  buttocks,  having \nt \nhis  finger  broken  in  a  second  gauntlet,  being  assaulted  by \ntroopers  when  he  went  to  the  prison  hospital  for  treatment. \nHe  states  that  he  can  identify,  in  addition  to! \nthe  trooper  who  shoved  the  cigarette  into  him  and:  some  of \nthe  troopers  who  assaulted  him  in  the  hospital. \n00283\n  \n    bert  S.  Je nks    .  A  staff  physician  at  Genesee \nMemorial  Hospital  who  arrived  at  the  prison  shortly  after \nnoon  on  September  13th  who  observed  an  inmate  with  large \nwounds  around  his  rectum  which  were  not  from  gunshot  and \n.which,  he  later  heard,  had  been  caused  by  a  broken  bottle; \nheard  a  guard  say  he  saw  a  hostage  who  was  castrated; \nwas  refused  permission  to  evacuate  to  Genesee  Hospital  an \n'  inmate  who  had  suffered  severe  brain  damage;  on  the  14th \nsaw  people  with  eractures  that  had  not  yet  been treatea \nand  people  in  need  of  transfusion  who  had  not  yet  received \nit.  .He  was  visited  by  the  FBI,  and  asked  by  McKay  Com- \nmission  people  to  testify  on  a  day  on  which  he  could  not \nbe  available.  No  one  else  ever  contacted  him.  He  cannot \nidentify  the  individuals  involved. \nJames  O'Rourke.  A  United  States Army  observer, \nwho: \n00284\n  \nRay  0.  Morrow.  Former  Sheriff  of  Ontario \nCounty  who  described  acts  of  brutality but  was  no  longer \nable  to  make  identification  of  the  perpetrator,  though  he \nhelieved  he  would  have  been  able  to  earlier. \n(2)  The  investigation  conducted \n(A)  The  first  month \n  \nOn  October  6,  1971,  the  first  group  of  investi- \ngators,  consisting  of  nine  State  Police  (Ex.  356,  Folder \n(187)  ‘and  nine  ‘independent  investigators  (Ex.  519),  were \ngiven  their  respective  assignments,  most  of  which  were  in \nthe  area  of  pre-riot  events  and  inmate  crimes  committed \nduring  the  riot.  (See  Section  E (3)  above.)  Two  investi- \ngators  were,  however,  assigned  at  that  time  to  the \n06285\n  \nretaking  (BM  5704,  AGS  Report  of  6/3/75,  p.  15).  This \n retaking  assignment  did  no t  include  rehousing  (JM  5839; \nAS  8356)  and  there  was  no  formal  commencement  of  a  rehous~ \ning  investigation  at  that  time.  No  Separate  file  was  set \n“up  for  rehousing  information  and  leads  (AS  8358),  and \nalthough  some  rehousing  information  developed  as  a  result \nof  the  investigation  of  gunshot  injuries  (EH  7625~27), \nthere  was  no  procedure  for  transmittal  or  collectioonf   such \ninformation  (BM  5533;  EH  7640) \nIn  describing  problems  which  were  encountered  in \nthe  early  retaking  investigation,  Fischer  emphasized \nthe  delay  caused  by  the  necessity  for  answering  McKay \nCommission  inguiries  (Ex.  520,  p.  4)  and  the  lack  of \nopportunity  to  interview  inmates  during  the  fall  of  1971 \nresulting  From  the  pendency  of  litigation  relating  to \ntheir  representation  and  constitutional  rights  (RF  3214- \n15,  3231-33),  and  also  indicated  that  McKay  Commission \nrepresentatives  had  disadvantaged  his  own  efforts  by \nsuggesting  to  inmates  that  \"they  [Fischer's  group]  are \nlooking  at  you  criminally  so  you  may  not  want  to  talk  to \nthem,  but  you  can  talk  to  us\"  (RF  9278).  I  have  not \n00286\n-  ee \n \n&\n   \n \n@\nalready  publicly  announced’  that  the  deaths  were  caused  by \ngunfire  and  knew  that  independent  pathologists  had  been \n‘Xetained,  It  was,  therefore,  unrealistic  to  believe  that \nobtaining  the  statements  was  a  coverup  effort  by  the  State \nPolice. \nline) & G13 ND oA\n.\n(1)  Weanons  Accountability \n(A)  The  Problem \nThe  State  Police  troopers  who  respondetdo   Attica \non  September  9,  1971;  came  -with  a  variety  of  firearms. \nAs  each  individual trooper  arrived,  he  had  in  his  possession  , \nhis  own  sidearm,  which  was  registered  in  official  State \nPolice  files.  Some  troopers  also  brought  rifles  and  shot- \nguns  with  them.  These  \"Long\"  weapons  were  registered  in- \nState  Police  records  to  a  specific  station,  but  not  to  a \nspecific  trooper  (Retake  Admin.  1234), \nANBAR\n  \n  \n(8)  -The  New  york  Timés  Transeript \nBell's  report  statee  that  it  seemed  obvious  ‘€rom \nthe  Septenber  14,  1971  issue  of  the  @imes  that its  re- \nporters  had  monitored  the  state  Police  radio  and  had  a \ncomplete  and  accurats  transcript,  pertiaps  even'a  tape, \n_  which  could  contain  much  relevant  material,  but  which, \ndespite  Bell's  urging,  Simonetti  refused  to  seek  (MBR  36, \n37). \n. \nBell  testified  that  he  first  mentioned  this  mat- \nter  to  Simonetti  in  conversation  before  he  mentioned  itt \nagain  in  a  memo  in  early  October  1974,  that  Simonetti \nwanted  to  avoid  publicity,  and  told  Bell  to  ask  Moran  the \nbest  way  to  do  that;  that  Moran  suggested  contacting  the \nsimes  through  counsel  and  Bell  learhed  that  the  Times  law \nfirm  was  Cahill,  Gordon  and  asked  Simonetti  for  permigsion \n‘to  call  Cahill,  which  was  refused;  that  he  then. repeated \nthe  request  in  writing,  but  never  received  an  answer; \nthat  he  needed  permission  to  make  the  call,  because  Simonetti \nhad  not  yet  made  up  his  mind  as  to  wmt  he  wanted  to  do \nabout  the  matter,  but  never  got  it  {MB  188-91), \n00477\nSimonetti's  response  in  \"Issues  and  Answers\" \n(Ex.  175,  p.  9)  was  that  the  Times  would  be  contacted  \"when \nit  is  timely.\"  He  testified  that  if  the  Times  had  such  evi- \ndence  it  would  have  \"volunteered  it\"  (AS  1887),  that  he \nwas  not  sure  when  he  first  learned  of  the  possible  existence \nof  such  a  transcript  but  directed  that  a  letter  be  weitten \nto  the  appropriate  law  firm,  and  if  such  a  letter  had  not \n‘been  written he  would  be  embarrassed  (BS  1887-93),  that \nif  such  a  transcript  existed  it  would  be  significant  evidence \n(AS  1896-97),  that  Bell  requested  permission  to  contact  the \nTimes  in  a  memo  of  November  21,  1974,  and  the  lead  was  given \n.to  Perry  to  follow  in  pecember  after  Bell  left,  and  that  he \ncould  not  say why,  on  June  -13,  1975,  when  he  testified \n‘about  the  question,  the  Times  had  not  yet  been  contacted.* \nA  memo from  Savine  to  Simonetti  dated  Deterber \n‘30,  1974  says  that  Perry  is  attempting  to  determine  whether \nthe  Times  had  a  log  (Ex.  2,  p.  11)  and  Moran  testified \n  \n1 \n*  Both  the  Times  and  UPI  (which,  it  appeared  from  a  portion \nof  “Events  at  Attica\"  (Ex.  237  ).  might  have  had  a  similar \ntranscript)  were  contacted  by  ny  investigation,  Neither \ndid  (Ex,  431a). \nQ \n00478\n  \nthat  he  was  contacted  by  Perry  in  relation  to  the  matter \n(BM  2258).  Perry  testified  that  a  possible  Los  Angeles  _ \nTimes  log  had  been  checked  into  and  it  was  learned  through \nMoran  that  this  wag  Just  a  veporter's  notes  of  tine  plus  what \nwae  then  said  on  the  radio  as  best:  he  could  get  it  down  in \nlonghand  (EP  5403,  5472),  that  though  the  New  York  Times \nshould  have  been  followed  up,  it  was  not  of  major  importance-  \nbecause  it  would  simply  fill  in  the  chinks  in  a  picture  of \nwhat  happened  on  the  13th  Gf  which  the  investigation  ai- \nveady  had  the  broad  outline  and  exact  times  of  events  would \nnot  be  too  important  (Ee  5427-32). \n00479\n\n############# Old Text on 20240828 ###############\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "https://ag.ny.gov/pdfs/MeyerReportVol2And3.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/130556"
    },
    {
      "date": "1977-11-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 316,
      "cite_1_reporter": "Misc.2d",
      "cite_1_vol": 92,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state supreme court",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 130404,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/130404.pdf",
      "title": "Opinion of the Court",
      "text": " \n \n   \n   \nGrand Jury \n92 Misc.2d 316, 402 N.Y.S.2d 100 \nDisclosure  of  Grand  Jury  Minutes  in  Aid  of  Private \nIn the Matter of Hugh L. Carey, as Governor of the \nLitigants \nState of New York, et al., Petitioners. \nElizabeth M. Hardie, Individually and as \n \nAdministratrix of the Estate of Elmer G. Hardie, \nDeceased, Claimant, \n(1) Grand Jury minutes contained in the final report of the \nv. \nSpecial Deputy Attorney-General concerning the conduct \nState of New York, Defendant. \nof the investigation by the Special Prosecutor into the \nLynda Jones, Individually and as Administratrix \nretaking of the Attica Correctional Facility by the State \nof the the Estate of Herbert W. Jones, Jr., \nPolice in September, 1971, may not be released to the \nDeceased, Claimant, \npublic or to claimants  *317 as part of and in aid of \nv. \ndiscovery in civil proceedings against the State arising out \nState of New York, Defendant \nof the inmate uprising at the prison. The report names \nindividuals who were not indicted and is critical of their \nSupreme Court, Wyoming County \nactions  and  decisions  supported  by  selected  parts  of \nNovember 29, 1977 \nGrand  Jury  testimony.  Neither  the  Governor  nor  his \ndesignee, the Special Deputy Attorney-General who was \nCITE TITLE AS: Matter of Carey  appointed in order to investigate charges of impropriety \nconcerning  the  conduct  of  the  investigation  into  the \nretaking of Attica (Executive Law, § 63, subd 8), has the \npower  to  examine  or  disclose  Grand  Jury  testimony \nSUMMARY \nwithout court order (CPL 190.25, subd 4). \n  \nThe Supreme Court of Wyoming County (Carman F. Ball, \n \nJ.) held that Grand Jury minutes contained in the final \n \nreport  of  the  Special  Deputy  Attorney-  General \nGrand Jury \n(Executive Law, § 63, subd 8) concerning the conduct of \nthe  investigation  by  the  Special  Prosecutor  into  the \nDisclosure  of  Grand  Jury  Minutes  in  Aid  of  Private \nretaking of the Attica Correctional Facility by the State \nLitigants \nPolice  in  September,  1971,  cannot  be  released  to  the \npublic  or  to  claimants  in  aid  of  discovery  in  civil   \nproceedings against the State arising out of the inmate \nuprising at Attica. The report names individuals who were  (2) Claimantsre not entitled to inspect Grand Jury minutes \nnot indicted and is critical of their actions and decisions  in aid of discovery in civil proceedings against the State \nsupported  by  selected  parts  of  Grand  Jury  testimony.  arising  out  of  the  inmate  uprising  at  the  Attica \nNeither  the  Governor  nor  his  designee,  the  Special  Correctional Facility. Generally, the disclosure of Grand \nDeputy Attorney-General, has the power to examine or  Jury minutes is limited to law enforcement personnel for \ndisclose Grand Jury testimony without court order. Since  the  purpose  of  conducting  departmental  disciplinary \nthe Governor pardoned and commuted the sentences of  investigations upon a factual showing of compelling need. \ndefendants who were convicted in connection with the  Since the Governor pardoned and commuted defendants \ninmate  uprising  and  precluded  any  disciplinary  action  who  were  convicted  in  connection  with  the  inmate \nagainst public officials involved in the retaking of the  uprising at the Attica Correctional Facility and dismissed \nprison, there is no pending law enforcement function to  inquiring  Grand  Juries  and  precluded  any  disciplinary \nwarrant public release of the Grand Jury minutes. Where  action against police officers involved in the retaking of \nonly private interests are at stake, the strong public policy  the prison, there is no pending law enforcement function \nagainst  the  disclosure  of  Grand  Jury  minutes  is  not  to be performed pertaining to Attica to warrant the public \novercome by the showing of merely a “public interest”.  release of Grand Jury minutes contained in the final report \n   of  the  Special  Deputy  Attorney-General,  who  was \nappointed to evaluate the conduct of the investigation by \nthe Special Prosecutor into the Attica uprising (Executive \nHEADNOTES \nLaw, § 63, subd 8). When the enforcement- investigative \n \n\n \nprerequisite has not been met and only private interests  APPEARANCES OF COUNSEL \nare at stake, the strong public policy against the disclosure \nof Grand Jury minutes is not overcome by the showing of  Louis  J.  Lefkowitz,  Attorney-General  (Elliott  S. \nmerely “a public interest” or by the assertion of good  Greenspan, Michael G. Wolfgang and John R. Stewart of \ncause.  counsel),  for  petitioners.  William  J.  Cunningham  for \n   Lynda Jones, claimant. Eugene C. Tenney for Elizabeth \nM. Hardie, claimant. \n   \n   \nGrand Jury \nDisclosure  of  Grand  Jury  Minutes  in  Aid  of  Private  OPINION OF THE COURT \nLitigants \nCarman F. Ball, J. \n \n(3) Claimantsre not entitled to inspect Grand Jury minutes  The petitioners, Hugh L. Carey, Governor of the State of \ncontained  in  the  final  report  of  the  Special  Deputy  New York, and Louis J. Lefkowitz, Attorney-General of \nAttorney-General  concerning  the  conduct  of  the  the State of New York, seek a judicial determination as to \ninvestigation into the retaking of the Attica Correctional  the propriety of the publication of volumes 2 and 3 of the \nFacility by State Police in September, 1971 in aid of  final  report  of  the  Special  Deputy  Attorney-General, \ndiscovery in civil proceedings against the State arising out  Bernard S. Meyer (Meyer report), which evaluated the \nof  the  inmate  uprising  at  the  Attica  prison  since  the  conduct of the investigation by the Special Prosecutor into \nrelease of selected portions of evidence before the Grand  the  retaking  of  the  Attica  Correctional  Facility  on \nJury in the report, together with evidence not before the  September  13,  1971  and  related  events  subsequent \nGrand Jury, without giving persons criticized in the report  thereto, which report contains excerpts from the minutes \nthe  opportunity  to  cross-examine,  refute  or  submit  of the Wyoming County Grand Jury and further seeks a \nevidence is unfair raising strong questions of due process  determination under what conditions and to what extent \nof law with respect to those unindicted persons whose  the court deemed just and proper to release all or any \nreputations  can  be  impaired  without  the  benefit  of  a  parts thereof. \nhearing. The report names individuals and is critical of    \ntheir actions and decisions supported by selected parts of  Elizabeth M. Hardie and Lynda Jones, claimants in an \nGrand Jury testimony. Criticism of public officials who  action against the State of New York pending before the \nare not under indictment in a report made by investigating  Court of Claims move: (1) for an order directing the State \ncommittees  or  by  a  designee  appointed  by  the  of New York to produce for investigation and copying by \nAttorney-General (Executive Law, § 63, subd 8) tends to  the claimants or their attorneys, volumes 2 and 3 of the \nunfairly  subject  those  persons  to  the  same  public  final report of Special Deputy Attorney-General Bernard \ncondemnation  and  opprobrium  as  if  they  had  been  S. Meyer; (2) for an order allowing their attorneys to \nindicted.  The  public  interest  lies  not  in  disclosure  of  inspect  the  minutes  of  the  Second  Wyoming  County \nselected excerpts of Grand Jury testimony for the purpose  Grand Jury investigating the conduct of the New York \nof  supporting  conclusions  of  the  report  but  rather  in  State personnel and correction officers during the retaking \nguarding the secrecy of Grand Jury minutes. *318  of the Attica prison on September 13, 1971; and (3) for an \n   order of the court directing that the *319 defendant State \nof New York turn over to the claimants’ attorneys copies \nof all the debriefing statements and shooter statements \nTOTAL CLIENT SERVICE LIBRARY  taken  from  the  State  Police  personnel  and  correction \nREFERENCES  officers after the assault and retake of the Attica prison on \nSeptember 13, 1971, as ordered by Justice Quigley of the \nNew York State Court of Claims, July 1, 1977. \nCriminal Procedure Law §190.25; Executive Law §63    \nOn the recommendation of Governor Carey, Bernard S. \n38 Am Jur 2d, Grand Jury §§ 39-41 \nMeyer  was  appointed  pursuant  to  section  63  of  the \nExecutive  Law  by  the  Attorney-General  on  April  17, \nANNOTATION REFERENCES \n1975 as a Special Deputy Attorney-General to evaluate \nthe conduct of the investigation by the Special Prosecutor \nAccused’s right to inspection of minutes of state grand  into the retaking of the Attica Correctional Facility on \njury. 20 ALR3d 7.  September 13, 1971 and related subsequent events. \n  \n \n\n \nThereafter,  on  October  27,  1975,  Special  Deputy  that the first volume of the Meyer report did not contain \nAttorney-General Meyer rendered a report to Governor  Grand Jury minutes and was given a public release. Since \nCarey  and  the  Attorney-General  consisting  of  three  individuals are named in volumes 2 and 3 which contain \nvolumes  containing  his  findings  and  the  evidence  in  Grand Jury minutes, the court should determine whether \nsupport thereof, together with his recommendations.  and under what conditions access to volumes 2 and 3 \n   should be allowed; and if allowed, who may examine \nOn  December  22,  1975,  pursuant  to  subdivision  8  of  such volumes so that they may have an opportunity to \nsection 63 of the Executive Law, volume 1 of the Special  take appropriate legal action prior to the determination of \nDeputy Attorney-General’s report containing findings and  this motion. \nrecommendations  was  released  to  the  public  by  the    \nGovernor and the Attorney-General.  The petitioner asserts that there are 83 pending cases \n   which arose out of the Attica uprising in the Court of \nSubsequent  to  the  appointment  of  Special  Deputy  Claims of the State of New York and in the Federal courts \nAttorney-General Bernard S. Meyer, Alfred J. Scotti was  against the State of New York, individual defendants, \nappointed  as  a  Special  Deputy  Attorney-General  on  State officials and employees. \nDecember 16, 1975 to oversee the conduct of the Attica    \ninvestigation and, among other assignments, to “review  That volumes 2 and 3 contain information which may be \nevidence  to  determine  whether  indictments  should  be  prejudicial to the defendants whom he represents in the \nsought against law enforcement personnel and others, and  civil actions. \nto conclude all aspects of the Attica probe ‘justly.”’    \n   Petitioner  asserts  that  he  has  a  divided  responsibility \nIn  January  and  February,  1976,  upon  Mr.  Scotti’s  between a duty to the public as a public official to seek \nrecommendation, indictments against 24 inmates and one  the  release  at  the  request  of  the  Governor,  and  his \nState  trooper  were  dismissed.  The  two  Grand  Juries  responsibility to assume control of the representation of \nhearing  the  Attica  prison  riot  evidence  have  been  State officers and employees against whom actions have \ndischarged.  been brought for acts in the performance of the discharge \n   of their duties. \nOn December 31, 1976, Governor Carey announced that    \nhe  would  pardon  seven  inmates  and  commute  the  Motions were made by the claimants Hardie and Jones to \nsentence of an eighth “to close the book” on the Attica  disclose the Grand Jury minutes before the Honorable \nriot and further declared that based on recommendations  Robert M. Quigley who held that he lacked jurisdiction \nof  Superintendent  of  the  State  Police,  William  G.  and dismissed the motions in the Court of Claims. \nConnelie,  and  Corrections  Commissioner,  Benjamin    \nWard, no disciplinary action would be taken against 20  The Attorney-General contends that in a motion before \nlaw enforcement personnel.  *321  Judge  Quigley,  the  claimants  Jones  and  Hardie \n   sought production of the Meyer report and minutes of the \nRelease of the entire report had been recommended by  Special  Grand  Jury  and  the  records  of  the  McKay \nboth *320 Special Deputy Attorneys-General, Bernard S.  commission. That Judge Quigley granted the inspection of \nMeyer and Alfred J. Scotti, allowing time to individuals  the  records  of  the  McKay  commission  but  made  no \nnamed  in  the  report  for  recourse  to  the  courts.  The  statement with regard to either the Meyer report or the \nGovernor and the Attorney-General publicly stated that  Special  Grand  Jury  minutes  and  contends  that  he \nvolumes 2 and 3 of the Meyer report be made public  impliedly denied that part of the request. \nbecause it is in the public interest for the public to know    \nwhat transpired to the end that confidence in our system  The  decision  was  appealed to  the  Appellate  Division, \nof justice be restored.  Fourth Department, which ruled that the McKay material \n   was  protected  from  disclosure  by  the  public  interest \nThe  Governor  requested  the  Attorney-General  to  take  privilege. That the claimants had an opportunity to test the \nwhatever  legal  action  necessary  to  effect  the  prompt  denial by Judge Quigley and they cannot relitigate the \nrelease of volumes 2 and 3 of the Meyer report which  question. \nquotes Grand Jury testimony and draws conclusions based    \nupon Grand Jury evidence.  The  petitioner  further  contends  that  the  claimants’ \n   purpose for obtaining Grand Jury information is purely \nCPL 190.25 (subd 4) prohibits disclosure of Grand Jury  pecuniary  gain  and  that  Grand  Jury  minutes  are  not \ntestimony except by court order.  disclosable to private litigants seeking money damages. \n     \nPetitioner, Louis J. Lefkowitz, Attorney-General, asserts  Petitioner  further  contends  that  disclosure  of  material \n \n\n \nsecured from witnesses in a special (Meyer) investigation  contends that in the exercise of the sound discretion of \nshould be denied because of the public interest privilege;  this court that broad public interest would best be served \nthat the disclosure of the list of witnesses who appeared  by not permitting selected excerpts from the Grand Jury \nbefore the Second Grand Jury, as well as the Bell report,  minutes chosen to support conclusions of selected officers \nshould be considered as having the same immunity from  to be made public, rather the release of all minutes and \ndisclosure as the Grand Jury proceedings have.  records of the Grand Jury, as well as the records and \n   minutes of Meyer’s hearings which will not only best \nThe  petitioner  further  contends  that  this  court  lacks  serve the public interest but which will best serve the \njurisdiction  to  order  the  State  to  produce  debriefing  interest  of  those  officers  who  pursued  the  Attica \nstatements  because:  (1)  the  issue  of  the  shooter  and  investigation until its withdrawal from the judicial system. \ndebriefing statements had already been decided by the    \nCourt of Claims in the order of Judge Quigley dated July  Fischer contends that Mr. Meyer could not reveal the \n1, 1977; and (2) that according to the records of the New  nature or substance of any Grand Jury testimony except in \nYork State Police, they do not have the statements that  the lawful discharge of his duties as a District Attorney \nwere turned over to the Wyoming County Grand Juries  unless authorized by court order and contends that the \nand were offered before the Grand Juries as exhibits and  Governor  lacks  access  to  Grand  Jury  proceedings \nare under the control of the Grand Jury.  pursuant to subdivision 8 of section 63 of the Executive \n   Law without a court order. \nThe attorneys for the claimants Jones and Hardie assert    \nthat  their  claims  arise  out  of  the  Attica  Correctional  That it was the acts of the executive in withdrawing the \nFacility uprising on September 13, 1971. That the claims  issues from the courts that has prevented full disclosure; \nare complex: (1) that a number of key witnesses and  that rather than releasing selected portions of the Grand \nofficials have died, retired or otherwise left the employ of  Jury minutes to support the Meyer report, that access be \nthe State; (2) that the records of the second Wyoming  given  to  the  secret  minutes  and  records  to  support \nCounty  Grand  Jury  which  investigated  the  use  of  Meyer’s findings. *323 \nexcessive force by the State, the Meyer report and the    \ndebriefing  and  shooter  statements  all  contain  relevant  Bernard S. Meyer, pro se, in support of the release of \ninformation to the prosecution of these claims; and (3)  volumes 2 and 3 asserts that the Governor has directed its \nthat discovery by the claimants was prevented because of  release,  that  this  court  is  without  power  to  make  a \nthe  criminal  proceedings  arising  out  of  the  Attica  contradictory  direction  and  that  the  power  of  the \nuprising; *322 that since no discovery was permitted to be  Governor to release is independent of any direction by a \nundertaken for five years after the occurrence through no  court countermanding his direction. \nfault of their own, they should be allowed to discover the    \nGrand Jury minutes and be provided with copies of the  That the purpose of his investigation grew out of charges \nMeyer  commission  report  as  well  as  the  debriefing  made by the former Assistant Attorney-General Malcolm \nstatements.  Bell, causing the integrity of the criminal justice system \n   of the State to be called into question by the charges he \nThe  correction  officers  oppose  the  motion  of  the  made. \nAttorney-General and claim that the Meyer report should    \nnot be released or, in the alternative, should be released  Governor  Carey  in  granting  clemency  to  the  accused \nonly if modified to conceal the identities of correction  inmates and sanctioning the withholding of disciplinary \nofficers mentioned therein. They further assert that Grand  proceedings against State personnel to bring the Attica \nJury  testimony  was  released  to  the  Department  of  matter to a close, recognized that directing a release of \nCorrections by Deputy Attorney-General Scotti pursuant  volumes 2 and 3, there was public interest involved in \nto  an  order  of  this  court,  but  the  Department  of  knowing the extent to which criminal justice, prison and \nCorrections  determined  not  to  discipline  any  of  the  police systems were or were not lacking in integrity. \nofficers. That since no correction officer was indicted or    \ndisciplined, to name them publicly now would be unfair  That the reasons for protection of the Grand Jury minutes \nand lay them and their families open to public scorn and  have  all  been  obviated  in  the  instant  case  except  as \nthey would be unable to defend themselves as provided  protection  of  the  individual’s  reputation  and  that  the \nwhen a person is mentioned in a Grand Jury report the  private  interest  of  relatively  few  individuals  can  be \nopportunity to add his own response to the report.  adequately protected by redaction and in any event is \n   completely outweighed in any balancing process by the \nRobert  Fischer,  pro  se,  who  as  Special  Deputy  necessity for restoring confidence in the criminal justice \nAttorney-General  conducted  the  proceedings  up  to  system, prison system and the State Police. \nDecember  30,  1973,  appears  in  this  proceeding  and    \n \n\n \nHe further contends that the potential liability of the State  discretion  of  the  court  inspect  Grand  Jury  minutes. \nin pending lawsuits is no reason to prohibit the release of  (Matter of Attorney-General of State of N.Y., 145 Misc \nthe volumes in issue.  331; People v Behan, 37 Misc 2d 911.) \n     \nThat no promise of confidentiality was authorized by the  The  Legislature  may  authorize  the  Governor  or  the \nexecutive order which resulted in the Meyer report, nor  Attorney-General to conduct investigations for the sole \nwere  persons  interviewed  made  any  promise  of  purpose  of  securing  information  to  advise  executive \nconfidentiality.  action. (Executive Law, § 63, subd 8; Matter of Sigety v \n   Hynes, 38 NY2d 260; Ward Baking Co. v Western Union \nThat the protection against condemnation by the report is  Tel. Co., 205 App Div 723.) \nnot  absolute;  the  essential  is  fairness  to  the  persons    \ninvolved.  Bernard  Meyer,  as  the  Governor’s  designee,  obtained \n   access to the Grand Jury minutes as a superseding District \nThat under subdivision 8 of section 63 of the Executive  Attorney, in that capacity he was restrained from making \nLaw, the appointee inquires into matters concerning the  the minutes available to the Governor pursuant to CPL \npublic peace, public safety and public justice, which may  190.25 (subd 4) which provides: “Grand jury proceedings \nbe deemed a higher public interest than that involved in  are secret, and no grand juror or other person specified in \nthe report of a Grand Jury.  subdivision three may, except in the lawful discharge of \n   his  duties  or  upon  written  *325  order  of  the  court, \nThe issue presented to this court is whether Grand Jury  disclose  the  nature  or  substance  of  any  grand  jury \nminutes should be released either in the Meyer report or  testimony,  or  any  decision,  result  or  other  matter \nto claimants as part of and in aid of discovery in civil  attending a grand jury proceeding”; and section 325 of the \nproceedings. *324  Judiciary Law: “to furnish to the district attorney *** a \n   full copy of all such testimony as such district attorney \n(1)Grand Jury minutes by statute (CPL 190.25, subd 4)  shall require, but he shall not permit any other person to \nand by decision are secret and may only be inspected or  take a copy of the same, nor of any portion thereof, nor to \ndisclosed upon order of the court, as stated by the court in  read the same, or any portion thereof, except upon the \nPeople v Di Napoli (27 NY2d 229, 234, 235):  written order of the court duly made after hearing the said \n   district attorney *** When so impounded, such original \n“We start with the proposition that secrecy of grand jury  notes, minutes, and exhibits shall not be taken from the \nminutes is not absolute. Under section 952-t of the Code  custody of such judge or such public officer except upon \nof Criminal Procedure, a copy of the minutes may be  the order of such judge *** Except as above provided, all \nfurnished to ‘any *** person *** upon the written order  of the said original notes and minutes shall be kept in \nof the court’. Firmly settled is the rule that determination  custody of said district attorney, and neither the same, nor \nof the question whether disclosure should be permitted is  a copy of the same, or any portion of the same, shall be \naddressed to, and rests in, the trial judge’s discretion ***  taken from the office of said district attorney, excepting as \nIn exercising this discretion, the court must balance the  above provided.” \ncompeting  interests  involved,  the  public  interest  in    \ndisclosure against that in secrecy.”  Section 63 of the Executive Law provides in pertinent \n   part as follows: \n“Ranged against these considerations are the reasons for    \nmaintaining the secrecy or confidentiality of grand jury  “The attorney-general shall *** \nminutes. Those most frequently mentioned by courts and    \ncommentators are these: (1) prevention of flight by a  “2. Whenever required by the governor, attend in person, \ndefendant who is about to be indicted; (2) protection of  or by one of his deputies, any term of the supreme court \nthe  grand  jurors  from  interference  from  those  under  or appear before the grand jury thereof for the purpose of \ninvestigation; (3) prevention of subornation of perjury and  managing and conducting in such court or before such \ntampering with prospective witnesses at the trial to be  jury criminal action or proceedings as shall be specified in \nheld as a result of any indictment the grand jury returns;  such requirement; in which case the attorney-general or \n(4) protection of an innocent accused from unfounded  his deputy so attending shall exercise all of the powers \naccusations if in fact no indictment is returned; and (5)  and perform all of the duties in respect of such actions or \nassurance to prospective witnesses that their testimony  proceedings, which the district attorney would otherwise \nwill be kept secret so that they will be willing to testify  be authorized or required to exercise or perform *** \nfreely.”    \n   “8. Whenever in his judgment the public interest requires \nThe  Governor  and  the  Attorney-General  may  in  the  it, the attorney-general may, with the approval of the \n \n\n \ngovernor,  and  when  directed  by  the  governor,  shall,  the admonitions contained in the Scotti decision. \ninquire into matters concerning the public peace, public    \nsafety and public justice *** The attorney-general, his  Had an application been made to this court, inspection of \ndeputy, or other officer, designated by him, is empowered  the Grand Jury minutes would have been granted as in the \nto subpoena *** under oath before himself or a magistrate  Scotti  case  with  proper  safeguards  to  the  individuals \nand require [the production of] books *** or papers *** It  named therein. \nshall be the duty of all public officers, their deputies,    \nassistants and subordinates, clerks and employees, and all  (2)The courts have generally refused to permit disclosure \nother  persons,  to  render  and  furnish  to  the  of *327 Grand Jury minutes unless the moving party was \nattorney-general, his deputy or other designated officer,  connected  with  law  enforcement.  (See,  e.g.,  Albert  v \nwhen requested, all information and assistance in their  Zahner’s Sales Co., 81 Misc 2d 103.) \npossession  and  within  their  power  ***  Any  officer    \nparticipating *326 *** and any person examined as a  Disclosure  has  been  made  to  those  investigating  the \nwitness *** who shall disclose to any person other than  malfeasance of a public official (see, e.g., People ex rel. \nthe governor or the attorney-general the name of any  Hirschberg v Board of Supervisors of County of Orange, \nwitness examined or any information obtained upon such  251 NY 156, 170-171; Matter of Quinn, 293 NY 787, affg \ninquiry,  except  as  directed  by  the  governor  or  the  267 App Div 913); a police commissioner investigating \nattorney-general,  shall  be  guilty  of  a  misdemeanor.”  police corruption (e.g., Matter of City of New Rochelle, 35 \n(Emphasis added.)  Misc 2d 254; Matter of Scro, 200 Misc 688); to the \n   Governor’s  special  investigating  counsel  (Matter  of \nThis  court  has  found  no  authority  which  permits  the  Crain, 139 Misc 799); and to grievance committees of the \nGovernor or his designee pursuant to subdivision 8 of  various Appellate Divisions. \nsection 63 of the Executive Law to examine or disclose    \nGrand Jury testimony without permission of this court.  However,  when  the  enforcement-investigative \n(See People  v  Di  Napoli,  supra;  Ward  Baking  Co.  v  prerequisite has not been met and only private interests \nWestern Union Tel. Co., 205 App Div 723, supra; Matter  are at stake the courts have been firm in holding that the \nof Scotti, 53 AD2d 282.)  strong public policy, originating in the earliest history of \n   the State, is not overcome by the showing of merely “a \nAlfred J. Scotti, Special Deputy Attorney-General, made  public  interest.”  Thus,  disclosure  was  denied  to  a \napplication to this court to release Grand Jury testimony  committee of the Association of the Bar of the City of \nfor the purpose of departmental disciplinary action, which  New York (People v Ewald, 144 Misc 657); to a Judge \nwas granted. The court stated in  Matter of Scotti (53  charged with bribery (Matter of Martin, 170 Misc 919); to \nAD2d 282, 289): “We note, however, that in the third  the Erie County Bar Association (Matter of Bar Assn. of \nsentence of paragraph 7 of the affidavit of respondent  Erie County [Hagerty], 182 Misc 529); to the Corporation \nScotti  in  support  of  the  application  for  transmittal  of  Counsel of Buffalo for the purpose of civil suit (People v \nminutes  to  the  Commissioner  of  the  Department  of  Pankow, 17 Misc 2d 143); and to a County Executive \nCorrectional Services, he expressed a conclusion which is  (Matter of Temporary State Comm. of Investigation, 47 \nnot supported by the testimony in the specified minutes.  Misc 2d 11). \nThis prompts the admonition that it is the minutes of    \ntestimony which are transmitted to the superintendent and  The court is mindful of the Governor’s responsibility to \nthe  commissioner,  and  that  conclusory  statements  by  enforce the law, but, in the exercise of that responsibility, \nrespondent Scotti concerning the content of the minutes,  pursuant  to  section  63  of  the  Executive  Law,  the \ncontained in the application for the orders, should be  Governor  and/or  the  Attorney-General  or  his  deputies \naccorded  no  weight  by  the  superintendent  or  the  cannot usurp judicial discretion. \ncommissioner. We add a further note of warning to the    \nsuperintendent and commissioner to whom these minutes  The Governor, the Attorney-General or Bernard Meyer \nare released -- the release orders carefully restrict the use  could not have meant to make a commitment to release \nof the minutes. In all other respects these minutes remain  Grand Jury testimony in a report in order to fulfill a \nsecret, and utmost care must be taken to insure that they  promise that the Meyer report would be made public. The \nare used in no manner except as specified and are not  first volume of the Meyer report was premised on an \npermitted  to  be  seen  or  used  by  any  other  person.”  examination of Grand Jury minutes without the benefit of \n(Emphasis added.)  a  court  order.  The  requested  release  of  Grand  Jury \n   minutes in volumes 2 and 3, in effect, would be an order \nAlthough  the  Meyer  report was  prepared  prior  to  the  of disclosure nunc pro tunc. \nabove decision, the use of selected Grand Jury minutes    \nincluded in the Meyer report would in effect circumvent  The courts have consistently held that judicial discretion \n \n\n \nmay  be  exercised  in  favor of  disclosure  only  upon  a  administration  of  justice’  is  not  a  virtue  peculiar  to \nfactual showing of compelling need. The public interest,  ourselves as lawyers, but is common to all persons *** \npast, present and future, in maintaining the secrecy of the  [i]t matters not that the January, 1944, Erie County grand \nGrand  Jury  *328  proceedings  cannot  be  overcome  or  jury has finished its work and been discharged. What does \noutweighed by the assertion of good cause.  matter is that hundreds of grand juries are to follow this \n   Grand  Jury.  The  work  of  these  juries  must  not  be \nThe purpose stated for the need for the disclosure of  impaired *** [t]hey must not be deterred in their function \nselected  portions  of  the  Grand  Jury  testimony  is  to  through  fear  that  the  recorded  minutes  of  their \nsupport the Meyer report because of the alleged public  proceedings might be scrutinized by others than those \ninterest involved in knowing the extent to which criminal  now determined by the courts of this State as being proper \njustice,  prison  and  police  systems  were  or  were  not  persons to examine the minutes of grand juries.” \nlacking in integrity.    \n   The court finds that the release of selected portions of \nAttica has been investigated by the McKay commission,  evidence before the Grand Jury in the report, together \nthe Goldman commission and Special Deputy Scotti, all  with evidence not before the Grand Jury, without giving \nof whom have issued reports.  persons  criticized  in  the  report  the  opportunity  to \n   cross-examine, refute or submit evidence, is unfair; and \nThe Executive Department after receiving the Grand Jury  further, to allow one person to determine the facts and the \nminutes requested by Scotti did not take any disciplinary  law, to condemn and absolve can only precipitate debate \naction.  in the public minds as to what happened in Attica. Rather \n   than closing the book, it is opening Pandora’s box. \nThe  Governor,  based  in  part  upon  the  Meyer  report,    \npardoned and commuted defendants who were convicted,  The  inherent  unfairness  involved  in  criticizing  public \nand dismissed inquiring Grand Juries and removed from  officials who were not under indictment and have no \nthe courts public trial of their indictments and precluded  forum  for  presentation  of  evidence  for  refutation  was \nany disciplinary action against public officers. There is no  pointed out in Matter of Wood v Hughes (9 NY2d 144, \npending  law  enforcement  function  to  be  performed  154, 148, n 1): \npertaining  to  Attica.  (Except  the  trial  of  People  v    \nGonzales, Ind. 6 1/2, 1973.)  “In  the  public  mind,  accusation  by  report  is \n   indistinguishable by indictment and subjects those against \nThis court has made an in camera inspection of the Meyer  whom it is directed to the same public condemnation and \nreport which refutes the accusations made by Malcolm  opprobrium as if they had been indicted”. \nBell and contains selected Grand Jury testimony claimed    \nto  support  the  findings  of  Bernard  Meyer’s  personal  “It  is  not  a  criminal  accusation,  grounded  on  legally \nopinions and conclusions as to the veracity and judgment  sufficient evidence of the violation of a criminal statute, \nof the persons involved and does not set forth the full  to which answer may be made in court; it is rather a moral \nstory dealing with Attica. The report names individuals  condemnation of exhortation without any forum being \nand is critical of their actions and decisions supported by  provided for explanation or defense.” \nselected parts of Grand Jury testimony.    \n   The  Legislature  has  set  down  specific  guidelines  for \n(3)This court has previously found that a report of the  Grand Juries to make reports where no indictments have \nGrand Jury failed to comply with CPL 190.85 in that it  been found, in order to protect the innocent. There are no \ndid  not  recommend  disciplinary  proceedings  nor  similar guidelines made with respect to reports made by \nrecommend legislative action.  investigating  committees  or  designees  set  up  under \n   subdivision 8 of section 63 of the Executive Law which, \nIn the application of the Matter of Bar Assn. of Erie  as here, raises strong questions of due process of law with \nCounty (Hagerty) ( 182 Misc 2d 529, 535-536, supra),  respect  to  those  persons  whose  reputations  can  be \nwhere the Bar Association sought to examine the minutes  impaired without the benefit of a hearing. (See Wisconsin \nof the Grand Jury in an effort to promote legal reform and  v Constantineau, 400 U.S. 433.) *330 \nfacilitate the administration of justice, the court denied the    \nBar Association’s request: “If the court establishes the  The court finds that the public interest lies not in the \nprecedent sought by the petitioner, can it at some later  disclosure of selected excerpts of Grand Jury testimony \ndate deny a similar motion made by other membership  for the purpose of supporting conclusions of the Meyer \ncorporations, many of whose purposes are no less lofty or  report, but rather in guarding the secrecy of Grand Jury \nidealistic, as concerns public *329 interest *** A desire  minutes. Therefore, the petitioner is directed to redact and \n‘to  promote  reforms  in  the  law  and  facilitate  the  exclude any and all reference to Grand Jury testimony \n \n\n \nfrom the Meyer report, volumes 2 and 3.  Herring v City of Syracuse, 81 Misc 2d 1060.) \n     \nAny exhibit ordered produced in any court action which  The court further finds that volumes 2 and 3 of the Meyer \nwas used before the Grand Jury is hereby released and  report  without  the  Grand  Jury  minutes  or  references \nsuch release is limited to the exhibits themselves and do  thereto be made available to those persons who are named \nnot include Grand Jury testimony concerning them. The  in the report 30 days prior to the release of the report so \nrequest for the names of the Grand Jury witnesses is  that they may be afforded the same rights as provided for \ndenied.  persons named in a Grand Jury report *331 \n     \nThe  court  finds  that  the  claimants’  request  for \nexamination of the Grand Jury minutes is a request in aid  Copr. (C) 2022, Secretary of State, State of New York \nof private litigants seeking money damages and is denied.   \n(See Matter of City of Buffalo [Cosgrove], 57 AD2d 47; \n \n \n \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/130404"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": true,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 64785,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/64785.pdf",
      "title": "Decision and Order",
      "text": "At a ·special Term of the Supreme \nI  Court, State of New York, at the \nI \nI  courthouse in Buffalo, New York, on \nJ  the .?. l-{ day of Ap·~.-\\ L .,  2014 \nSIAlcot t~YORK \nSUPREME COURT  COUNTY OF WYOMING \nIn the Matter of the Application of HUGH L. \nCAREY, Governor of the State of New York., \nand LOUIS J_ LEFKOWITZ, Attorney General \nof the State of New York,  DECISION and ORDER \nfor a judicial determination as to the publication \nof Volumes 2 and 3 of the Final Report of  INDEX NO. 15062 \nBernard S. Meyer, Special Deputy Attorney  (Wyoming County) \nGeneral, evaluating the conduct of the \ninvestigation by the Special Prosecutor into \nthe retaking of Attica Correctional Facility \non September 13, 1971, and related \nevents subsequent thereto. \nAPPEARANCES:  MARTIN·J. MACK, ESQ., and MICHAEL J. RUSSO, ESQ., for \nPetitioner Attorney General of the State of New York \nROBERT E. MULVANEY, ESQ., and STEPHEN G. DeNIGRIS, ESQ. . \nfor Proposed Intervenor Police 'Benevolent Association of the \nNew York State Troopers, Inc. \nMICHAEL P. RAVALLI, ESQ., for Proposed Intervenor New York \nState Police Investigators Association \nEDWARD C. COSGROVE, ESQ., for Proposed Intervenor Lavonne \nWilliams \nPAPERS CONSIDERED:  the NOTICE OF MOTION of Petitioner Attorney General of the State \nof New York; \nthe supporting AFFIRMATION of Martin J. Mack, Esq., with annexed \nexhibits;  · \nVolume 2 of the Meyer Report (considered by the Court in camera \nand to be filed under seal); \nVolume 3 of the Meyer Report (considered by the Court in camera \nand to be filed under seal); \nthe List of Exhibits historically app~nded to the Meyer Report \n(considered by the Court in camera and to be filed under seal); \nthe Alphabetical Witness List historically appended to the Meyer \nReport (considered by the Court in camera and to be filed under \nseal}; \n\nthe Attorney General's Meyer Report Reference Guide (considered by \nthe Court in camera and to be filed under seat); \nthe Attorney General's List of Persons Referenced in Meyer Report \nVolumes {2] and [3] (considered by the Court in camera and to be \nfiled under seal); \nthe Attorney General's list of EXHIBIT REDACTIONS (considered \nby the Court in camera and to be filed under seal); \nthe MEMORANDUM OF LAW IN SUPPORT OF ATTORNEY \nGENERAL'S MOTION TO RENEW; \nthe NOTICE OF CROSS-MOTION of Proposed Intervenor· Police \nBenevolent Association of the New York State Troopers, Inc.: \nthe AFFIRMATION [of Richard E. Mulvaney, Esq.] IN OPPOSITION \nTO PUBLICATION OF VOLUMES 2 AND 3 OF THE MEYER \nREPORT AND IN FURTHER SUPPORT OF CROSS-MOTION TO \nINTERVENE; \nthe MEMORANDUM OF LAW IN SUPPORT OF PROPOSED \nINTERVENOR'S MOTION TO INTERVENE AND IN OPPOSITION \nTO THE PUBLICATION OF VOLUMES 2. AND 3 OF THE MEYER \nREPORT; \nthe NOTICE OF CROSS-MOTION of Proposed Intervenor New York \nState Police Investigators Association; \nthe AlTORNEY AFFIRMATION {of Michael P. Ravalli, Esq.) IN \nSUPPORT OF CROSS-MOTION TO INTERVENE, AND IN \nOPPOS[IJTION TO PUBLICATION OF VOLUMES 2 AND 3 OF THE \nMEYER REPORT;  . \nthe AFFIDAVIT [of Jeffrey J. Kayser] IN SUPPORT OF NYSPIA'S \nMOTION TO INTERVENE, AND IN OPPOS[l]TION TO \nPUBLICATION OF VOLUMES 2 AND 3 OF THE MEYER REPORT; \nthe MEMORANDUM OF LAW IN SUPPORT OF CROSS-MOTION \nOF PROPOSED INTERVENOR NEW YORK STATE POLICE \nINVESTIGATORS ASSOCIATION AND IN OPPOSITION TO \nPETITIONER'S MOTION FOR Ll;AVE TO RENEW AND FOR \nPUBLICATION OF VOLUMES 2AND 3 OF THE MEYER REPORT; \nthe NOTICE OF CROSS-MOTION of Proposed Intervenor Lavonne \nWilliams and the AFFIDAVIT [of Edward C. Cosgrove, Esq.] IN \nOPPOSITION TO PUBLICATION OF VOLUMES 2 AND 3 OF THE \nMEYER REPORT AND IN FURTHER SUPPORT OF CROSS \nMOTION TO INTERVENE; \n2 \n\nthe REPLY MEMORANDUM of Petitioner Attorney General of the \nState of New York; \nthe November 21, 2013 letter of Lewis B. Oliver, Jr., Esq.; \nthe December 11, 2013 letter of Kristopher A. White; \nthe December 12, 2013 letter of Warren Ovalle. with attachments; \nthe January 2, 2014 letter of Anthony J. Annucci; \nthe AFFIDAVIT OF MALCOLM BELL, Esq.; \nthe January 8, 2014 letter of Christine Ward; \nthe January 8, 2014 letter of Jeffrion L Aubry, Daniel O'Donnell, and \nDaniel L. Feldman; \nthe January 14, 2014 letter of Michael S. Smith and Deanne Quinn \nMiller, with referenced exhibit, i.e., the transcript of the PUBLIC \nHEARING CONDUCTED BY GOVERNOR GEORGE E. PATAKl'S \nATTICA TASK FORCE; \nthe January 14, 2014 letter of Jonathan E. G(adess. Esq. and Gary A. \nHorton, Esq.; \nthe January 16, 2014 letter of Frank Kelsey; \nthe undated letter of Richard Harcrow; \nthe January 17. 2014 letter of Laurence McMahon; and \nthe undated letter of the Officers and Sergeants of Attica Correctional \nFacility, with attachment (i.e., the signature pages). \nTHE COURT'S ROLE IN THIS MATTER; \nIn this matter, which is initiated by ~ew Yor.k State Attorney General Eric T. Schneiderman, \nthis Court sits as the successor to the criminal court that supervised the Wyoming County grand \njury1 that, between 1971 and 1975, heard testimony and considered other evidence presented by \n1Actually, there were two grand juries impaneled in the matter, the first in November \n1971 and the second in May 1974. \n3 \n\nthen New York State.Attorney General Lou~s J. Lefkowitz2 (in the person or under the supervision \nof then Special Deputy Attorney General Robert E. Fisher and his successor, then Special Deputy \nAttorney General Anthony Simonetti) in relation to any crimes that may have been comm·itted \nduring the September 9-13, 1971 prison uprising at Attica Correctional Facility, and/or as part or in \nthe aftermath of the September 13, 1971 forcible retaKing of that facility by prison authorities and \nthe State Police.  This Court further sits as the successor to those courts that, as overseers of the \ngrand jury, adjudicated two prior (unsuccessful) applications by the Attorney General for permission . \n·to disclose to the public, subject to whatever redactions of grand jury materials might be ordered by \nthose courts, Volumes 2 and 3. of the October 1975 report of then Special Assistant Attorney \nGeneral Bernard S. Meyer {which document is entitled \"Final Report of the Special Attica \nInvestigation\" and is referred to herein as the Meyer Report or the report). \nTHE MEYER REPORT: \nThe three-volume Meyer Report, which has been submitted to this Court (in proposed \nredacted form) for this Court's in camera review, was solicited by and delivered to then Governor \nHugh L. Carey and then Attorney General Lefkowitz within a several-month period in 1975.3  The \npurpose of the Meyer investigation and. report was to make findings concerning the propriety of the \nthen several-years-old but still ongoing criminal investigation by the Attorney General into the \nprison uprising and retaking and its aftermath.  The Meyer investigation and report were prompted \nby the resignation of former Special Assistant Attorney General Malcolm H. Bell, a member of the \nAttica prosecutorial staff, who had alleged in his letter of resignation to the Attorney General \n2Pursuant to Executive Law§ 63 (2), the Governor had required the Attorney General to \nact as the prosecutor in the matter, in the place of the Wyoming County District Attorney, in the \nfall of 1971. \n3The Governor had directed the Attorney General to look into. the Attica investigation \nand prosecution pursuant to Executive Law§ 63 (8); the Attorney General had deputized Meyer \nfor that purpose. \n4 \n\n(complaints later amplified in Bell's 160-page report to the Governor) that Simonetti's handling of \nthe prosecution \"lack[ed] integrity.\"  Thus, the essence of the Meyer investigation and report was to \naddress whether there had been an official cover-up of crimes related to the retaking of Attica, or \nwhether the relative paucity of indictments against police and correction officers involved in the \nprison retaking and its aftermath (in comparison to the numerous indictments of inmates involved in \nthe rebellion) was the result of legal and evidentiary obstacles not borne of corruption.  The upshot \nof the report was Meyer's conclusion that there had been \"no intentional cover{-]up in the conduct \nof the Attica investigation\" and grand jury presentment.  Meyer more particularly concluded that the \ninvestigation and possible prosecution of law enforcement personnel for alleged acts of homicide, \nassault, or at least reckless endangerment committed during the prison retaking or the \"rehousing\" \nof inmates - or for alleged perjury and other hindrances to prosecution at subsequent junctures -\nhad not been intentionally obstructed.  Meyer concluded, however, that the investigation and grand \njury presentment had been seriously compromised from September 13, 1971 by \"extraordinarily \ndeficient\" police work, especially with regard to the preservation of ballistics and other physieal \nevidence; that the ensuing investigation was underbudgeted at its outset; that the initial effort to \nprosecute crimes should have been more evenhanded in its focus and in its treatment of inmates \nvis-a-vis law enforcement personnel; and that the attempted prosecution of law enforcement \npersonnel could have been more competently handled by the prosecutors, who made some serious \nmisjudgments in administration but were not corrupt in their motivations.  Meyer also made \nrecommendations as to the appropriate future course and conduct of the investigation and grand \njury presentment. \nThe 130-page Volume 1 of the Meyer Report, which was disclosed to the public by the \nGovernor and Attorney General in December 1975, set forth the twelve basic findings and the five \nrecommendations of Meyer, together with some factual analysis supporting the first few (relatively \ninnocuous) findings.  Inasmuch as it contained no explicit references to grand jury evidence, \n5 \nl(tt 05t  505  <- xv~M~-v~oa5t  wv  (5•ot ~tot/~t/ \n\nVolume 1 was disclosed without redaction (even as to any names of individuals r:nentioned therein. \nwhich were generally limited to those of elected State and local officials, high gubernatorial \nappointees, members of the Attorney General's investigative and prosecutorial staff, and higher \nups in the State Police and Department of Corrections).  In contrast, Volumes 2 and 3 of the Meyer \nReport, which have never been disclosed to the public (and Which form the entire subject of this \nproceeding}, set forth the much more specific factual bases for Meyer's (more sensitive) findings \nabout the lack of any corruption in the Attorney General's investigation and grand jury presentf'!lent. \nThe basic reason why Volumes 2 and 3 remain undisclosed to the public since 1975 is that \nthey contain extensive pa~sages culled by Meyer from the presumptively secret record of \nproceedings before the Attica grand jury (see CPL 190.25 [4)) for the purpose of buttressing his \nreported findings.  Those passages inclode many direct ·quotations from and lengthy discussions of \ntestimony and other· evidence placed before the grand jury, references that of course include the \nnames of select grand jury witnesses or targets.  Moreover, throughout Volumes 2 and 3 are \nsprinkled (i.e., including in contexts distinct from the aforementioned gr~nd jury references) the \nnames of various inmates. police, correction, and other public officials, and private citizens, as well \nas other information tending to identify those persons.  Many of those persons are named or \notherwise identified or described in the report as having been involved in the events of September \n1971 (i.e., the uprising, the retaking, and the alleged acts of official retaliation against i11mates}, and \nmany were witnesses before, and/or indicted or never-indicted targets of, the grand jury. \nWithin several months after the completion of the Meyer Report, the Attorney General's \ncriminal investigation was concluded, the Attica grand jury was discharged, and all indictments then \npending against 24 inmates and one State Trooper were dismissed.  Within a year of that, the \nGovernor pardoned seven convicted inmates and commuted the sentence of an eighth, and he \nannounced that no disciplinary ~ction would be taken against 20 police officers and.prison officials, \nall as part of the Governor's intent to \"close the book\" on the events at Attica.  As of that time, \n6 \n\nhowever, much civil litigation remained ongoing. \nTHE PRIOR COURT ORDERS AND THE INSTANT REQUESTS TO MODIFY THEM: \nI \nNow before this Court is an application by the current Attorney General (or petitioner) for \nleave to renew (see CPLR 2221 [a], [e]) two applications made by his predecessors, the first before \nWyoming County Supreme Court Justice Carmen F. Ball {Matter of Carey [Fischer},  92 Misc 2d 316 \n[1977], affd68 AD2d 220 (4th Dept 1979] [Simons, J.; Doerr, J., dissenting]), and the second \nbefore Wyoming County Supreme Court Justice Frederick H. Marshall (Matter of Carey, November \n20, 1980, Index No. 15062 [not officially reported]).  The first request for renewal concerns Attorney \nGeneral Lefkowitz's August 5, 1977 application for a judicial determination of which portions of \nVolumes 2 and 3 of the Meyer Report, possibly .including their references to presumptively secret \ngrand jury evidence, might be re.leased to the public.  That application culminated in a November \n29, 1977 deci.sion and a December 22, 1977 order of Justice Ball (92 Misc 2d 316, supra), who \ndirected the Attorney General to ''redact and exclude any and all reference to grand jury testimony \nfrom Volumes 2 and 3\" of the Meyer Report, as mandated by CPL 190.25 (4).  That aspect of the \norder was upheld by the Fourth Department in May 1979 (68 AD2d 220, supra). \nIt is to be noted here that, in connection with his 1977 application, the Attorney General (at \nleast eventually) proposed to redact the names of at least some· individuals mentioned in Volumes \n2 and 3 (i.e., even other than in reference to grand jury evidence), as necessary to prevent any \nreputational injury to such individuals,4 a proposed set of redactions that the Fourth Department \nultimately indicated (on two occasions) was not mandated by law, and thus not for the courts to \ndetermine, but rather completely discretionary with the Attorney General an~/or Governor (see \nMatter of Carey [Fischer], 68 AD2d at 224; see a/so Matter of Carey [unpublished memorandum/ \n4The Appellate Division characterized that proposal as one by the Governor (the \nAttorney General's co-appellant) to redact ·from Volumes 2 and 3 the \"names of Grand Jury \nwitnesses and unindicted targets of the [Grand Jury] investigation\" (Matter of Carey \n(unpublished memorandum/order dated July 6, 1979]). \n7 \n\norder of Appellate Division, Fourth Department, dated July 6, 1979]).  It is. further to be noted that, \nin ruling on the 1977 application, Justice Ball clearly contemplated the eventual release of Volumes \n2 and 3 of the Meyer Report, but only following the court-ordered excision of any and all references \na \ntherein to grand jury evidence, and additionally only following the implementation of  procedure \nwhereby individuals who had come in for criticism in the Meyer Report, presumably including grand \njury witnesses or targets. could review for themselves the judicially redacted version of Volumes 2 \nand 35 (Matter of Carey [Fisoher], 92 Misc 2d at 328-330; see Order of Sup Ct, Wyoming Co, Ball, \nJ., dated December 22, 1977). \nIt further must be noted here that Justice Ball's denial of permission to disclose grand jury \nevidence was frontally challenged on appeal by the Governor and Attorney General, who argued, \ninsofar as relevant herein, that publication of the full Meyer Report. including its references to grand \njury evidence, was essential on account of \"the strong public interest involved in knowing the extent \nto which the criminal justice, press and police systems were or were not lacking in integrity\" during \nthe Attica investigation, and who further contended that Volumes 2 and 3 would be meaningless to \nthe public unless the grand jury evidence were included in the released version (Matter of Carey \n[Fischer}, 68 NY2d at 229).  The Fourth Department rejected those arguments, determining that \nJustice Ball had not abused his discretion in denying the State officials permis~ion to publish the \ngrand jury evidence referenced within Volumes 2 and 3 of the Meyer Report (see Matter of Carey \n[Fischer], 68 A02d at 227-230).  In now seeking renewal of the 1977 application, the Attorney \nGeneral asks that this Court modify the (affirmed) December 22, 1977 order of Justice·Ball in order \nto permit the release of Volumes 2 and 3 without the court-ordered (and upheld-on-appeal) \nslikening the Meyer Report to a grand jury report concerning public corruption (which \nthe Meyer Report clearly is not [Matter of Carey (Fischer), 92 Misc 2d at 328]), Justice Ball \nevidently desired to give affected or criticized persons time to appeal his order or file a rebuttal \nto the report, all as contemplated by CPL 190.85 (3) in the case of the issuance of a judicially \n\"accepted\" grand jury report concerning public corruption (see generally Matter of Carey \n[Fischer], ~8 AD2d at 234 [Doerr, J., dissenting]). \n8 \n\nredactions of grand jury evidence from those volumes, but with the redaction of names and other \nidentifying information set forth in those volumes,6 i.e., names of grand jury witnesses and targets7 \nmentioned within and without the passages setting forth the grand jury evidence). 6 \nThe second application that petitioner. seeks to renew is the August 1 , 1980 application by \n6The 573-page, three-volume Meyer Report contains, besides its title page and tables of \ncontents, 481 pages of. text (130 pages in Volume 1, 185 pages in Volume 2, and 166 pages in \nVolume 3), plus two separately paginated appendices, a 90-page List of Exhibits considered as \npart of the Meyer investigation, and a two-page Alphabetical Witness List of those who testified \nas part of the Meyer investigation.  Volume 3 historically included the aforementioned \nappendices.  The Attorney General proposes to publicly release the 90-page List of Exhibits, \nalbeit in a form redacted of most names (but not grand jury references per se).  However, the \nAttorney General evidently does not propose to release the two-page Alphabetical Witness List, \nwhich consists of almost nothing but names: \n7According to his papers, \"[p)etitioner proposes to redact a// names of persons who \nappeared before the Attica Grand Juries or were referred to in Grand Jury testimony other than: \n(1) elected offici'als such as the Governor and Attorney General and high-ranking appointed \nofficials, such as the Commissioner of DOCS and the Superintendent of the State Police; (2) \npersons who were injured or killed during the rebellion or retaking: (3) persons who served as \njudges, prosecutors [or] investigators during the Attica criminal prosecution; and (4) law \nenforcement, medical and other personnel who played a secondary or inconsequential role in \nthe criminal matters that were the subject of the Attica investigation and prosecutionsp \n(emphasis in original).  See footnote 11, infra. \n8The Attorney General's notice of motion explicitly seeks the following relief: \n\"(1)  an order pursuant to CPLR 2221{a) and (e} granting leave to renew Petitioner's August \n5, 1977, application to this Court seeking judicial guidance and direction as to which \nportions of [the Meyer Report] should be released to the public, and also Petitioner's \nAugust 1, 1980, application to this Court seeking both in camera review of Petitioner's \nproposed redactions to Volumes 2 and 3 of the Meyer Report and the modification of \nthis Court's Order of December 22, 1977, directing the redaction from such Volumes of \nany and all references to Grand Jury testimony; and, \n(2)  upon the granting of such motion for leave to renew, an order modifying the December \n22, 1977, Order and th.is Court's subsequent Order of January 16, 1981, which \npermanently sealed Volumes 2 and 3, to require the redaction by Petitioner from such \nVolumes of only the names of Grand Jury witnesses and certain persons referenced \ntherein as w~lf as other specific identifying information; and, \n(3)  ·after reviewing Petitioner's ·proposed redactions· io camera and thereafter providing an \nopportunity to the affected parties and their attorn~ys to review and be heard thereon, \nan order unseating Volumes 2 and 3 and releasing them in such redacted form to the \npublic.\" \n9 \n\nthen Attorney General Robert Abrams, which application culminated in a November 20, 1980 \ndecision and a January 26, 1981 order of Supreme Court Justice Marshall.  By that application, the \nAttorney General asked that the court undertake an in camera review of the Attorney General's \nproffered redactions to Volumes 2 and 3 (i.e., the redactions of grand jury evidence called for by \nJustice Ball's order and the Appellate Division's affirmance thereof) and thereafter permit \npublication of Volumes 2 and 3 in that proposed redacted form.  It appears that, despite the prior \nrepresentations to the Appellate Division, the Attorney General at that stage was no longer \nproposing (and not yet re-proposing) to generally redact from the volumes in question the names or \nidentities of grand jury witnesses and targets (i.e., as mentioned in portions of the Meyer Report not \ndirectly referencing grand jury evidence).  It is to be noted, however, that in formally seeking the \nrelease of Volumes 2 and 3 in court-ordered redacted form, 'the former Attorney General saw fit to \ncomplain that releasing the volumes after stripping them of all references to grand jury evidence \nwould present to the public \"a largely gutted, distorted and meaningless document.\"  For example, \nthe Attorney General noted that 64 of 96 pages in one section of Volume 2, and 68 of 102 pages in \na particular section of Volume 3, would, in keeping with Justice Ball's affirmed directives, be \n\"completely or substantially stricken\" from the public's version of the Meyer Report. \nIt is to be further noted herein that, in denying the 1980 application, Justice Marshall \nindicated his agreement (in a manner of speaking) with the Attorney General's complaints that the \nin \nproposed redactions would so \"emasculate[)\" the volumes  question as to render them \n''incomprehensible\" to the public.  Indeed, Justice Marshall set forth his view that releasing the \nvolumes in (previously court-ordered) redacted form would exacerbate the risk that the public would \nmisunderstand the actual occurrences at issue without alleviating the risk that unindicted individuals \nwould be exposed to unfounded accusations and hence reputation al injury.  Consequently, after \nconcluding that the purposes of the Meyer investigation had been fulfilled with the release of \nVolume 1, and after further concluding that publication of Volumes 2 and 3 (even in a form \n10 \nwv \n~s•ot ~tot/~t/ \n\nredacted of grand jury material) would not serve the. public interest. Justice Marshall ordered that \nVolumes 2 and 3 of the Meyer Report be \"permanently sealed.\"  The Attorney General did not \nappeal from that order. 9 \nNow, in seeking renewal of the 1980 application, the incumbent Attorney General asKs that \nthis Court modify the 1981 order of Justice Marshall so as to permit publication of Volumes 2 and 3 \nwithout the initially court-ordered redactions of grand jury evidence (see supra), but subject to or \nfollowing the Attorney General's voluntary 10 redaction of certain names and certain personally \nidentifying information sprinkled throughout those volumes.11  Finally, in seeking renewal of both \nprior applications, the Attorney General asks that this Court, after reviewing the proposed \nredactions in camera, give affected parties and their attorneys an opportunity to \"review and be \nheard\" on the sufficiency of such redactions, and that the Court thereafter unseal Volumes 2 and 3 \nand release them in appropriately redacted form to the public.12 \n9ln his papers, petitioner describes the evident initial expectation of all concerned that \nVolumes 2 and 3 would eventually be publicly released in some form as having been \n\"inexplicably ... unmet\" for decades.  In the view of this Court, the failure of former Attorney \nGeneral Abrams to appeal Justice Marshall's 1981 order goes a long way towards explaining \nthat situation. \n10Actually, what petitioner now formally re_quests is an order by which this Court might \n\"require\" ('see footnote 8, supra) such redaction of such names.  However, this Court cannot \nread the Fourth Department's two pronouncements on this subject other than as indicating that \nthe redaction of such names (apart from those mentioned in explicit connection with grand jury \nevidence) is not legally required but rests in the discretion of the Attorney General (see Matter \nof Carey [Fischer], 68 AD2d at 224; see also Matter of Carey, July 6, 1979 unpublished \nmemorandum/order of Appellate Division, Fourth Departrnent). \nn1n his papers. petitioner proposes the ''narrow[]\" redaction frorn Volumes 2 and 3 of \nonly the \"names of Grand Jury witnesses and of certain persons referenced therein\" (see \nfootnote 7, supra), as well as \"other specific identifying information.\"  The Attorney General thus \nwould redact the names of those inmates, police and correction officials, and others who were \ngrand jury witnesses and/or targets or potential targets, and certain potentially identifying \ninformation about such individuals, including their rank or other official status, their place of \nemployment or residence, their specific injuries, and even the type of firearm and ammunition \nthat they may have owned or used at the time of the prison retaking. \n12See footnote 8, supra. \n11 \nTw  :IO  YT  a.6-e;r \nw~ ~s·o1 v1ot/vt/ \n\nRESPONSES TO THE APPLICATION: \nIn response to petitioner's application, the Court has received some formal and some \ninformal submissions.  The formal submissions take the form of cross motions to intervene in the \nproceeding either as of right pursuant to CPLR 1012 or by permission pursuant to CPLR 1013. \nThose cross motions are made by, respectively, two police unions and one individual.  The police \nunions are the New York State Police Investigators Association and the Police Benevolent \nAssociation of the New York State Troopers, Inc.  Those unions premise their requests to intervene \non the fact that their respective members include some now-retired State Police officers who \nparticipated in the retaKing of the prison, who may have testified before the Attica grand jury, who \nmay have been targeted by that grand jury but who were never indicted, and/or whose conduct may \nhave come in for criticism in the Meyer Report.  The individual proposed intervenor is Lavonne \nWilliams, the widow of Captain Henry F. Williams of the New York State Police, who assertedly was \nin the chain of command concerning the retaking of the prison and later testified before the Attica \ngrand jury.  All three cross movants would intervene for the purpose of opposing, on both \nprocedural and substantive grounds, the Attorney General's application to renew the prior \napplications and modify the prior orders of Justice Ball and Marshall.  The Attorney General does \nnot oppose intervention pursuant to CPLR 1013 (relief thus granted without further discussion) but \nrather replies to the intervenors' substantive arguments in opposition to the application. \nAlso to be considered in connection with the instant application are about a dozen \ncommunications addressed to this Court by citizen~ or public officials interested in the issues raised \nby the application.  Of those communications (mostly letters), almost all advocate for the release of \nthe remaining vqlumes of the Meyer Report (a couple take no explicit position on that issue).  One \nof the communications takes the form of an affidavit by former Special Assistant Attorney General \nMalcolm Bell, whose resignation as Attica special prosecutor gave· rise to the Meyer investigation \nand report.  Bell advocates for the full release of the Meyer Report. \n12 \nl~tt 95t 595 ~- XVd~D·VOOH5t \nwv  ~51ot ~tot/~t/ \n\nUpon its consideration of the papers before it, this Court renders the following \ndeterminations on the following discrete issues: \nWHETHER THE COURT SHOULD GRANT RENEWAL: \nThe first issue for the Court's resolution is whether petitioner has articulated a basis.for \nrenewal of his 1977 and 1980 applications.  CPLR 2221 provides, in pertinent part \n''{e)  A motion for leave to renew: \n1. shall be identified specifically as such; \n2. shall be based upon new facts not offered on the prior motion that would change \nthe prior determination or shall demonstrate that there has been a change in the law \nthat would change the prior determination; and \n3. shall contain reasonable justification for the failure to present such facts on the \nprior motion. \n{f) ... If a motion for leave to ... renew is granted, the court may adhere to the \ndetermination on the original motion or may alter that determination.\" \nA motion for leave to renew is generally intended to bring to the court's attention new or additional \nfacts which, because genuinely new, or although in existence at the time the original motion was \nmade, were unknown to the movant and therefore not earlier brought to the court's attention (see \nTishman Constr. Corp. of New York v City of New York, 280 AD2d 374, 376 [1st Dept 2001), citing \n89 \nPahl Equip. Corp. v Kassis, 182 AD2d 22 [1st Dept 1992), Iv dismissed in part, denied in part \nNY2d 1005 [1992]; Foley v Roche, 68 AD2d 558 [1st Dept 1979]; see generally Chiappone v \nWilliam Penn Life Ins. Co. of New York, 96 AD3d 1627 [4th Dept 2012]).  However, the court may \nalso grant renewal, in the interest of justice, based upon facts that were Known to the movant at the \ntime the original motion was made (see Tishman Constr. Corp. of New York, 280 AD2d at 376, \nciting Liberty Mut. Ins. Co. v Allstate Ins. Co., 237 AD2d 260, 262 [2d Dept 1997]; Vayser v \nWaldbaum, 225 AD2d 760, 760 (2d Dept 1996)).  In either case, 1'(r]enewal should be denied where \nthe party fails to offer a valid excuse for not submitting the additional facts upon the original \napplication\" (Foley, 68 AD2d at 568: see CPLR 2221 [e] [3]: Kirby v Suburban Elec. Engrs. Contrs., \n13 \n-- -- --\n-~-... \n\nInc., 83 AD3d 1380, 1381 [4th Dept 2011], Iv dismissed 17 NY3d 783 (2011]).  A motion for leave to \nrenew is addressed to the sound discretion of the court (see Matheus v Weiss, 20 AD3d 454, \n454-455 [2d Dept 2005); see also Kirby, 83 AD3d at 1381 ). \nIn support of renewal (and release of virtually all of the Meyer Report, including its grand \njury reference~), petitioner posits the existence of new facts, including 1) the passage of more than \nthree decades s!nce the prior court orders, during which time the privacy-related concerns of \nidentified grand jury witnesses and other persons referenced in the Meyer Report have diminished \n(and can now be addressed with narrowly tailored redactions of only names); 2) the continuing and \nprofound historical significance of the previously sealed volumes of the Meyer Report \"in light of the \nenduring legacy of the Attica uprising\" itself: and 3) the fact that all Attica-related civil and criminal \nlitigation was concluded long ago.  Although not premising the renewal motion on a change in the \nlaw per se, the Attorney General also suggests that the law governing the public disclosure of \ngrand jury evidence has evolved since the prior determinations in this matter, and that some courts \nhave permitted such disclosure for reasons of historical significance.  In opposition, the intervenors \nargue that there are no new facts warranting renewal of the prior applications. \nThe Court agrees with much of the intervenors' stance.  The mere passage of time cannot \nbe a new fact warranting renewal, lest any order be subject on that basis alone to reopening at any \ntime (and indeed become more and more susceptible to reopeninQ as time goes on).  Mo.reover, \nthis Court must take issue with the Attorney General's contention that the enduring historical \nsignificance of the events at Attica could not have been noted or foreseen in 1981.13  Nonetheless, \nthe Court feels that petitioner has sufficiently articulated changed circumstances since the 1977 \nand 1981 orders, including the fact that all criminal and civil litigation arising out of the Attica· \n130ri the other hand, the Court must express its skepticism of the intervenors' \nsuggestion that, because of the passage of time, the Attica investigation is no longer in the \nforefront of public consciousness and thus no longer a matter of legitimate of public interest. \n14 \n-- -- --\n-'\"\"-... \n\nuprising and retaking and its aftermath has been concluded.  Moreover, with particular reference to \nthe societal interests that compelled Justice Ball and the Appellate Division to deny release of the \ngrand jury evidence decades ago (see infra), it is clear that there exist at least some new or \nchanged facts.  Those include the fact that there is now no longer any need to avoid tipping off \npotential targets of any ongoing criminal investigation, no continuing risk of interfering with the \ngrand jury's integrity and freedom to deliberate, and no danger of intimidation of, or subordination \nI \nof perjury from, grand jury witnesses.  The Court thus concludes that petitioner has stated a basis \nfor renewal of his prior applications. \nThe Court rejects the inteivenors' assertion that the doctrine of the law of the case bars the \napplication for renewal.  The Court agrees with petitioner's observation that the doctrine of the law \nof the case, \"a kind of intra-action res judicata\"14 (see People v Evans, 94 NY2d 499, 502 (2000), \n·rearg denied 96 NY2d 755 [2001], citing Siegel, New York Practice§ 448, at 723 [3d ed]}, self-\nevidently cannot constitute an impediment to renewal per se (see Ferguson v Shu Ham Lam, 59 \nAD3d 386, 389 [2d Dept 2009]; see also Foley v Roche, 86 AD2d 887 [2d Dept 1982), Iv denied 56 \nNY2d 507 [1982)), or else there would be no such procedural vehicle as renewal.  Of course. there \nis such a procedural device as a. motion to renew, which may be based on a showing of new facts \nor a change in the governing law, the latter showing, at least, being one that conceptually \novercomes any assertion of the law of the case (see Stem v Charter Oak Fire Ins. Co., 59 AD3d \n930, 931-932 [4th Dept 2009]; see also Clinkscale v Sampson, 104 AD3d 722, 723 [2d Dept 2013], \nciting Wells Fargo Bank Minn., N.A. v Perez, 70 AD3d 817, 817 [2d Dept 2010), Iv denied 14 NY3d \n14\"The doctrine of the 'law of the case' is a rule of practice, an articulation of sound \npolicy that, [once) an issue is ... judicially determined, that should be the end of the matter as \nfar as Judges and courts of co-ordinate jurisdiction are concerned\" (Martin v City of Cohoes, 37 \nNY2d  162, 165 (1975], rearg denied 37 NY2d 817 (1975). mo to amend remittitur denied 37 \nNY2d 818 [1975]). This Court reiterates that it sits in this matter as the successor to the now \nunavailable judges who ruled on the two prior applications.  As such, the motion to renew is \nappropriately addressed to this Court (see CPLR 2221 [a]). \n15 \n\n710 [2010], certdenled562.US _: 131SCt648 (2010]).  By the same token, the Court must \nreject the intervenors' notion that the doctrine of laches bars the request for renewal (see \nFerguson, 59 AD3d ·at 389; see generally Arias-Paulino v Academy Bus Tours.  Inc., 48 AD3d 350 \n[1st Dept. 2008]}.  The intervenors have failed to demonstrate that they have detrimentally changed \ntheir posit'ion since the original determinations or that they would otherwise be prejudiced by the \ndelay in seeking renewal and the modification of the initial determinations (see Skrodelis v \nNorbergs, 272 AD2d 316, 316-317 (2d Dept 2000]; cf. Linker v Martin, 23 AD3d 186, 189 [1st Dept \n2005]; see generally Saratoga County Chamber of Commerce, Inc. v Pataki, 100 NY2d 801 (2003], \ncert d~nied 540 US 1017 [2003]). \nThe Court further must reject the intervenors' notion that renewal does not lie here because \nthe Attorney General seeKs relief different from that originally sought by him.  It is true that, before \nJustice Marshall, the Attorney General proposed the redaction from the publicly released version of \nthe Meyer Report of all references to grand jury evidence.  However, that was only because the \nAttorney General at the time was paying heed to the affirmed order of Justice Ball.  Clearly, in his \noriginal application before Justice Ball, the Attorney General contended, however ambivalently, that \nVolumes 2 and 3 of the Meyer Report should be released with minimal if any redactions.  Just as \nclearly, in arguing the appeal from Justice Ball's order, the Attorney General made the argument \n(fully considered by the Fourth Department) that the grand jury materials should be released along \nwith the balance of the Meyer Report (see Matter of Carey [Fischer], 68 A02d at 229).  Thus. this \nCourt perceives no fatal inconsistency between the Attorney General's positions then and now. \nFinally, the Court notes the intervenor~· argument that this Court lacks authority to modify \na decision of the Appellate Division.  This Court of course concurs with that principle.  Nonetheless, \nthe better view is that the principle does.not preclude the request for renewal (see Davi v Occhino, \n_AD3d _, 2014 WL 1302996 [2d Dept April 2, 2014) [held: a \"court of original jurisdiction may \nentertain a motion for leave to renew based on new facts even after an appellate court has affirmed \n16 \n\nthe original order\"], citing Specialized Realty Servs., LLC v Town of Tuxedo,  106 AD3d 987 [2d \nDept 2013); Sealey v Westend Gardens Hous. Dev. Fund Co., Inc., 97 AD3d 653, 654-655 [2d \nDept 2012); but see Senf v Staubitz, 11 AD3d 997 [4th Dept 2004]).15  However, the principle \ncertainly does occasion ~n inquiry into which aspects of petit!oner's requests for renewal and \nmodification would undermine or nullify the Appellate Division's decision and which aspects would \nactually effectuate that decision (see infra). \nOn the basis of the foregoing, the Court will grant renewal of the prior applications. \nWHETHER THE COURT SHOULD PERMIT THE RELEASE OF GRAND JURY INFORMATION \nSET FORTH IN THE MEYER REPORT: \n· C~L article 190 governs the conduct of a grand jury and of the persons that may appear \nbefore that body, and it generally requires that all grand jury proceedings remain secret.  Thus, \nCPL 190.25 (4) provides, in pertinent part: \n\"Grand jury proceedings are secret. and no grand juror, or other person [authorized \nto be present in or about a grand jury room or proceeding, or public officer or public \nemployee]\"'** may, except in the lawful discharge of his duties or upon written \norder of the court, disclose the nature or substance of any grand jury testimony, or'* \n* * other matter attending a grand jury proceeding. \"16 \n15However, a corollary to the rule that renewal is not per se precluded in these \ncircumstances is the principle that, on a post-appeal motion to renew, \"the movant bears a \nheavy burden of showing due diligence in presenting the new evidence to the Supreme Court in · \norder to imbue the appellate decision with a degree of certainty\" (Derby v Bitan, 112 AD3d 881, \n882, quoting Levitt v County of Suffolk, 166 AD2d 421, 423; see Specialized Realty Servs., LLC \n{  }, 106 AD3d at 988; Abrams v Berelson, 94 AD3d 782, 784; Andrews v New York City Hous. \nAuth., 90 AD~d 962, 963)\" (Davi, _  AD3d at_ [internal quotation marks omitted]).  That \ncorollary pertains to the Attorney General's request for permission to publish the grand jury \nevidence that Justice Ball and the Appellate Division ordered redacted from the Meyer Report. \n16rhe statute goes on to provide that, \"[f]or the purpose of assisting the grand jury in \nconducting its investigation, evidence obtained by a grand jury may be independently examined \nby the district attorney, members of his staff, police officers specifically assigned to the \ninvestigation, and such other persons as the court may specifically authorize.  Such evidence \nmay not be disclosed to other persons without a court order\" (CPL 190.25 [4) [a]; see Judiciary \nLaw § 325 [1) [allowing dissemination of grand jury transcripts to District Attorney but to no one \nelse without court order]; see also Executive Law§ 63 (2) [permitting Attorney General to \nappear before gra.nd jury and exercise all powers and duties of District Attorney in these \ncircumstances]).  The statute further dictates that nothing therein \"shall prohibit a witness from \n17 \n\n\"(S]ecrecy has been an integral feature of Grand Jury proceedings since well before the founding of \nour Nation (Pittsburgh Plate Glass Co. v United States, 360 US 395, 399; see Calkins, Grand Jury \nSecrecy, 63 Mich L Rev 455; Comment, Secrecy in Grand Jury Proceedings, 38 Ford L Rev 307)\" \n(Matter of District Attorney of Suffolk County, 58 NY2d 436, 443 [1983]; see People v Fetchko, 91 \nNY2d 765, 789 [1988)}.  So strong are the principle of grand jury secrecy and the policies \nunderlying it that unauthorized disclosure of grand jury evidence is a felony in this State (see Penal \nLaw§ 215.70; see generally Matter of District Attorney of Suffolk County, 58 NY2d at 443 n 6). \nThe general rule with regard to the secrecy of grand jury evidence and proceedings exists \nfor the protection of the persons and the essential functions of the various players in the grand jury \nsystem, including: the grand jurors themselves (see CPL 190.05; 190.25 [1]); the supervising \ncriminal \"court and the district attorney,\" who constitute the exclusive ~legal advisors of the grand \njury\" (CPL 190.25 [6]); the witnesses before the grand jury (see CPL 190.25 [2]); and, of course, \nany unindicted target of the grand jury investigation, whether or not such target has testified (see \nof \nMatter of District Attorney  Suffolk County, 58 NY2d at 443).  The most oft-mentioned purposes \nor rationales for preserving grand jury secrecy include the: \n\"(1) prevention of flight by a defendant who is about to be indicted; (2) protection of \nthe grand jurors from interference from those under investigation;17 (3) prevention of \nsubornation of perjury and tampering with prospective witnesses at the trial to be \nheld as a result of any indictment the grand jury returns; (4) protection of an innocent \naccused from unfounded accusations if in fact no indictment is returned; and (5) \nassurance to prospective witnesses that their testimony will be kept secret so that \nthey will be willing to testify freely. (See, e.g., People ex rel. Hirschberg v.  Board of \nSupervisors, 251N.Y.156, 166; Matter of Temporary State Comm. oflnvestigation, \n47 Misc 2d 11, 14, supra; Matter of Attorney-General of U.S., 160 Misc. 533, 534; \nPeople v. Ewald, 144 Misc. 657, 660; United States v. Amazon Ind. Chem. Corp., 55 \nF. 2d 254, 261; see, also, 8 Wigmore, Evidence '[McNaughton Rev., 1961], §§  · \n2360-2362.)\" (Di Napoli, 27 NY2d 229, 235 [1970]; see Matter of Carey [Fischer], \n68 AD2d at 227; see also Fetchko, 91 NY2d at 969; Matter of District Attorney of \ndisclosing his own testimony\" (CPL 190.25 [4] [a]). \n17That interest or objective has more generally been articulated as that of \"ensuring the \nindependence of Grand Juries'' (Matter of District Attorney of Suffolk County, 58 NY2d at 444). \n18 \n\nSuffolk County, 58 NY2d at 443). \nIn furtherance of the foregoing interests, both the witnesses before the grand jury and the \ntarget of the grand jury investigation are accorded standing to challenge the proposed disclosure of \ngrand jury evidence (see Matter of District Attorney of Suffolk County, 58 NY2d at 443).  In other \nwords, \"the rule of secrecy applies,· and enforcement-related standing is accorded, \"equally to \neither one who gives evidence or to one concerning whom evidence is given\" (Matter of District \nAttorney of Suffolk County, 58 NY2d at 443).  With respect to upholding secrecy for the protection \nof a grand jury target, the Court of Appeals has pronounced it \"essential that one threatened with \nstigmatization by unwarranted disclosure be accorded an opportunity to enforce the confidentiality \n[that the statute] is designed to secure (see Douglas Oil Co. v Petrol Stops Northwest, 441 US 211, \n218, n B; cf. Matter of Hynes v Karassik, 47 NY2d 659)'' (Matter of District Attorney of Suffolk \nCounty, 58 NY2d at 443).  With regard to upholding secrecy for the protection of a grand jury \nwitness, the Court of Appeals has more generally noted that standing is conferred upon anyone \nwho might suffer injury as a result of a violation or an \"abuse'' of a ustatutory right\" and whose \ninterests might ,;fall within the 'zone of interest' protected by the legislation\" (id. at 442, affg 86 \nAD2d 294, 297 [2d Dept 1982)). \nNevertheless, the secrecy of grand jury proceedings is not absolute (see Di Napoli, 27 \nNY2d at 234; Matter of District Attorney of Suffolk County, 58 NY2d at 443).  The determination of \nwhether disclosure of grand jury matters should be permitted is addressed to, and rests in, the \ncourt's discretion19 (see Di Napoli, 27 NY2d at 234, citing Matter of Quinn (Guion), 293 NY 787 \n(1944], affg 267 App Div 913 [2d Dept 1944]; Matter of Temporary State Commn. of Investigation, \n47 Misc 2d at 14 [Nassau County Ct 1965]; People v Behan, 37 Misc 2d 911, 918 [Onondaga \n18\nHere, the Court is not really being asked to exercise its own discretion concerning what \nportions of the entire Attica grand jury record should be unsealed, but rather is being asked to \napprove the discretionary selections made by Meyer. \n19 \n-- --\n_,.  _..,_...,..,,, \n\nCounty Ct 1962]; Matter of City of New Roohelle, 35 Misc 2d 254, 256 [Westchester County ·Ct \n1962); Matter of Third, Dec., 1959 Grand Ju;y, 20 Misc 2d 475, 476 [Ct of General Sessions, New \nYork County 1960).  As indicated, pursuant to CPL 190.25 (4), the court may authorize the \nrevelation of the nature and substance of in-person testimony and other evidence considered by \nthe grand jury, or any other matter attending a grand jury proceeding, in such circumstances and to \nsuch persons as the court may deem it appropriate.  Nevertheless, \"a presumption of confidentiality \nattaches to the record of Grand Jury proceedings\" (Fetchko, 91 NY2d at 769; see also, CPL 190.25 \n(4) [a]).  In order to overcome that presumption, the applicant for disclosure must demonstrate ''a \ncompelling and particularized need for access\" to the grand jury material (Fetchko, 91 NY2d at 769; \nsee Matt.er of District Attorney of Suffolk County, 58 NY2d at 444). \n\"However, just any demonstration will not suffice.  For it and the countervailing policy \nground it reflects must be strong enough to overcome the presumption of \nconfidentiality.  In short, without the initial showing of a compelling and particularized \nneed, the question of discretion need not be reached, for then there simply would be \nno policies to balance\" (id. at 444). \nThus, in exercising its discretion, the court must balance the competing interests involved, i.e., the \npublic interest in disclosure against that in preserving secrecy.  It is only when the public interest in \ndisclosure outweighs the public interest favoring secrecy will disclosure be permitted (see id. at \n444; Di Napoli, 27 NY2d at 234).  In capsule, then, \nu[t]he presumption [of secrecy] can be overcome only by (the applicant's) \ndemonstration of \"a compelling and particularized need for access\" to the Grand \nJury material (Matter of District Attorney of Suffolk County, supra, 58 NY2d, at 444). \nIf [the applicant] meets that initial burden, the trial court must then balance the public \ninterest for disclosure against the public interest favoring secrecy (id.).  Where the \nformer outweighs the latter, the trial court may exercise its discretion to direct \ndisclosure (id.)\" (Fetchko, 91 NY2d at 769). \nThe mere fact that the disclosure i~ sought by a government agency (even a prosecutorial \nagency that was itself involved in the grand jury presentation) will not necessarily warrant the \nbreach of grand jury secrecy, nor will the mere general assertion that disclosure will be in the public \ninterest (see Matter of District Attorney of Suffolk County, 58 NY2d at 444-445).  Nor will disclosure \n20 \n\nbe compelled even by a demonstration that the requested disclosure will serve an unquestionably \nvalid public purpose or interest, at least not where there has been no showing that \"sources other \nthan grand jury minutes are inadequate to provide the information\" sought by the applicant (see \nMatter of District Attorney of Suffolk County, 58 NY2d at 444--445).  Those governing principles are \nillustrated by the holding of the aforementioned case, in which the Court of Appeals denied an \na·pplication by the Suffolk County District Attorney for permission to utilize grand jury testimony in \nfurtherance of a County Legislature-authorized civil RICQ suit against various targets of a grand \njury investigation into political corruption (see id. at 444-445 and cases cited therein, including \nMatter of City of Buffalo, 57 AD2d 4 7 [4th Dept 1977) [court denied request by city for access to \nminutes of a grand jury investigation into \"no-show\" municipal jobs]; and Matter of Corporation \nCounsel of City of Buffalo [Cosgrove], 61 AD2d 32 [4th Dept 1978) [court denied request by city for \n· disclosure of .grand jury testimony of police officers, including one investigated for role in homicide \nand later indicted for perjury, for use in possible departmental disciplinary proceedings against the \nofficers]}. \nFrom the foregoing holdings, it is clear that \"[d]isclosure is 'the exception rather than the \nrule\"' (Matter of District Attorney of Suffolk County, 58 NY2d at 444).  Nonetheless, sufficient \njustifications for court-permitted disclosure of grand jury evidence have included, for example: the \nfacilitation of a public investigation (see Di Napoli; 27 NY2d at 233-235 [permitting disclosure of \ngrand jury evidence to Public Service Commission investigating effects upon ratepayers of bid \nrigging in electrical power industry (the subject of the grand jury investigation))); the validation of \ninvocations of immunity and/or testimony in (Attica-related) civil litigation (see Jones v State of New \nYork, 79 AD2d 273 [4th Dept 1981]); the facilitation of possible disciplinary action against public \nemployees (Matter of Scotti, 53 AD2d 282, 287-289 (4th Dept 1976) [upholding limited release of \ngrand jury minutes to Attica special prosecutor for transmittal to prison authorities for purpose of \n21  . \n\ndeciding whether to institute disciplinary proceedings against prison guards 19 the facilitation of the \n]): \nremoval of an individual from public office (see Matter of Quinn, 267 App Div 913, supra [permitting \nby \nrelease of subject official's grand jury testimony for use  citizens seeking such removal]); the \na \nfacilitation of  court's discipline of an admitted attorney (see Matter of Epstein, 37 AD2d 333 [1st \nDept 1971], appeal dismissed 29 NY2d 875 [1971], cert denied 405 US 1046 [1971] (authorizing \nrelease of relevant grand jury testimony of attorney himself]); and, in one case. mere general \nhistorical interest (see People v Lindsay, 188 Misc 2d 757 (Cattaraugus County Court 2001] \n[disclosing grand jury testimony in 65-year-old successful capital murder case to ensure accuracy \nof movie script focusing on case]). \nMost of the aforementioned judicial holdings and articulations of principles for deciding \nwhether grand jury evidence may be accessed and used for various governmental purposes are \nnot directly pertinent to the resolution of this case.  Here, the Attorney General does not really seek \naccess to the grand jury evidence, even the limited portions of it referenced in the Meyer Report, \nfor he as the former prosecuting authority presumably already possesses, or at least has lawful \naccess to, the entire grand jury record (see CPL 190.25 [4); Judiciary Law§ 325 [11).  The Attorney \nGeneral certainly already possesses the entire Meyer Report, including such portions of it as are \n~evoted to detailing certain grand jury evidence.  After all, the Attorney General is the one to whom \nthe report was delivered in the first place, and he is the one who furnished it to this Court for its in \ncamera review.  Clearly, court-permitted access to the subject grand jury material on the part of the \napplicant himself is not what we are talking about here.  Moreover, petitioner in no way seeks to \nmake some official ''use\" of the g~and jury evidence in question according to any conventional \ndefinition of that word.  Rather, the application before this Court is one for the unsealing and public \nrevelation of such grand jury evidence as is quoted, paraphrased, or referenced in the Meyer \n19As noted supra, however, the grand jury evidence in question evidently was never \nactually used for such purposes, the Governor having precluded such disciplinary action. \n22 \n.........  --I,.. ......... ,..,, /!1:!_,, \n\nReport, for the public's information and suppos~d edification, but not really for anyone's (except \nhistorians') use~ \nTherefore, the cases that are by far most pertinent to tlie resolution of the instant \napplication are the prior decisions of Justice Ball and of the Fourth Department in prior iterations of \nthis very matter (see Matter of Carey [Fischer], 68 AD2d 220, affg ~2 Misc 2d 916), as well as other \ndecisions concerned with the public dissemination of grand jury evidence (see e.g. Matter of NYP \nHoldings, Inc, 196 Misc 2d 708, 712 [Sup Ct Kings County 2003] [court denied application by news \nmedia for public release of grand jury evidence consisting of video and audio tapes of suspects in \nstill pending court~corruption case); Matter of Hynes [Patrolmen's Benevolent Assn.], 179 AD2d 760 \n[2d Dept 1992], Iv denied 79 NY2d 757 [1992) [court denied District Attorney's application for public \nrelease of minutes and records of grand jury that had declined to indict Lubavitcher whose vehicle \nstruck and killed African-American child, sparking Crown Heights riots]; see also Lindsay, 188 Misc \n2d 757, supra [court permitted disclosure of grand jury minutes in 65·year-old capital case for \npurpose of writing movie screenplay).  Nevertheless, all of the cases cited hereinabove, especially \nthe Court of Appeals' decisions. are highly instructive for what they reveal about how legally difficult \nit is for public officials. even those engaged in law enforcement, to access and use presumptively \nsecret grand jury evidence even for a specific and demonstrably important governmental purpose. \nAs the Court applies the policy rationales for maintaining grand jury secrecy to .the case \nbefore it, it is evident that, as of today -- literally decades following the disbanding of the Attica \ngrand jury and the considered determination by the Governor and Attorney General not to further \ncriminally pursue anyone in connection with the Attica uprising and its aftermath -- \"there is no \ndanger of any escape of persons who may be indicted, no [danger of} interference with the grand \njury's freedom to deliberate, [and] no danger of subornation of perjury\" (Di Napoli, 27 NY2d at 235). \nIndeed, \"(i)mplicit in the absence of objection on the part of [any prosecutorial agency] is the lack of \ndetriment in respect of any prospective criminal proceeding\" (Di Napoli: 35 AD2d 28, 31  [1st Dept \n23 \n. --- --- --- - ..................... ,... ....... _. . \nr.'l'l..I'  r-r-1 nT  J:.Tnv /z.v i \n\n1970]. affd [and quoted in] 27 NY2d at 235-236) -- at least one instituted by State, as opposed to \npossibly by federal, authorities.20 \nClearly, however, other considerations or interests supporting the preservation of grand jury \nsecrecy rf!!main unextinguished.  The Court has in mind such considerations as the chilling effect of \ndisclosure upon future grand jury witnesses, the potential danger that disclosure might present to \nthe physical safety of grand jury witnesses and targets in the Attica inv·estigation, and the potential \ndamage to the reputations of those individuals who were targets or potential targets of the grand \njury but who were never indicted.  The Attorney General makes every rhetorical effort to minimize \nthose· considerations by repeatedly emphasizing the passage of decades since the conclusion of \nthe grand jury investigation as well as the undeniable historical importance of the events \nsurrounding the Attica uprising and its aftermath.  However, despite the passage of such time, the \nAttorney General cannot negate or overcome the pertinent public interests.  In the view of this \nCourt, it is no less true now than it was at the time of the Appellate Division's decision that there is \nin this case \"a continuing need to protect uninc:Octed individuals from unfounded accusations \nagainst them [in the public realm given that] some of the evidence pertinent to Judge Meyer's \ninvestigation relates to individuals who were accused [before] but not [ultimately indicted] by the \nGrand Jury\" (Matter of Carey [Fischer], 68 AD2d at 228).  Just as the Fourth Department noted at \nthe time, \"because the proceedings terminated before the investigation was concluded, some \naccusations were never resolved one way or the other. They remain in limbo\" (id. at 228).  As the \nFourth Department further noted at the time, ''[p]erhaps, with skillful redaction, the identity of the \naffected persons could be concealed and their reputations protected,21  but it is doubtful that it could \n20The Court is mindful of how long after the end of the civil rights era, and following \nabortive or unsuccessful state prosecutions, some violent segregationists were prosecuted by \nfederal authorities on civil rights charges. \n21Again, at the time of the Appellate Division's decision, the Attorney General was \nproposing (just as he now proposes) to redact the names of grand jury witnesses and targets, \n24 \n_.,  -.....  - ....  ,,,.A,...!'l/' \n\nbe done successfully given the extensive writing that has occurred on the subject of Attica\" (id. at \n228).  If that was true then (and it was), it is even more true today, when the historical record is, if \nanything, even more developed than it was in 1979.  Finally, it remains true that both the still-living \nindividuals who came forward to testify before the Attica grand jury in the 1970s, as well as those \ncitizens who might be called upon to give their evidence in the event that a tragedy of similar \ndimension occurs in the future, are in need of assurance that they may, after so testifying, live out \ntheir lives \"without fear of reprisal or intimidation\" (id.  at 229; see Jones, 79 AD2d at 276). 22 \nEven more fundamental to the outcome of this application, however, is that the Attorney \nGeneral has not made anything resembling a \"showing of a compelling and particularized need\" for \ndisclosure of the grand jury evidence referenced in the Meyer Report (Matter of District Attorney of \nSuffolk County, 58 NY2d at 444-445).23  That failure or inability of the Attorney General to make \nthat necessary showing inheres in \"the nature of the disclosure sought here\" (Matter of Carey \n[Fischer], 86 AD2d at 228) - i.e., disclosure for the purpose of better informing the public and \naugmenting the historical record.  That is a type of disclosure that, in the words of the Fourth \nDepartment !n 1979, \"far exceeds anything previously authorized by any court\" (id. at 228).  As the \nbut not to redact any other references to grand jury evidence, from the version of the Meyer \nReport to be released to the public. \n22The Attorney General acknowledges at least the colorability of the threats to the \nreputations and physical safety of grand jury witnesses and targets.  It is on that basis that the \nAttorney General asks this Court to establish a judicial procedure whereby grand jury witnesses \nand targets could inspect Volumes 2 and 3 of the Meyer Report in their proposed redacted form \nand then advise the Attorney General and the Court of any specific objections that they still may \nhave to the publication of the volumes. \n23According to petitioner, the \"compelling and particularized need\" for public access to \nthe Grand Jury references contained in volumes 2 and 3 of the Meyer Report is that: \"( 1) these \nvolumes contain historically significant information relating to the claim of a state-sanctioned \ncover up in the Attica prosecutions that later served as the basis for unprecedented State \nprosecutorial and Executive action; (2) the information is not obtainable from any other source; \nand (3) the Grand Jury references cannot be fully redacted without rendering the volumes \nuseless as a historical record.\" \n25 \n\nFourth Department noted at the time, \n\"No case is cited_ .. in which a court has authorized dissemination of Grand Jury \nevidence to the public generally or even a substantial segment of the public. \nPerhaps the closest that any court has come to permitting public release of Grand \nJury evidence was the disclosure permitted to a group of interested citizens who \nsought removal of a village tax collector (Matter of Quinn {Guion], 293 NY 787, affg \n267 App Div 913}.  But even in that case the disclosure was to resident taxpayers \nwho had initiated a statutory removal proceeding pursuant to section 36 of the Public \nOfficers Law so that they might prosecute a court action.  Significantly, Chief Judge \nFuld, speaking for the court in Di Napoli (supra, p 237), cautioned,·\"Quite obviously, \nour affirmance [of the Appellate Division's order authorizing release of the testimony \nto the commission] will not sanction any general disclosure or widespread \npublication of the minutes.''  [The Attorney General) here seek[s] precisely that which \nthe Chief Judge said was impermissible, generalized publication of portions of Grand \nJury evidencep (Matter of Carey [Fischer], 68 AD2d at 228-229). \nFor the foregoing reasons, this Court must conclude that the Attorney General has failed to meet \nhis threshold burden of showing a compelling and particularized need for disclosure where the \"only \narticulated purpose for the release\" of the grand jury evidence in question ''is to inform the public of \nits content\" (Matter of NYP Holdings, Inc, 196 Misc 2d at 712 [denying news media's request  for \npublic release of grand jury evidence in still pending court corruption case], see Matter of Hynes \n(Patrolman's Benevolent Assn.], 179 AD2d at 761 [denying District Attorney's application for public \nrelease of evidence placed before grand jury that had declined to indict in matter that had sparked \nnotorious Crown Heights riots]). \nIt may well be that the release of the grand jury evidence cited in the Meyer Report might \nadd to the public's understanding of the course of the Attica investigation and prosecution.  It is \ncertainly the case that, as argued by petitioner, the grand jury references in question constitute an \nintegral part of the report's text and help form the basis for Meyer's findings.  It may also be the \ncase that there is no alternative source for the information set forth in the grand-jury-referencing \npassages of Volumes 2 and 3.  Those observations, however, do not by themselves override the \nlaw's general policy of preserving grand jury secrecy.  In any event, it must be noted that, of the \n33,000 pages of grand jury transcripts generated in the Attica investigation and reviewed by Meyer, \n26 \nl~tt est ses  ~- xvaM~·vooast  wv  ~s•ot ~tot/~t/ \n\nthe portion of the grand jury evidence that is actually referred to in the Meyer Report is, by any \nreckoning, minuscule.  It ·may well be, then, that release of the limited grand jury evidence set forth \nin the Meyer Report might actually detract from the public's understanding of the course of the \nAttica investigation and prosecution or at least have a distorting effect upon such understanding \n1 \nrelative to what actually transpired before the grand jury.  Moreover, as noted by Justice Ball, purely \nsubjective considerations went into the selection, out of the voluminous grand jury record produced \nover several years of investigation, of those relatively small portions of the grand jury material that \nmade their way into the Meyer Report (see Matter of Carey [Fischer], 92 Misc 2d at 326, 328-330). \nMeyer's charge was to render conclusions about the merits of certain decisions made by the Attica \nprosecutors, one of whom had quite controversially pitted himself against his superiors.  It stands to \nreason, therefore, that Meyer chose for inclusion or reference in his report - or at least doubtless \nemphasized - only those portions of the grand jury record that best supported Meyer's \"personal \nopinions and conclusions as to the veracity and judgment of the persons involved\" (Matter of Carey \n[Fischer], 92 Misc 2d at 328).  For that reason alone, this Court feels as though petitioner would \nalmost certainly be disappointed in his hope that release of the limited grand jury evidence \nreferenced in the Meyer Report will somehow finally and fully flesh out the historical record of the \nAttica prison uprising.  As noted by Justice Ball, the Meyer Report \"does not set forth the full story \ndealing with Attica\" (Matter of Carey {Fischer}, 92 Misc 2d at 328). \nThis Court must further point out that Meyer's report. including his self-selected references \nto limited grand jury materials, cannot possibly be the last word on even the Attica investigation \nitself.  The Court has little doubt that if Bell had written the history of the Attica investigation after \nhaving been given access to the 33,000-page•plus grand jury record, he would have selected \ndifferent threads of the grand jury evidence to support his thesis than Meyer chose to support his \nfindings.  This Court itself has not seen anything close to the entire grand jury record, nor would the \npublic even if the Court perchance were to authorize the publication of the entire Meyer report.  As \n27 \n\nnoted supra.. the Court is not bein.g asked to consider the entire grand Jury record before \nauthorizing, in the exercise of its own discretion, the release of that entire record or even judicially \nselected portions of it.  Rather, the Court is being asked to approve the release of only snippets of \nthe grand jury record cherry-picked and editorialized upon by someone else in the exercise of his \ninvestigative discretion.  That this Court is not at all willing to do, certainly not for the ostensible \nobjectives of completing the historical record of the Attica investigation and giving the public an \nopportunity to gauge for itself the fullness and fairness of the Meyer investigation. \nMoreover, even if this Court were to assume that the public would necessarily and \nunmitigatedly benefit from the release of the limited grand jury evidence in question, and even if \nthis Court were to acknowledge, as it must, the importance of the right of the public in a democracy \nto have access to information regarding such matters of great public concern as the Attica \ninvestigation (see Matter of Carey [Fischer], 68 A02d at 229), the Court nonetheless would bear \nthe responsibility of balancing the public's right to know and the supposed societal benefits of \ndisclosure against those yet-prevailing societal interests that militate against public revelation of \ngrand jury evidence.  As the Fourth Department has authoritatively stated in this very matter: \n\"The public's access to knowledge and the confidence it h~s in the conduct of public \nofficials are matters of first importance in a democratic society.  The cases \ndemonstrate, however, that such considerations are customarily present in \napplications of this nature to a greater or lesser degree (see, e.g., Matter of City of \nBuffalo, 57 AD2d 47, supra.; Matter of Grand Jury of Erie County, 192 Misc 857; \nMatter of Bar Assn. of Erie County [Hagarty], 182 Misc 529; Matter of Attorney \nGaneral of State of N.  Y.,  145 Misc 331).  They do not necessarily justify disclosure. \nNo less important is the obligation of the judicial branch of government to protect the \nreputations of persons accused of crimes but not indicted or convicted, and to \nprotect the court's investigative machinery.  The secrecy of the Grand Jury is \njealously guarded because the confidentiality of its proceedings must be ensured if it \nis to continue to be effective.  Particularly is that so in investigations such as this \nwhich are the subject of broad publicity and which are highly sensitive.  The Attica \nuprising, an~ the investigations and the criminal proceedings which followed it, were \nunique in the history of this State.  No similar prosecution may ever occur in the \nfuture.  But if it should, those persons possessing needed evidence must have the \nassurance that they may come forward without fear of reprisal or intimidation\" \n(Matter of Carey {Fischer], 68 AD2d at 229) . \n.  28 \n\nAt an even more basic level of analysis, this Court must point out that, if the public's right to \nknow could be a paramount or overriding consideration here, there would not exist a general rule of \ngrand jury secrecy in the first place.  Nor, if the supposed societal benefit of maximizing the public's \nawareness could by itself trump all other considerations, would there exist a legal presumption \nagainst ~isclosure of grand jury evidence, let alone a rule providing that such presumption may be \novercome only by a showing of a particularized and compelling need for disclosure.  To adopt the \nAttorney General's position in this case would be to effectively displace the presumption against \ndisclosure of grand jury evidence with a presumption favoring the earliest and widest public \nrevelation of grand jury material, at least in the most important and notorious cases. \nThe facts and holding of the DiNapoli case, which is heavily relied upon by the Attorney \nGeneral in support of his application, are to be distinguished from this case.  In that case, the court \npermitted disclosure followed the conviction of those targets of the grand jury investigation who \nlater objected to disclosure of the grand jury evidence (Di Napoli, 27 NY2d at 234-235).  Here, from \namong the law enforcement officials who were at least potential targets of the Attica criminal \ninvestigation, practically no one was ever indicted for let alone convicted of anything.  Moreover, in \nDi Napoli, the disclosure allowed by the Court was no~ to the public generally, but rather to the \nPublic Service Commission, as an aid to its lawful investigation into the effects of bid-rigging (the \nsubject of the grand jury investigation) upon the public's electricity rates (see id. at 233~235). The \nCourt of Appeals in DiNapoli took great pains to point out that it was in no way sanctioning \"any \ngeneral disclosure or widespread publication of the minutes,\" but merely was authorizing the PSC \nstaff to peruse the minutes to assist in its investigation and preparation for the public hearings, \nincluding for possible cross-examination of witnesses (id. at 237).  Indeed, the Court of Appeals \npointed out that it remained for anyone potentially prejudiced by the prospect of disclosure of \nparticular grand jury evidence at the PSC hearing to make further court application to keep such \nevidence secret (id. at 238).  Here, in contrast, the Attorney General seeks final and irrevocable \n29 \n\nauthority to publicly disclose th13 presumptively secret grand jury evidence contained in the Meyer \nReport, albeit with the names of and other identifying information about grand jury witnesses and \ntargets redacted. \nOf far more precedential value in deciding the present application, this Court feels, is the \nCourt of Appeals' holding in Matter of District Attorney of Suffolk County (58 NY2d 436).  In that \ncase, at the instance of witnesses or would-be witnesses before the grand jury, the Court of \nAppeals rejected an application for permission to access and utilize grand jury evidence in \nfurtherance of a civil RICO suit against the targets of the grand jury investigation, which had \nfocused on matters of criminal fraud and political corruption in the letting of sewer construction \ncontracts by the County of Suffolk.  The Court of Appeals did so despite the fact that it was the \nDistrict Attorney, i.e., the criminal prosecutor, who was himself seeking to exploit the grand jury \ntranscripts in the civil suit (the County Legislature had asked the District Attorney to sue civilly). \nFurther, the Court of Appeals denied disclosure despite the fact that the three objecting grand jury \nwitness/targets had been indicted (and two convicted) for perjuring themselves before the grand \njury, and despite the Court's recognition of a legitimate public interest in the County's efforts to \nrecover damages from those who allegedly had defrauded County taxpayers (see id. at 443-445). \nOther cases in which the courts have upheld the secrecy of grand jury materials, despite requests \nfor disclosure more limited than that requested in this case, and despite the articulations of needs \nor just.ifications more \"compelling and particularized\" than .those given in this case, include: Matter \nof City of Buffalo, 57 AD2d 47, supra] [denying request by city for access to minutes of a grand jury \ninvestigation into \"no-show'' municipal jobs}; Matter of Corporation Counsel of City of Buffalo \n[Cosgrove], 61 AD2d 32, supra] [denying request by city for disclosure of grand jury testimony of \npolice officers, including one investigated for role in homicide and ultimatel'y indicted for perjury, for \n'use in departmental disciplinary proceedings against the officers]; Matter of Police Commr. of City \nof New York,  131 Misc 2d 695, 703-704 [Sup Ct, New York County 1986] [similar holding in case of \n30 \n\npolice officer indicted for but acquitted of official misconduct); Matter. of Bar Assn. of Erie County \n(182 Misc. 529 [Erie Coun'ty Ct 1944] (denying bar association access to minutes of grand jury \ninvestigating operations of Buffalo City Court for evident purpose of advocating improvements in \nadministration of justice]; and Matter of Carey (92 Misc 2d at 330 [denying release of Attica grand \njury evidence, including that in Meyer Report, to Attica-related civil litigants); see also Lustberg v \nCurry, 235 AD2d 615 [3d Dept 1997] [denying access to grand jury materials to plaintiffs in civil suit \nversus District Attorney)). \nIn the light of the foregoing authorities, which militate strongly against the publication of \ngrand jury secrets, this Court is left to address the other cases primarily relied upon by the Attorney \nGeneral.  In Undsay(166 Misc 2d 757, supra), on the application of the surviving son of the \ncriminal defense counsel in the case, the court that presided over a 1935 indictment and \nprosecution of a certain defendant for capital murder authorized the release of the grand jury \nminutes to a Hollywood production company.  In authorizing that disclosure, the court cited the fact \nth~t the murderer had been convicted and promptly executed 65 years earlier; that there had been \nno other suspected culprits in the case; that all of the grand jury witnesses were \"likely\" deceased: \nthat the trial minutes themselves had been lost to posterity; that capital cases are generally of \ncompelling public. concern and interest; that the difference between the handling of a capital case \nthen and now was particularly \"fascinating\"; that the District Attorney who actually prosecuted the \ncapital case had previously released the grand jury evidence to the public (whether that was with \ncourt sanction or not is not revealed in the decision); and that in today's legal world, the grand jury \nminutes would have been supplied to the defense (meaning that the defense counsel's son would \nhave been able simply to retrieve them from his deceased father's case file).  In granting the \napplication for release of the grand jury minutes, the court concluded that. given the passage of \ntime, any public interests in favor of maintaining secrecy - preventing a suspect's flight, protecting \ngrand jurors from outside interference, preventing perjury and witness tampering, protecting the \n31 \n--~ - ----- ----' --\n\nreputations of innocent/ unindicted suspects, and assuring witnesses that their testimony would be \nkept secret - simply lacked any continuing relevance (Lindsay,  188 Misc 2d at 610-611 ). \nThis Court finds the facts in Lindsay to be fundamentally distinguishable from those of this \ncase in two key respects. The first involves the passage of time.  Whereas 65 years had elapsed \nsince the grand jury presentation in Lindsay, only about 40 have elapsed in this case.  Thus here, \nunlike in Lindsay, not all of the grand jury witnesses are deceased (or \"likely\" so).  Second, \nalthough the sole target of the grand jury proceedings in Lindsay had been convicted and executed, \nhe.re there exist unindicted grand jury targets with persisting legitimate interests in preserving their \nphysical safety and reputations. \nBy the same token, the Court rejects petitioner's attempt to liken the facts of this case to \nthose in People v Cipolla (184 Misc 2d 880 [Rensselaer County Court 2000]).  There, in ruling on \nan application by a newspaper publisher, the court permitted the public disclosure of certain grand \njury evidence.  The Court did so, however, only after the grand jury targets had been tried and \nacquitted, and only after the grand jury evidence had been released for use in a federal civil lawsuit \nbrought by the grand jury targets against others, including at least one public official, who allegedly \noriginated certain allegedly corrupt evidence considered by the grand jury.  In this case, in contrast, \nmost of the apparent targets of the grand jury have not been tried (or even indicted), the grand jury \nevidence in question has not already been-released for some other purpose, and the integrity of the \ngrand jury proceedings has not been placed in issue in some parallel litigation. \nOn the.basis of the foregoing, the Court must deny the Attorney General's request for \npermission to publish the grand jury evider:ice referred. to in the Meyer Report. \nWHETHER THE COURT SHOULD PERMIT THE UNSEALING OF THOSE PORTIONS OF THE \nMEYER REPORT NOT REFERENCING GRAND JURY EVIDENCE: \nThis Court strives, but struggles, to articulate a legal framework appropriate to the \nresolution of the crucial issue of whether the Attorney General should be permitted - or even needs \n32 \nr.T'U'  ~~I nT  :r.TnV l:r.v' \n\npermission --to publish Volumes 2 and 3 of the Meyer Report once they are redacted, pursuant to \nCPL 190.25 (4) and repeated judicial order, of all of their references to grand jury evidence.  To the \nCourt, the question basically revolves around the existence or nonexistence of a legal principle \nprecluding the Attorney General from generally communicating with his constituents on a matter of \nmutual interest. Le., the content of the Attorney General's own internal report concerning the \nconduct of the Attorney General's own handling of a certain criminal investigation and prosecution~ \nMore particularly, the question is whether there is some legal principle - apart from the explicit \nstatutory prohibition upon the revelation of grand jury secrets - authorizing this Court to censor the \nAttorney General's public communications on that subject.24  This Court quite frankly is unaware of \nthe existence of any such legal principle, and indeed would consider the existence of such a \nprinciple to be preposterous.  Certainly, no such principle is cited by the intervenors, nor is any \nadverted to by the Attorney General pursuant to his ethical obligation to apprise this Court of \ncontrolling legal authority adverse to his own position.  Most important, this Court vainly searches \nJustice Marshall's decision and order for any citation of any such legal principle justifying that \ncourt's 1981 order directing that Volumes 2 and 3 of the Meyer Report, even as stripped of their \nreferences to grand jury evidence, be \"permanently sealed.\"  The Court thus must conclude that \nJustice Marshall had no legal authority to permanently prohibit the Attorney General from publicly \ndisclosing those portions of the Meyer Report that do not refer to grand jury evidence.  This Court \nmust further conclude that it has no such legal authority to disallow the Attorney General to publish \nthe non-grand-jury-referencing portions of the report.25 \n24\nAs a public prosecutor, the Attorney General may have ethical obligations to meet in \npublicly commenting upon or otherwise divulging· information about a pending criminal \ninvestigation (see Rules of Professional Conduct, rule 3.6 [22 NYCRR 1200.0]), but those \nobligations do not appear to be in play at this late date.  Nor, in any event, are they obligations \nto be enforced by a court prospectively. \n25The Court recognizes that its departure from Justice Marshall's determination on these \ngrounds is far more akin to what would be done on a motion to reargue than on a motion to \n33 \n\nIn reaching that conclusion in departure from Justice Marshall's order, this Court notes the \nletter and spirit of Justice Ball's and the Appellate Division's earlier orders.  Both of those courts \nclear:ly contemplated the public release of Volumes 2 and 3 of the Meyer Report once they were \nstripped of their references to grand jury evidence.  Justice Ball's decision and order are replete \nwith references to the eventual public release of those portions of the Meyer Report (see Matter of \nCarey [Fischer), 92 Misc 2d at 329-330; see also Order of Sup Ct, Wyoming Co, Ball, J., dated \nDecember 22, 1977).  It is true that the Appellate Division majority did not directly address those \naspects of Justice Ball's order, but more important are the obvious analytical implications of the \nAppellate Division's affirmance thereof.  Why, if the volumes in question might be kept \n\"permanently sealed,\" would that court have bothered to analyze at length the issue of whether the \ngrand jury secrets had to be redacted?  Clearly, the appellate justices would not have addressed \nthe matter in the manner in which they did unless they themselves were unanimously of the view \nthat, as clearly contemplated by the Governor and the Attorney General from October 1975 on, \nVolumes 2 and 3 of the Meyer Report were to be released to the public once the courts had had \ntheir say concerning the redaction of grand jury evidence therein.  Thus, in ordering the Meyer \nReport to be sealed forever, Justice Marshall ruled not only in the evident absence of supporting \nlegal authority but also in a manner irreconcilable with the spirit of the Appellate Division's order. \nlntervenors nonetheless argue that, because the Meyer Report describes the activities of \nState Police officers who allegedly caused injury or death during the prison retaking, publication of \nthe report (even apart from any references to grand jury evidence) \"would expose the state \ntroopers to public obloquy, insult and possible physical danger from either extremist groups or \ndisturbed individuals.\"  That may be true, but it is crucial to note that the public interests in not \nrenew, but this Court must iterate that it simply sees no legal or factual basis for adhering to \nJustice Marshall's determination permanently sealing volumes 2 and 3 of the Meyer Report in \ntheir entirety. \n34 \n.._..,...,...\"r\"\"' \n'_.,._  ..,,.. ..  ,..,..,...  - '-P''-1.Tu.,... \n\nexposing grand jury witnesses and targets to reputational injury and threats to their physical safety \nare merely policies or interests in service or support of a specific rule of law favoring the \npreservation of grand jury secrets.  They are not policies or interests warranting this Court in more \ngenerally precluding the Attorney General from communicating with his constituents on matters of \nmutual concern to them.  As noted supra, there exists no legal principle that would warrant such \npreclusion. \nlritervenors further argue, as Justice Marshall essentially concluded, that \"[v]olumes 2 and 3 \nshould not be released as they will be so macerated and mutilated [by the excision of grand jury \nreferences] that (publication] will be pointless and not serve any legitimate public interest.\"26  That \nalso may be true, especially inasmuch as the Attorney General proposes (independent of any \ncourt-ordered redaction of grand jury evidence) to redact the names of and identifying information \nabout grand jury witnesses and targets throughout the report.  Indeed, the Court's overall \nimpression of Volumes 2 and 3, once they are purged of grand jui:y references and most names, is \nof a writing so riddled with blanks as to be incomprehensible to the reader.  However, and again, \nthis Court knows of no legal principle permitting this Court to generally control in what manner the \nAttorney General communicates with his constituents. \nWHETHER THE COURT SHOULD \"REQUIRE\" THE ATTORNEY GENERAL TO REDACT THE \nNAMES ANO IDENTITIES OF GRAND JURY WITNESSES AND TARGETS MENTIONED IN \nTHOSE PORTIONS OF THE MEYER REPORT NOT REFERENCING GRAND JURY EVIDENCE: \nIn renewing its prior applications27 and seeking modification of Justice Ball's and Justice \n26S~e also Matter of Carey [Fischer], 68 AD2d at 234 [Doerr, J., dissenting] [\"Redaction \nof [grand jury references] as ordered by the court below and approved by the majority would in \nmany instances reduce the report to an inane compilation of words and phrases and consign \nthe entire Meyer investigation to a futile gesture.\"]). \n27As far as renewal is concerned, the Court notes that the Attorney General did not \nformally seek or even propose the redaction of specific names as part of the original application \nbefore Justice Ball, hor as part of the subsequent application before Justice Marshall.  (In the \ninitial application. the Attorney General at most observed that threats to the personal safety of \ngrand jury ~itnesses or targets \"may be obviated if the names in Volumes 2 and 3 are deleted \n35 \n\nMarshall's respective orders, petitioner explicitly asks this Court \"to require the redaction by\" the \nAttorney General from Volumes 2 and 3 of the Meyer Report \"of only the names of Grand Jury \nwitnesses and certain persons referenced therein as well as other specific identifying information.''28 \nInasmuch as the Court has rejected the Attorney General's request for the release of those \nportions of the Meyer Report as refer directly to grand jury materials, and ·inasmuch as this CQurt \nhas determined it to be within the power of the Attorney General to release the balance of the \nMeyer Report, the issue becomes whether the Attorney General legally must redact, in addition to \nall grand jury references, the names of and other identifying information about grand jury witnesses \nand targets mentioned in those portions of the Meyer Report not referencing grand jury materials. \nThe Court sees no legal basis for it to \"require\" the Attorney General to redact such names \nand identities.  As noted supra, the Appellate Division previously stated in this matter tliat the \nAttorney General's and/or Governor's \"volunt[ary) ... redact[ion of] individual names appearing in \nthe report, as necessary ... to avoid injury to reputations\" was \"a matter for [their] determination, \nnot the court's\" (Matter of Carey [Fischer], 68 AD2d at 224).  This Court can only conclude that the \nAppellate Division was of the view that individuals named in the Meyer Report, including individuals \nwho happened to be grand jury witnesses or targets, possessed no statutory or due process right \nagainst the disclosure of their names or identities in connection with the publication of those \nportions of the Meyer Report that do not reference grand jury proceedings.  Although the Appellate \nDivision posited that such redaction of names was as a legal matter up to the Attorney General and \nGovernor ~at this time,\" this Court cannot interpret the quoted phrase as meaning only in 1979 and \nto protect the safety of the,law enforcement personnel and their families\".)  Thus, petitioner's \ninstant request for an order requiring him to redact the names of and identifying information \nabout grand jury witnesses and target - and his proposal to redact specific names and \nidentifying information prior to publication - seems somewhat inconsistent with his positions on \nthe earlier applications, although certainly consisten't with his position before the Appellate \nDivision (see Matter of Carey [Fischer), 68 AD2d at 224). \n28\nSee footnotes 7, 8, and 11, supra. \n36 \n\nnot now, some 35 years later.  The instant matter is in essentially the same procedural posture as \nthe initial matter was, with a court's being asked to rule on a request by the Attorney General to \npublish all or virtuaUy all of Volumes 2 and 3 of the Meyer Report, but with the court's ruling that \ngrand jury references in the report may not be revealed.  Therefore, this Court must reiterate that \nwhether to redact the names of grand jury witnesses and targets from the publishable portions of \nthe Meyer Report remains \"a matter for [the Attorney General's) determination, not the court's'' (id.}. \nIndeed, shortly after so expressing its view on the matter in its decision upholding Justice \nBall's order, the Appellate Division separately dealt with an application by a union of correction \nofficers (a party to the Attorney General's original application and to the appeal} seeking the \namendment of the Appellate Division's order of affirmance \"so as to require the redaction from \nVolumes 2 and 3 of the [Meyer Report], prior to their release by the Governor, of.the names of all \npersons who were investigated by the two special Attica Grand Jury's but who were not indicted, \nand {of] witnesses' names.\"  The union noted in support of that request for relief that the proposed \norder submitted for Justice Ball's signature had contained such provision, which had been struck \nout by Justice Ball.29  The union further noted that a judicial directive for the redaction of the names \nof grand jury witnesses and targets was necessary in order to effectuate the Appellate Division's \naffirma~ce of (or at least its rationale for affirming} Justice Ball's order directing the redaction of \ngrand jury evidence from Volumes 2 and 3.  The union specifically argued \"that such redaction \nmust be required, not left to volunteerism by those who are to release the Report.\" \nIn denying the union's motion, the Appellate Division stated: \"In view of the offer of the \nGovernor's counsel to redact the names of Grand Jury witnesses and unindicted targets of the \ninvestigation, we see no need for the relief requested'' (unpublished memorandum/order of \n290f course, Justice Ball's striking of. the provision in question from his order was an \nimplicit denial of the union's demand that the names of all correction officers be redacted from \nthe Meyer Report before any publication (see Matter of Carey [Fischer], 92 Misc 2d at 322). \n37 \nl~tt B5t  595  ~- XVdMv-vooa5t \n\nAppellate Division, Fourth Department, dated July 6, 1979).  In the view-of this Court, that ruling \nhad the effect of converting what might otherwise have been dictum in the Appellate Division's \ninitial decision into to an explicit holding that the general redaction of the names of grand jury \nwitnesses and targets was not statutorily, and was not to be judically, required of petitioner. \nTherefore, this Court cannot and will not grant the relief requested by the Attorney General, i.e., an \norder requiring the redaction of the names of and other identifying information about grand jury \nwitnesses and targets from the publishable portions of the Meyer Report. \nNevertheless, this Court must recognize that what the Attorney General in essence seeks is \nan order permitting him to publish such portions of Volumes 2 and 3 of the Meyer Report as do not \nrefer to grand jury evidence and proceedings, albeit after the Attorney General's redaction \ntherefrom of the names of and identifying information about grand jury witnesses and targets. \nSuch publication and such redaction of names, as the Appellate Division made clear and the Court \nreiterates, are for the Attorney General to determine. \nWHETHER THE COURT SHOULD ESTABLISH A PROCEDURE FOR AFFECTED PERSONS TO \n- REVIEW THE REDACTED VERSION OF THE REPORT BEFORE PUBLICATION: \nThe-Attorney General asks this Court to establish and supervise a procedure whereby \npersons \"affected\" by the disclosure of the proposed redacted version of Volumes 2 and 3 of the \nMeyer Report may peruse the report before its publication and \"be heard\" concerning the \nsufficiency of the proposed redactions.  At least one of the intervenors joins in that request. \nThis Court declines the invitation to establish and supervise such a judicial procedure.  The \nCourt has unequivocally ruled out any publication of the references to grand jury evidence \ncontained in Volumes 2 and 3 of the Meyer Report.  The Court has further outlined that no legal \nprinciple precludes the Attorney General from publicly disclosing the balance of Volumes 2 and 3, \ni.e., those portions not referencing grand jury evidence.  The Court has also now reminded the \nAttorney General (and the intervenors) of the Appellate Division's multiple indications that it is for \n38 \nl~tt 95t  595 <- xv~~~-vooa5t \n\nthe Attorney General to decide whether, as now concretely proposed by him, to redact the names \nof and identifying information about grand jury witnesses and targets, i.e., such names or \nidentifications appearing even in portions of the Meyer Report that do not directly reference grand \njury evidence.  Inasmuch as it is legally up to the Attorney General whether to publish those \nportions of the Meyer Report that do not reference grand jury evidence, and inasmuch as it is \nlegally up the Attorney General whether to redact identifying information from such portions of the \nreport, it is not this Court's function to supervise the redaction/publication process.  As this Court \nperceives matters, the Attorney General has been nothing but fair in his procedural treatment of \naffected individuals in terms of giving them notice of this proceeding30 and advocating their \n'  . \nparticipation in a pre-publication review process.  If the Attorney General desires to invite affected \npersons to peruse the publishable portions of the Meyer Report (say, at the Attorney General's own \noffice or offices) prior to any publication, and if he desires to confer with such affected persons \nconcerning the extent of any redactions or anything else - including the timing of any public release \nof the Meyer Report vis-a-vis any public rebuttal statements to be made by affected persons (cf. \nCPL 190.86 [3]; Civil Rights Law § 73 [5], [6]) - he should feel free to do so without judicial \noversight or imprimatur. \nAccordingly, the cross motions of the proposed inteNenors/respondents, the Police \nBenevolentAssociation of the New York State Troopers, Inc, the New York State Police \nInvestigators Association, and Lavonne Williams, respectively, for permission to intervene in.the \nproceeding are GRANTED without opposition. \nThe application of petitioner, the New York State Attorney General, for leave to renew his \n1977 and 1980 applications is GRANTED.  Upon renewal of those prior applications, the· Attorney \n3°That despite the absence of any \"statutory authority which would require\" that grand \njury witnesses/targets \"be given notice before\" the granting of an ex parte application for \ndisclosure of grand jury minutes (Matter of Aswad v Hynes, 80 AD2d 382, 394 [3d 'Dept 1981)). \n39 \nL~tt est  ses  <- xv~Mv-vooast \n\nGeneral's requests to modify the prior orders of Justice Ball and Marshall, respectively, are \nGRANTED IN PART and DENIED IN PART.  The requests are DENIED insofar as it is \nDETERMINED herein, in ADHERENCE to Justice Ball's 1977 order (as affirmed on appeal), that \nthe Attorney General MAY NOT DISCLOSE so much of Volumes 2 and 3 of the Meyer Report as \nquotes from. paraphrases, or otherwise references GRAND JURY EVIDENCE or any other matter \nattending the grand jury proceeding.  The requests are GRANTED insofar as it is DETERMINED \nherein, in ADHERENCE to the spirit of Justice Ball's 1.977 order. the Appellate Division's 1979 \norder of affirmance, and the Appellate Division's 1979 order denying the motion to amend its order \nof affirmance, but in ALTERATION of Justice Marshall's 1981 order, that the Attorney General MAY \nRELEASE those PORTIONS of Volumes 2 and 3 of the Meyer Report AS DO NOT REFERENCE \nGRAND JURY EVIDENCE, and may do so FOLLOWING HIS PROPOSED REDACTION OF THE \nNAMES of and other identifying information about those individuals who are mentioned in those \nnon-grand-jury-referencing po.rtions of Volumes 2 and 3 of the Meyer Report. \nThe request by the Attorney General that this Court establish a procedure whereby persons \nwho may be affected by ~he public release of the aforementioned non-grand-jury-referencing \nportions of the Meyer Report may review such portions and be heard on the issues of redaction and \npublication is DENIED. \nSO ORDERED: \nHON. PATRICK H. NeMOYER. J.S.C. \n40 \nese  ses \nl~ee  ~- xva~v-vooase ",
      "document_type_other": null,
      "external_url": "http://roc.democratandchronicle.com/assets/pdf/A2221017424.PDF",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/64785"
    }
  ],
  "document_count": 6
}