{
  "case_id": 9999,
  "fetched_at": "2025-10-20T22:39:37.665576",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Finney",
        "name": "Finney County, KS",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Finney",
        "name": "Finney County Law Enforcement Center",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. ยง 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1987,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Kansas",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1986-04-01",
    "filing_year": 1986,
    "id": 9999,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-06-25T00:00:00-04:00",
    "main_docket": {
      "id": 33081,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1986,
      "docket_filing_number": 1287,
      "is_main_docket": true,
      "court": "District of Kansas",
      "state": "Kansas",
      "docket_office_number": "6",
      "docket_number_manual": "86-1287",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Cruz v. Finney County",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Woman strip-searched in the police station after being arrested for driving with a suspended license.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Kansas",
    "summary": "<p>A woman arrested for driving with a suspended license filed this action in 1986 in the United States District Court for the District of Kansas, claiming her strip search after booking violated her Fourth Amendment rights. On cross motions for summary judgment, the Court (Judge Crow) found that the county jail's policy of subjecting pretrial detainees arrested for traffic offenses or minor misdemeanors was unconstitutional.</p><p>We have no further information about this case.</p><p></p>",
    "summary_published_date": "2012-04-09T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9999",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9999",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9999",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9999"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121141,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121141"
    },
    {
      "date": "1987-03-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1001,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 656,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Kansas",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54085,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54085.pdf",
      "title": "Memorandum and Order",
      "text": "656 F.Supp. 1001 (1987)\nCindy CRUZ, Plaintiff,\nv.\nFINNEY COUNTY, KANSAS and Finney County Law Enforcement Center, Defendants.\nNo. 86-1287.\nUnited States District Court, D. Kansas.\nMarch 19, 1987.\nJohn W. Johnson, Render & Kamas, Wichita, Kan., for plaintiff.\nCasey R. Law, Turner & Boisseau, Great Bend, Kan., for defendants.\nMEMORANDUM AND ORDER\nCROW, District Judge.\nThe case comes before the court on cross-motions for summary judgment by defendants, Finney County, Kansas\nand Finney County Law Enforcement Center, and plaintiff Cindy Cruz. Plaintiff brings this action under 42 U.S.C.\nยง 1983 alleging she was arrested for driving on a suspended license, was subjected to a strip search upon\nbooking, and was detained over night.\nIn ruling on a motion for summary judgment, the trial court conducts a threshold inquiry of the need for a trial and\ngrants summary judgment where no genuine issue of material fact exists and the moving party is entitled to\njudgment as a matter of law. Anderson v. Liberty Lobby, Inc., ___ U.S. ___, ___, 106 S.Ct. 2505, 2511, 91\nL.Ed.2d 202, 213 (1986). The court is to be concerned with the sufficiency of the evidence, not its weight. Casper\nv. C.I.R., 805 F.2d 902, 904 (10th Cir.1986.) Essentially, the inquiry is \"whether the evidence presents a sufficient\ndisagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter\nof law.\" Anderson, ___ U.S. at ___, 106 S.Ct. at 2512, 91 L.Ed.2d at 214. There is no genuine issue for trial\nunless there is sufficient evidence 00 significantly probative or more than merely colorable 00 favoring the non-\n97 97\nmoving party for a jury to return a verdict for that party. ___ U.S. at ___, 106 S.Ct. at 2510, 91 L.Ed.2d at 212.\n1002 Where there is *1002 but one reasonable conclusion as to the verdict and reasonable minds would not differ as\nto the import of the evidence, summary judgment is appropriate. ___ U.S. at ___, 106 S.Ct. at 2511, 91 L.Ed.2d\nat 213. The moving party is entitled to judgment as a matter of law where the non-moving party has \"failed to\nmake a sufficient showing on an essential element of her case with respect to which she has the burden of\nproof.\" Celotex Corp. v. Catrett, ___ U.S. ___, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265, 273 (1986).\nThe movant's burden under Fed.R.Civ.P. 56 is to make an initial showing of the absence of evidence to support\nthe nonmoving party's case. Windon Third Oil and Gas v. Federal Deposit Ins., 805 F.2d 342, 345. (10th Cir.1986)\n. To show an absence of material fact, the movant must specify those portions of \"the pleadings, deposition,\nanswers to interrogatories and admissions on file, together with affidavits if any.\" Fed.R.Civ.P. 56(c).\n\"[C]onclusory assertions to aver the absence of evidence remain insufficient to meet this burden.\" Windon, 805\nF.2d at 345 n. 7. The opposing party may not rest upon mere allegations or denials in the pleadings but must set\nforth specific facts supported by the kinds of evidentiary materials listed in 56(c), which demonstrate a genuine\nissue remaining for trial. Anderson, ___ U.S. at ___, 106 S.Ct. at 2511, 91 L.Ed.2d at 213. The evidence of the\nnonmoving party is deemed true and all reasonable inferences are drawn in his favor. Windon, 805 F.2d at 346.\n\"Summary judgment procedure is properly regarded not as a disfavored procedural shortcut, but rather as an\nintegral part of the Federal Rules as a whole, which are designed `to secure the just, speedy and inexpensive\ndetermination of every action.' Fed.R.Civ.P. 1.\" (citation omitted.) Celotex Corp. v. Catrett, ___ U.S. at ___, 106\nS.Ct. at 2555, 91 L.Ed.2d at 276.\nFor purposes of these motions, the uncontroverted facts include:\n\n1. On February 21, 1984, the plaintiff was stopped by a Garden City Police officer for speeding in a school zone.\nFrom a computer license check, the officer was informed that plaintiff's license had previously been suspended.\nPlaintiff was released at that time.\n2. The officer later obtained a certified copy of plaintiff's driving record which showed that plaintiff's license was\nsuspended prior to February 21, 1984.\n3. This Garden City Police officer was working the midnight shift, 11:00 p.m. to 7:30 p.m., on April 3, 1984. That\nnight he arrested plaintiff at her home around 11:20 to 11:30 p.m. She was handcuffed and taken to the Finney\nCounty Law Enforcement Center.\n4. Upon her arrival at the Law Enforcement Center, plaintiff was immediately taken to the jail floor and given a\npat-down search. Plaintiff was transferred to the booking room where the necessary paperwork was completed.\nPlaintiff was then photographed and fingerprinted.\n5. It is the defendants' practice that once the booking of a prisoner is complete, the jail personnel explain to the\nprisoner the applicable bond and give them an opportunity to call someone, arrange for bail, and thereby forego\nthe need for being strip searched and placed in jail.\n6. After being offered the opportunity to use the phone, plaintiff said she didn't know of anybody that she could\ncontact. Unable to post the bond, plaintiff was strip searched and placed in a female dormitory, occupied by one\nother female inmate.\n7. It was the policy of the Finney County Sheriff's Department that all detainees, regardless of the offense\ncharged, who are to be transferred to the inmate living area, are strip searched, as part of a process of removing\ntheir civilian clothes, showering, and being clothed in jail coveralls. The policy requires that the searches be\nconducted in private rooms in the sole presence of a searcher of the same sex as the detainee; that the detainee\nremain fully clothed for as much of the search as possible; that the search is performed quickly, professionally\nand courteously; and that the detainees are not to be touched nor subjected to body cavity searches.\n1003 *1003 8. Deputy Shirla Holmes has stated that the strip search procedure entailed the arrestee removing all\nclothes, bending over and spreading his or her buttocks for visual inspection. The arrestee is also required to\nsquat and make a grunting sound.\n9. Defendants offer several reasons for conducting strip searches on all detainees placed in the inmate living\narea 00 protect the integrity of the jail, the safety of the inmates, and the safety of jail personnel.\n97\n10. In a deposition taken at an earlier date in another case, plaintiff stated that she was not touched by the\nfemale officer during the strip search. In her deposition in this case, plaintiff stated that the officer touched her\nears and lifted her breasts during the search. Other than these alleged touchings, plaintiff's search was in\naccordance with the Finney County Sheriff's policy.\n11. After spending the night in jail, plaintiff discussed her circumstances with a warrant officer, Anna Gallerdo.\nUpon being told that plaintiff had been arrested without a warrant and was being held, the Sheriff instructed that\nplaintiff should be released on her own recognizance.\n12. The city of Garden City is no longer a party to this action having settled with plaintiff.\nDefendants contend there is no question of material fact to prevent a finding that the strip search of plaintiff\ncomplied with Finney County jail policy. The differences in plaintiff's deposition testimony in the earlier case and\nthe present case appear to be an instance of inconsistent testimony rather than a contradiction of prior testimony\nwhich could be regarded as a sham issue of fact. Cf. Foster v. Arcata Associates, Inc., 772 F.2d 1453, 1462 (9th\nCir. 1985),cert. denied___ U.S. ___, 106 S.Ct. 1267, 89 L.Ed.2d 576 (1986). There being questions of material\nfact on whether plaintiff's strip search was performed in accordance with county jail policy, the court denies\nsummary judgment on that issue.\n\nApparently, the parties agree the constitutionality of the Finney County jail policy on strip searches is an issue\nappropriate for summary judgment. Defendants argue the court can and should uphold the jail policy by following\ntheir interpretation of Block v. Rutherford, 468 U.S. 576, 104 S.Ct. 3227, 82 L.Ed.2d 438 (1984), and Bell v.\nWolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979). Plaintiff refers the court to numerous federal court\ndecisions where strip searches of persons charged with traffic offenses or minor misdemeanors have been held\nto violate the Fourth Amendment.\nThe Fourth Amendment, as incorporated into the Fourteenth Amendment, provides in relevant part:\n[T]he right of the people to be secured in their persons ... against unreasonable searches and\nseizures, shall not be violated, and no warrants shall issue, but upon probable cause....\nThe issue before this court is whether the Finney County jail policy on strip searches is unreasonable under\nestablished Fourth Amendment principles. Searches incident to an arrest have been found reasonable by the\nSupreme Court, but those searches were less intrusive than a strip search. United States v. Robinson, 414 U.S.\n218, 94 S.Ct. 467, 38 L.Ed.2d 427 (1973); Schmerber v. California, 384 U.S. 757, 86 S.Ct. 1826, 16 L.Ed.2d 908\n(1967); Giles v. Ackerman, 746 F.2d 614, 616 (9th Cir. 1984),cert. denied,471 U.S. 1053, 105 S.Ct. 2114, 85\nL.Ed.2d 479 (1985).\nAfter summarizing their criticisms of the circuit court decisions, defendants began their analysis with a thorough\ndiscussion of Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861. Much of defendants' analysis of Wolfish is mistaken. In\nWolfish, the pretrial detainees of one facility brought a class action challenging numerous conditions of\nconfinement and practice, including the practice of body searches of all inmates following a contact visit with a\nperson from outside the institution. In deciding challenges to certain conditions other than the practice of strip\nsearches, the Supreme Court employed an analysis of whether the disability imposed on the pretrial detainees\n1004 amounted to \"punishment\" in the constitutional sense. Wolfish, 441 U.S. at 537, 99 S.Ct. at *1004 1873. \"[W]hat\nis at issue when an aspect of pretrial detention that is not alleged to violate any express guarantee of the\nConstitution is challenged, is the detainee's right to be free from punishment....\" 441 U.S. at 534, 99 S.Ct. at 1871\n. After addressing constitutional challenges to such conditions as double-bunking and restrictions on in-coming\nmail, the court considered the strip search practice against the express constitutional prohibition under the Fourth\nAmendment against unreasonable searches. Contrary to defendants' interpretations, the Supreme Court did not\nuse the \"punishment\" test under the due process clause in addressing the practice of strip searches.\nThe Fourth Amendment protection against unreasonable searches is not a precise or mechanically applied\nprinciple. In Wolfish, the Supreme Court stated:\nIn each case it requires a balancing of the need for the particular search against the invasion of\npersonal rights that the search entails. Courts must consider the scope of the particular intrusion,\nthe manner in which it is conducted, the justification for initiating it, and the place in which it is\nconducted. (citations omitted.)\n441 U.S. at 559, 99 S.Ct. at 1884. The justification for the strip search policy was to address the problem of\nweapons and contraband being smuggled into detention facilities. Id. The Supreme Court concluded from\nbalancing the significant security interests of a facility against the inmate's privacy interests that visual body-\ncavity inspections could be conducted on less than probable cause. 441 U.S. 560, 99 S.Ct. at 1885.\nIn 1984, the Supreme Court once again employed the due process \"punishment\" analysis to a class action\nbrought by pretrial detainees challenging a jail policy denying them contact visits and a jail practice of irregularly\nscheduled shakedown searches of cells in the absence of cell occupants. Block v. Rutherford, 468 U.S. at 576,\n104 S.Ct. at 3227. The decision in Block does not develop nor directly rely on the discussion in Wolfish regarding\nthe balancing test for a strip search policy.\nNumerous decisions of the circuit courts, including the Tenth Circuit, have distinguished the facts and limited the\nscope of the Wolfish decision. In Hill v. Bogans, 735 F.2d 391 (10th Cir.1984), the plaintiff was arrested on an\noutstanding bench warrant after being stopped at 7:30 a.m. for driving with an expired automobile inspection\nsticker. Hill was taken to the jail and given a \"pat search.\" After fingerprinting and photographs, he was moved to\n\nthe holding cell where he made several calls to arrange for bail. Even though Hill assured the officers that bail\nwas going to be made, he was transferred to the prison area where he was strip searched in accordance with jail\nprocedures. The search was performed in a room with 10 to 12 people milling about. Hill was then briefly placed\nwith the prison population and released shortly thereafter. 735 F.2d at 393-94. The Tenth Circuit held the search\nviolated Fourth Amendment principles, agreeing with the analysis in Logan v. Shealy, 660 F.2d 1007 (4th\nCir.1981),cert. denied,455 U.S. 942, 102 S.Ct. 1435, 71 L.Ed.2d 653 (1982). The Tenth Circuit found \"no\nconceivable justification\" for the strip search, as there were no circumstances to indicate that Hill might possess\neither a weapon or contraband. 735 F.2d at 394. The court concluded:\nA jail's desire to maintain security, to avoid charges of discriminatory treatment and to promote\nadministrative convenience simply does not justify routine strip searches in a public area of\npersons detained for minor traffic offenses.\n735 F.2d at 394-95. The Tenth Circuit did not consider the intermingling of Hill with the general prison population\nto be a decisive factor in the balancing test of reasonableness. 735 F.2d at 394.\nThe Tenth Circuit affirmed the denial of recovery under ยง 1983 for a strip search in Lusby v. T.G. & Y. Stores, Inc.,\n749 F.2d 1423, 1433-34 (10th Cir.1984),vacated for reconsideration on other grounds,___ U.S. ___, 106 S.Ct.\n1005 40, 88 L.Ed.2d 33 (1985),aff'd,796 F.2d 1307 (10th Cir.),cert.*1005denied,___ U.S. ___, 107 S.Ct. 275, 93\nL.Ed.2d 251 (1986). After transporting plaintiffs, the officers found a roach clip on one plaintiff and marijuana in\nthe police car left there apparently by one of the plaintiffs. The plaintiffs were charged with, inter alia, assault and\nbattery. The officers also had received information that one of the plaintiffs was carrying a knife. The Tenth Circuit\nheld that \"[a] strip search is not improper when a suspect is going to be placed in the general jail population and\nhas been charged with a drug offense such as possession of marijuana. (Citation omitted.)\" Lusby, 749 F.2d at\n1434.\nIn a recent decision, the Tenth Circuit reversed the district court's dismissal of a ยง 1983 action by a prisoner who\nwas selected from ten other prisoners, who were returning from an inmate activities area, to undergo an anal\nbody cavity search. Levoy v. Mills, 788 F.2d 1437, 1439 (10th Cir.1986). The Tenth Circuit first recognized the\nestablished Fourth Amendment principle that \"`the greater the intrusion, the greater must be the reason for\nconducting a search.'\" 788 F.2d at 1439, quoting Blackburn v. Snow, 771 F.2d 556, 565 (1st Cir.1985). The case\nbeing premature for enunciating a standard when a prison official may perform a body cavity search, the Tenth\nCircuit stated \"that the government must demonstrate a legitimate need to conduct such a search and that less\nintrusive measures would not satisfy that need. (citation omitted.)\" Levoy, 788 F.2d at 1439.\nThe court has reviewed several decisions from other circuits on the constitutionality of strip searches conducted\non those arrested for traffic violations or minor offenses. Ward v. County of San Diego, 791 F.2d 1329 (9th\nCir.1986); Jones v. Edwards, 770 F.2d 739 (8th Cir.1985); Mary Beth G. v. City of Chicago, 723 F.2d 1263 (7th\nCir. 1983); Dufrin v. Spreen, 712 F.2d 1084 (6th Cir.1983); Logan v. Shealy, 660 F.2d 1007 (4th Cir.1981). While a\nlengthy discussion of these decisions is unnecessary, there are several points worth noting. First, the Wolfish\ncase involved more serious security dangers than involved in these cases and the case at bar. See Giles v.\nAckerman, 746 F.2d at 617; Mary Beth G., 723 F.2d at 1273. In Wolfish, the strip search policy applied to those\ndetainees who were unable to make bail, were awaiting trial, and were returning from a contact visit with a person\nfrom outside the institution. These inmates were charged with offenses more serious than minor traffic violations\nand were being held for substantial pretrial periods. The strip searches were intended to discourage the\nsmuggling of weapons and contraband from visitors to inmates. See Block v. Rutherford, 468 U.S. at 587-88, 104\nS.Ct. at 3233-34.\nSecond, the justification prong (need for the search) of the Wolfish balancing test in these decisions did not\nconstitute serious concerns that contraband or weapons would be on the arrestee. The nature of the offense\nupon which the arrest was made did not create any reasonable fears of security risks. See Jones v. Edwards,\n770 F.2d at 741 (failure to sign summons and complaint arising from a leash law violation); Giles v. Ackerman,\n746 F.2d at 615 (outstanding parking tickets); but cf. Dufrin v. Spreen, 712 F.2d 1084 (assault of daughter with a\nbroom handle). The officers also had no reasonable suspicion that the arrestee was carrying or concealing\ncontraband. In these circumstances, reasonable suspicion may result from the \"nature of the offense, the\narrestee's appearance and conduct, and the prior arrest record.\" Giles, 746 F.2d at 617.\n\nThird, the strip search is a substantial intrusion of personal rights. Strip searches involving the visual inspection of\nthe anal and genital areas are \"`demeaning, dehumanizing, undignified, humiliating, terrifying, unpleasant,\nembarrassing, repulsive, signifying degradation and submission....'\" Mary Beth G., 723 F.2d at 1272, quoting \nTinetti v. Wittke, 479 F.Supp. 486, 491 (E.D.Wis.1979), adopted at 620 F.2d 160 (7th Cir.1980). See also Levoy v.\nMills, 788 F.2d at 1439; Smith v. Montgomery County, Md., 547 F.Supp. 592, 597 (D.Md.1982). The security\ninterest of jails called into question by the arrest of traffic law violators and misdemeanor offenders were\n1006 outweighed by the invasion of privacy *1006 caused by these offensive procedures. Mary Beth G., 723 F.2d at\n1272.\nFinally, the courts are not substituting their viewpoints on the administration of jails for those of the actual\nadministrators. Giles, 746 F.2d at 617. The courts must not ignore the deference due the prison administrators. \nBlock, 468 U.S. at 591, 104 S.Ct. at 3235. In these cases the courts are not suggesting what procedures short of\nstrip searches should be employed. Giles, 746 F.2d at 618. Simply put, the courts have found constitutional\nviolations in that the privacy interests harmed outweigh the security risks protected.\nThe above discussion sets forth the reasons for finding the Finney County jail policy on strip searches to be\nunconstitutional. Without regard to any circumstances unique to the individual, arrested for a traffic violation or\nminor offense, the arrestee is subjected to a strip search if placement in the inmate living area is to occur for any\nperiod of time. The Tenth Circuit has held that this sole factor 00 intermingling with general jail population 00 does\n97 97\nnot constitute an adequate reason for subjecting those arrested on minor traffic violations to a strip search. Hill v.\nBogans, 735 F.2d at 394. This blanket policy on strip searches is unconstitutional under the balancing test of \nWolfish as applied by the Tenth Circuit.\nIn their response to plaintiff's cross-motion for summary judgment, defendants raise a new and novel argument\nwhich needs only a brief discussion. Although conceding their policy is to strip search all arrestees to be detained\nin the inmate living area, the defendants contend the plaintiff's search was not pursuant to defendants' custom,\npolicy or practice as it is not Finney County's policy to incarcerate, and therefore strip search, persons charged\nwith driving on suspended licenses. In the present case, it is uncontroverted that a Garden City police officer\narrested plaintiff and took her to the county law enforcement center. The city officer also completed some of the\nbooking procedures. It is apparent that defendants seek to blend together the distinct acts of the arrest and the\nlater strip search at the jail house into a single policy or custom, particularly since the city is no longer a party to\nthe case. The fact that the county may have a policy against arresting those charged with driving on suspended\nlicenses does not apply to the circumstances of this case where the county took into custody and strip searched\nplaintiff upon her arrest by a city police officer. While the combined operation of the county's policies on arrests of\ntraffic violations and strip searches could prevent strip searches of those stopped for traffic violations by county\nofficers, it is apparent the jail policy on strip searches is not limited to those arrested by county officers. As shown\nin this case, the Finney County jail policy allows strip searches for those arrested on traffic violations.\nIT IS THEREFORE ORDERED that defendants' motion for summary judgment is denied, and the plaintiff's\nmotion for partial summary judgment is granted.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54085"
    }
  ],
  "document_count": 2
}