{
  "case_id": 11148,
  "fetched_at": "2025-10-22T00:13:15.265768",
  "case_data": {
    "attorney_orgs": [
      "NAACP Legal Defense Fund"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Delaware",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "School Desegregation"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Student assignment"
      },
      {
        "value": "Discrimination Prohibition"
      }
    ],
    "court": "Delaware state trial court",
    "custom_issues": [],
    "defendant_payment": "0",
    "defendant_type": [
      {
        "value": "Elementary/Secondary School"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1952,
    "id": 11148,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Classification / placement",
      "General/Misc.: Racial segregation",
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black",
      "Affected Race(s): White",
      "General/Misc.: School/University Facilities",
      "General/Misc.: School/University policies"
    ],
    "last_checked_date": "2021-10-10T00:00:00-04:00",
    "main_docket": {
      "id": 31899,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1952,
      "docket_filing_number": 258,
      "is_main_docket": true,
      "court": "Delaware state trial court",
      "state": "Delaware",
      "docket_office_number": "",
      "docket_number_manual": "Civ. A. Nos. 258",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Belton v. Gebhart, Bulah v. Gebhart",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1952,
    "permanent_injunction": true,
    "plaintiff_description": "Black students and similarly situated children denied admission to Claymont High School and Hockessin No. 29.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 5479,
        "name": "Brown v. Board of Education of Topeka"
      },
      {
        "id": 11110,
        "name": "Bolling v. Sharpe"
      },
      {
        "id": 11111,
        "name": "Allen/Davis/Griffin v. County School Board of Prince Edward Co."
      },
      {
        "id": 11147,
        "name": "Briggs v. Elliott"
      },
      {
        "id": 13986,
        "name": "Brunson v. Board of Trustees of Clarendon County"
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Delaware",
    "summary": "<p>Belton v. Gebhart and Bulah v. Gebhart were two desegregation cases that arose in Delaware. At the time of the actions, the Delaware State Constitution provided that all public schools be segregated on the basis of race. </p><p>Gebhart stemmed from Claymont, a Wilmington suburb where Black students had to make a 20-mile round trip to Howard High School– the only high school in the state that permitted Black students to attend. Howard High School, along with Carver Vocational School, which was also open to non-white students, were both run by the Wilmington Special School District. Claymont High School, the neighborhood school, was state-run, well-funded, and exclusively open to white students. The plaintiffs sought a declaratory judgment that the Delaware constitutional provisions and laws requiring school segregation violated the Equal Protection Clause of the Fourteenth Amendment. They also sought an injunction mandating that the defendants refrain from denying plaintiffs admission to schools open only to white students. </p><p>Bulah originated in the rural district of Hockessin. The named plaintiff's daughter was refused admission to Hockessin School No. 29, a modern whites-only school. Instead, the plaintiff had to drive her daughter two miles to the nearest school for Black children, a one-room schoolhouse with very few resources for students. She implored state officials, including the department of public instruction and the governor, to provide busing for her child. But state officials rebuffed her inquiries and replied that no transportation would be provided to her daughter. The plaintiffs and defendants in the second action asserted the same claims and defenses as in Belton. </p><p>Initially, Belton and Bulah were filed separately in the Delaware Court of Chancery. Eventually, the separate actions were combined for purposes of trial. Previously, in Parker v. University of Delaware, the Court of Chancery had held that segregation at the University of Delaware was unconstitutional. The combined Gebhart cases came before the same judge who had decided Parker: Chancellor J. Seitz. </p><p>Following the trial, Chancellor Seitz issued an opinion ordering the admission of plaintiffs to Howard High School. 32 Del. Ch. 343. In the opinion he considered two issues: \"1) Do the provisions of the Fourteenth Amendment forbidding a state to deny any citizen the equal protection of the laws forbid segregation of pupils in the public schools on the basis of color [and] 2) If state-imposed segregation is not in in itself unlawful, are the educational facilities afforded by the State to the plaintiffs substantially unequal to those afforded white pupils similarly situated?\" </p><p>He first considered the plaintiffs' argument that state-imposed segregation violated the Fourteenth Amendment. Citing the separate but equal doctrine, Chancellor Seitz found that plaintiffs were not entitled to relief under their first claim because the Supreme Court had not yet rejected the doctrine of separate but equal. He then turned to the plaintiffs' second contention: that facilities and educational opportunities available to Black students were substantially inferior to those available to white students. After surveying the extensive record of disparities between Howard High School and Carver Vocational School and Claymont High School, Chancellor Seitz \"conclude[d] that the separate facilities and opportunities offered these plaintiffs, and those similarly situated, are not equal to those offered white children in the Claymont District, and that, in consequence, the State by refusing these plaintiffs admission to Claymont solely because of their color, is violating the plaintiff's rights protected by the Equal Protection Clause of the Fourteenth Amendment.\" He rejected defendants' argument that the Court should do not more than order them to equalize facilities and opportunities, finding that \"[t]o postpone such relief is to deny relief, in whole or in part, and to say that the protective provisions of the Constitution offer no immediate protection.\" Then, he ordered an injunction blocking defendants from excluding the plaintiffs and others similarly situated from attending Claymont High School on account of race. </p><p>Chancellor Seitz proceeded to consider the disparities between School No. 29 and School No. 107. After surveying factors used to evaluate educational opportunities, he \"conclude[d] that the facilities and educational opportunities offered at No. 29 are substantially superior to those offered at No. 107.\" He again issued an injunction barring defendants from denying admission to plaintiffs and similarly situated students to School No. 29 on account of race.</p><p>The defendants appealed the injunctions to the Supreme Court of Delaware. 33 Del.Ch. 144. The plaintiffs filed a cross-appeal on the ground that the Court of Chancery should have overturned the \"separate but equal\" doctrine. On August 28, 1952, the Court affirmed the denial of declaratory relief and both injunctions. Following the Delaware Supreme Court's decision, eleven Black students began attending Claymont High School for the 1952-53 school year.  </p><p>Even though the plaintiffs had already been admitted to Claymont High School, the defendants appealed the case to the U.S. Supreme Court. 73 S.Ct. 213. As part of the Brown v. Board of Education litigation, the appeal of Belton was consolidated with four other NAACP desegregation actions. In Brown v. Board of Education, the Supreme Court overturned the doctrine of separate but equal and held that segregation in the public schools violated the fourteenth amendment. Belton was the only case that the Brown Court affirmed in part. </p><p>The case is closed. </p>",
    "summary_published_date": "2021-10-10T00:00:00-04:00",
    "summary_short": "Belton v. Gebhart and Bulah v. Gebhart were desegregation actions filed in Delaware. In both actions, plaintiffs sued the State of Delaware challenging Delaware state constitutional provisions and laws requiring public school segregation  as unconstitutional under the Fourteenth Amendment's Equal Protection Clause. The plaintiffs had been denied access to Claymont High School and Hockessin School No. 29, schools only open to white students that were better funded and had substantially greater resources than schools open to Black students. Though Belton and Bulah were filed separately, they were combined for the purposes of trial. The cases were tried before the Delaware Court of Chancery with Chancellor J. Seitz presiding over the trial. In his opinion following trial, Chancellor Seitz considered two questions: 1) whether school segregation violated the Fourteenth Amendment's Equal Protection Clause and 2) even if state-mandated segregation was not unconstitutional, whether the schools open to Black students were substantially unequal to those that admitted exclusively white students. (32 Del. Ch. 343). Chancellor Seitz held that, as a lower court judge, he was bound by the doctrine of \"separate but equal\" and could not provide relief to plaintiffs under that theory. However, he concluded that the facilities available to Black students were substantially inferior to those available to white students and ordered the admission of Black students to the white schools. He issued two injunctions ordering the plaintiffs' admission to Claymont High School and Hockessin School No. 29. Both parties appealed the injunctions to the Delaware Supreme Court, which affirmed both injunctions. (33 Del.Ch. 144). Defendants later appealed to the U.S. Supreme Court, which granted certiorari. (73 S.Ct. 213). Belton and Bulah were consolidated with other school desegregation cases as part of the Brown v. Board of Education litigation. In 1954, the Supreme Court overturned the doctrine of \"separate but equal\" and ordered all schools to desegregate. (75 S.Ct. 753). Belton was the only case that the Supreme Court partially affirmed on appeal. (301). ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11148",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11148",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11148",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11148"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119862,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119862"
    },
    {
      "date": "1952-04-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 862,
      "cite_1_reporter": "A.2d",
      "cite_1_vol": 87,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Delaware state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 112663,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/112663.pdf",
      "title": "Opinion",
      "text": " \nBelton v. Gebhart, 32 Del.Ch. 343 (1952)   \n87 A.2d 862 \n \n \n \nThe question for decision in both cases here presented is \n32 Del.Ch. 343 \nwhether the State of Delaware, through its agencies, has \nCourt of Chancery of Delaware, New Castle County. \nviolated the plaintiffs’ rights under the Equal Protection \nClause of the Fourteenth Amendment to the United States \nBELTON et al. \nConstitution. \nv. \nGEBHART et al. \nTwo actions were filed. They were consolidated for trial \nBULAH et al. \npurposes  and  are  here  being  decided.  Although  the \nv. \nplaintiffs sued by guardians ad litem, shall embrace only \nGEBHART et al. \nthe minors when referring to ‘plaintiffs’. \nCiv. A. Nos. 258, 265. \nIn the first action the plaintiffs are eight minors who sue \n| \non behalf of themselves and others similarly situated. \nApril 1, 1952. \nPlaintiffs  are  Negroes  and  residents  of  the  Claymont \nSpecial School District in New Castle County, Delaware. \nThey have been refused admission to the Claymont High \nSynopsis  School, a public *346 school maintained by the State of \nAction by Ethel Louise Belton, an infant, by her guardian  Delaware for white children only. They applied for and \nad litem, Ethel Belton, and others, against Francis B.  were expressly refused the right to attend the Claymont \nGebhart, and others and action by Barbara Bulah, an  High School solely because of their color and ancestry. \ninfant by her guardian ad litem, Sarah Bulah, and others  However, plaintiffs are permitted to attend Howard High \nagainst  Francis  B.  Gebhart,  involving  question  of  School  and  Carver  Vocational  School,  both  operated \nconstitutionality of segregation of negroes and whites by  under a single administration, by the Wilmington Special \nproviding  separate  public  educational  institutions.  The  School  District.  Howard  High  School  and  Carver \nCourt of Chancery, in and for New Castle County, Seitz,  Vocational, for Negro children, are located in the city of \nChancellor, held that facilities provided as disclosed by  Wilmington approximately nine miles from the residences \nevidence, though separate, were not equal, and injunction  of these plaintiffs. \nwould  issue  to  prevent  authorities  from  refusing \nadmission  of  negro  children  to  schools  previously  Incidentally, the Wilmington School District is not under \nrestricted  to  white  children  similarly  situated,  the jurisdiction of the State Board of Education, and its \nnotwithstanding  fact  that  plans  for  future  construction  members and agencies are not parties. The ‘arrangement’ \nmight tend to equalize facilities.  between the State Board and the Wilmington Board is \n   completely informal. Consequently the State Board could \nOrders in accordance with opinion.  not compel the Wilmington Board to take any action, nor \n   could this Court compel the Wilmington Board to act \nsince it is not a party. \nAttorneys and Law Firms \nPlaintiffs,  including  the  guardians,  belong  to  a  class \n**863  *345  Jack  Greenberg,  of  New  York  City,  and  which, when its members own real property, are subjected \nLouis L. Redding, Wilmington, for plaintiffs.  to tax levied on such property to meet obligations on \nbonded  indebtedness  incurred  in  connection  with  the \nH. Albert Young, Atty. Gen., and Louis J. Finger, Deputy  construction of the Claymont High School. \nAtty. Gen., for defendants. \nPlaintiffs contend that the State of Delaware, through its \nOpinion  designated agencies and agents, has violated plaintiffs’ \n  rights under the Equal Protection Clause of the Fourteenth \nAmendment  in  that:  (1)  State-imposed  segregation  in \nSEITZ, Chancellor.  education  is  itself  in  violation  of  the  Fourteenth \nAmendment,  and  (2)  the  facilities  and  educational \n \nopportunities **864 offered to the plaintiffs, and those \n   1 \n \n\n \nBelton v. Gebhart, 32 Del.Ch. 343 (1952)   \n87 A.2d 862 \n \nsimilarly situated, are inferior to those available to white  *348 Plaintiffs produced many expert witnesses in the \nstudents similarly situated.  fields of education, sociology, psychology, psychiatry and \nanthropology. Their qualifications were fully established. \nDefendants deny that segregation in education, in and of  No  witnesses  in  opposition  were  produced.  One  of \nitself, violates the Fourteenth Amendment, and they deny  America’s  foremost  psychiatrists  testified  that \nthat there is any substantial disparity between the facilities  State-imposed  school  segregation  produces  in  Negro \nand educational opportunities offered the plaintiffs and  children an unsolvable conflict which seriously interferes \nwhite children similarly situated.  with the mental health of such children.1 \n*347 The second action was brought by a seven year old  He conceded that the form, or combination of forms of \nchild residing near Hockessin, Delaware. Plaintiff is a  hardship, vary in different cases and he further conceded \nNegro. She was refused admission to Hockessin School  that  the  results  are  not  caused  by  school  segregation \nNo. 29, a free public elementary school maintained for  alone.  However,  he  pointed  out  that  State  enforced \nwhite children by the State of Delaware, solely because of  segregation is important, because it is ‘clear cut’ and \nher color and ancestry. Plaintiff is permitted to attend  gives  legal  sanction  to  the  differences,  and  is  of \nHockessin  School  No.  107,  an  elementary  school  continuous duration. He also pointed out other factors \nmaintained  for  Negro  children  in  the  same  general  which  viewed  against  the  social  background  of  the \ngeographic area as the Hockessin School No. 29.  Delaware  community,  necessarily  have  the  effect  of \ncausing the Negro child to feel that he is inferior because, \nPlaintiff and defendants in the second action, make the \nin an indirect fashion, the State has said so. The other \nsame charges and defenses as are contained in the first \nexperts sustained the general proposition as to the harmful \ncase. \nover-all  effect  of  legally  enforced  segregation  in \neducation upon Negro children generally. It is no answer \nIt is not disputed that under Article X, Section 2 of the \nto  this  finding  to  point  to  numerous  Negroes  who \nDelaware Constitution, and under 1935 Code, Paragraph \napparently have not been so harmed. It leads to lack of \n2631 the State has directed that there be separate free \ninterest, extensive absenteeism, mental disturbances, etc. \nschool systems for Negroes and whites. The questions \nIndeed,  the  harm  may  often  show  up  in  ways  not \nhere presented follow: \nconnected with their ‘formal’ educational progress. The \nfact is that such practice creates a mental health problem \n(1) Are the Constitutional provision and the statute, in so \nin many Negro children with a resulting impediment to \nfar as they provide for segregation, in and of themselves \ntheir educational progress. \nin violation of the Fourteenth Amendment to the United \nStates Constitution? \nDefendants say that the evidence shows that the State may \nnot be ‘ready’ for non-segregated education, and that a \n(2) Assuming a negative answer to question (1), are the \nsocial problem cannot be solved with legal force. **865 \nseparate facilities and educational opportunities offered \nAssuming the validity of the contention without for a \nplaintiffs equal to those furnished white children similarly \nminute  conceding  the  sweeping  factual  assumption, \nsituated? \nnevertheless, the contention does not answer the fact that \nthe Negro’s mental health and therefore, his educational \nSegregation Per Se \nopportunities  are  adversely  *349  affected  by \nAs stated, plaintiff’s first contention, and this applies to  State-imposed segregation in education. The application \nboth cases, is that the evidence demonstrates that the  of Constitutional principles is often distasteful to some \nrefusal to permit plaintiffs and members of their class to  citizens,  but  that  is  one  reason  for  Constitutional \nattend schools for white children similarly situated, results  guarantees. The principles override transitory passions. \nin  their  receiving  educational  opportunities  markedly   I  conclude  from  the  testimony  that  in  our  Delaware \ninferior to those offered white children. This consequence  society,  State-imposed  segregation  in  education  itself \nflows, say plaintiffs, solely from the fact that they are  results  in  the  Negro  children,  as  a  class,  receiving \nNegroes.  Simply  stated,  plaintiffs  contend  that  the  educational opportunities which are substantially inferior \nevidence  shows  that  legally  enforced  segregation  in  to those available to white children otherwise similarly \neducation,  in  and  of  itself,  prevents  the  Negro  from  situated. \nreceiving educational opportunities which are ‘equal’ to    \nthose offered whites. \n   2 \n \n\n \nBelton v. Gebhart, 32 Del.Ch. 343 (1952)   \n87 A.2d 862 \n \nBut my factual conclusion does not dispose of the first  given  Constitutional  recognition,  but  if  it  were,  the \nquestion presented. I say this because it is necessary to  principle itself would be destroyed. In other words, by \nconsider the decisions of the United States Supreme Court  implication, the Supreme Court of the United States has \nconstruing the Fourteenth Amendment as they apply to  said a separate but equal test can be applied, at least \nthis general problem. Specifically, I must decide whether  below the college level. This Court does not believe such \nsuch a finding of fact as I have here made, is a proper  an  implication  is  justified  under  the  evidence. \nbasis for holding that such separate facilities can not be  Nevertheless, I do not believe a lower court can reject a \nequal.  In  other  words,  can  the  ‘separate  but  equal’  principle of United States Constitutional law which has \ndoctrine be legally applied in the fields of elementary and  been adopted by fair implication by the highest court of \nsecondary education?  the land. I believe the ‘separate but equal’ doctrine in \neducation  should  be  rejected,  but  I  also  believe  its \nPlaintiffs say that the situation here presented has never  rejection must come from that Court. \nbeen passed upon by the United States Supreme Court, or    \nthe  Supreme  Court  of  Delaware,  and  so  is  an  open \nquestion. I agree with the plaintiffs that the Supreme  My legal conclusion is not inconsistent with my finding \nCourt has not, so far as I can find, passed upon a case  of the fact on this point, **866 because by applying the \ncontaining a specific finding as to the effect on the Negro,  ‘separate but equal’ test, the Supreme Court has said in \neducationally, of State-imposed segregation in education.  effect that inequality arising from segregation itself is not \nThe question, however, which judicial integrity requires  that type of inequality which violates the United States \nme to answer is this: Has the U. S. Supreme Court by fair  Constitution. *351 While not set forth in so many words, \nor  necessary  implication  decided  that  State-imposed  it  seems  to  me  that  many  other  lower  courts  have \nsegregated education on the grammar and high school  followed  this  same  reasoning  in  reaching  a  similar \nlevels, in and of itself, does not violate the Fourteenth  conclusion. See, e. g., Briggs v. Elliott, D.C., 98 F.Supp. \nAmendment?  529, appeal pending; cf. Davis v. County School Board of \n The United States Supreme Court first announced what  Prince Edward County, D.C.E.D.Va., 1952, 103 F.Supp. \nhas come to be known as the ‘separate but equal’ doctrine  337. Plaintiffs point to a decisional trend from which they \nin Plessy v. Ferguson, 163 U.S. 537, 16 S.Ct. 1138, 1144,  would have this Court conclude that the ‘separate but \n41 L.Ed. 256. It is, of course, true that that case involved  equal’ doctrine as applied to education should be rejected. \na railway car situation. However, the defendants rely most  Certainly such a trend is ‘in the wind’ but, as stated, it is \nstrongly on *350 Gong Lum v. Rice, 275 U.S. 78, 48  for the Supreme Court to say so in view of its older, and \nS.Ct. 91, 72 L.Ed. 172, decided by the U. S. Supreme  as yet, unrepudiated decisions. See Parker v. University of \nCourt in 1927. In that case a Chinese citizen was required  Delaware, Del.Ch., 75 A.2d 225. \nto attend an elementary school for Negroes in Mississippi,   I,  therefore,  conclude  that  while  State-imposed \neven though he claimed that he was entitled to admission  segregation in lower education provides Negroes with \nto  the  school  for  whites.  The  court  accepted  the  inferior educational opportunities, such inferiority has not \nconclusion  that  he  was  ‘colored’  and  stated  that  the  yet been recognized by the United States Supreme Court \nfacilities available for Negroes, and therefore available to  as violating the Fourteenth Amendment. On the contrary, \nthe Chinese plaintiff, were equal to those offered to the  it has been by implication excluded as a Constitutional \nwhites. Thus, the question was whether the State was  factor. It is for that Court to re-examine its doctrine in the \nrequired, under those circumstances, to admit him to the  light of my finding of fact. It follows that relief cannot be \nschool for white children. The Supreme Court held that  granted plaintiffs under their first contention. \nthe State was not so required, citing many cases for the    \nproposition  that  such  a  practice  was  within  the \nConstitutional power of the State, without interference  Separate But Equal \nbecause of the United States Constitution. It is true that \nthere was no proof in that case concerning the effect of  We turn now to a consideration of the second question, \nsuch State-imposed segregation on Negroes. But it seems  to-wit,  are  the  separate  facilities  and  educational \nto me that the very use of the ‘separate but equal’ doctrine  opportunities offered these plaintiffs, and those similarly \nin  an  elementary  school  case,  has  implicit  therein  a  situated, equal to those furnished white children similarly \nrecognition that in such a case there can be separate but  situated? \nequal educational opportunities in a Constitutional sense. \nThe issues on this point can best be resolved by first \nOf course, this could not be true were my finding of fact \n   3 \n \n\n \nBelton v. Gebhart, 32 Del.Ch. 343 (1952)   \n87 A.2d 862 \n \nsetting  forth  the  facts  as  I  find  them,  based  on  the  I turn now to a comparison of the Claymont plant versus \ntestimony and exhibits, plus the inspection which I made  the Howard-Carver plant. \nof all the structures involved. I first consider the High \nSchool case.  The Claymont building and the Howard building are both \nfairly  good,  with  neither  suffering  by  a  comparison, \nClaymont  High  Versus  Howard  High  and  Carver  except that for its purpose, Claymont has an admitted \nVocational  advantage over Howard with respect to the gymnasium. \nThe same general equality, however, is not true of the \nOne  of  the  eight  Negro  plaintiffs  in  the  so-called  Carver  building  which  is  a  part  of  the  Howard \nClaymont versus Howard-Carver case, is Ethel Louise  administration.  It  is  an  old  building  without  an \nBelton.  She  lives  in  Claymont.  Each  morning  about  auditorium, **867 gymnasium or regular *353 cafeteria. \nquarter of or *352 ten of 8:00 she leaves her home north  The makeshift cafeteria is in a dingy basement and has \nof  Claymont  to  travel  to  Howard  High  School  in  neither seats nor tables. Carver has but one lavatory which \nWilmington. She walks a distance to the Philadelphia  has an unsanitary cement floor. It goes without saying that \nPike where she takes a public bus to Wilmington. The  students  traveling  from  Howard  to  Carver  are  not \nentire trip one way consumes about fifty minutes.  protected from the weather. \nShe  takes,  inter  alia,  a  business  course  requiring  two  Claymont is located on a fourteen acre site, containing \nhours, two days a week. For this course she must leave  ample room for playground and equipment, as well as for \nthe Howard High building at the end of the regular school  sports of most any character. Aesthetically speaking it is \nhours,  and  travel  to  the  so-called  Carver  Vocational  very attractive. The Howard structure is located on a three \nbuilding  (under  Howard  administration),  a  distance  of  and one half acre site with inadequate playing space, even \nnine and one half city blocks. This course is not given in  considering the use of the public park with its restrictions. \nthe  Howard  building  itself.  This  trip  consumes  about  The Howard building is flanked by industrial buildings \nfifteen minutes one way. A similar course is given at  and poor housing. The area surrounding the Carver site is \nClaymont. She is also engaged in the study of the piano  even more congested. There is no land in front, or play \nafter school.  space in the rear. \nIf she were white she could attend Claymont High School  An  analysis  of  the  teaching  staffs  at  Claymont  and \nwhich is about a mile and a half from her home. If she  Howard reveals that at Claymont 59.00% have master’s \nwalked to Claymont High School she would have for  degrees, while at Howard 37.73% have master’s degrees. \nother use, an extra half hour each afternoon, plus extra  At  Claymont  41%  have  bachelor’s  degrees,  while \ntime in the morning otherwise spent in travel. If she took  approximately 52% have such degrees at Howard. There \nthe bus to the Claymont school she would have still more  are none at Claymont without degrees while Howard has \ntime.  9.4% of its faculty without degrees. It appears that of \nthose of the Howard faculty without degrees one teaches a \nPlaintiffs produced an expert witness who testified that \nvocational subject, another wood working, and a third \nbus  travel  increased  fatigue  and  irritability,  thereby \nphysical education. \nimpairing the learning process. Also it was pointed out \nthat this infant plaintiff’s travel time consumes about 25%  In so far as the sizes of the classes at the two high schools \nof a most valuable block of the child’s time, that which  are concerned, the comparative figures are as follows: \npermits self-initiated activities, roughly, the hours from   \nthree to five in the afternoon.   \n  Claymont  Howard \n     \n   \nEnglish  25.56  32.26 \n        \n     \nForeign Languages  25.75  31.10 \n   4 \n \n\n \nBelton v. Gebhart, 32 Del.Ch. 343 (1952)   \n87 A.2d 862 \n \n        \n     \nHome Economics  16.2  24.71 \n        \n     \nIndustrial Arts  17.14  23.9 \n        \n     \nMathematics  30.60  33.25 \n        \n     \nNatural Sciences  34.87  32.26 \n        \n     \nPhysical Education  24.28  43.67 \n        \n     \nSocial Studies  33.88  32.05 \n        \n     \n \n \nentitled ‘Mathematics Review’ is only for those too lazy \nor too dull to continue the study of mathematics, and is a \n*354 The ‘average’ teacher at Howard carries a teaching \nsort of ‘open air course’. \nload of 178 pupils per week, while at Claymont the figure \nis 149 pupils per week. In so far as Physical Education \nDefendants argue that, contrary to plaintiff’s contention, \nclasses are concerned there is a tremendous disparity in \ntrigonometry is offered at Howard, and that, in fact, one \nfavor of Claymont. \nstudent is now being taught trigonometry. Defendants say \nthe course will be offered at Howard if there is any \nTurning to the academic subjects, plaintiffs contend that \ndemand for it. \ncourses  in  Public  Speaking,  Spanish,  Mathematics \nReview, Trigonometry, and Economics And Sociology \nIt is true that no public speaking course is offered at \nare not offered at Howard but are offered at Claymont. \nHoward. However, it appears that debating is available at \nHoward and Howard does offer related English in some \nDefendants point out that in general practice, each school \nvocational courses. \noffers only one foreign language. For a period of time \nClaymont offered Spanish as its modern foreign language \nAlthough Claymont and Howard have trained librarians \nbut it is now shifting back to French. The fact that for one \nCarver does not. In fact, Carver’s librarian has a degree \nyear Claymont has both French and Spanish (second year) \nfrom an unaccredited school. \nis caused only by the shift from Spanish to French. \n*355 Claymont has many more extra curricular activities \nDefendants say that the subject matter of the course called \nthan  does  Howard.  Thus,  Claymont  has  a  school \nEconomics  And  Sociology  is  offered  at  Howard  as \nnewspaper, an Art Club, Drivers Club, Mathematics Club, \n‘Problems in Democracy’. \nSquare Dance Club, Leaders Corps and an organization to \ntickle the imagination called ‘Tumbling Girls’. Howard \nDefendants contend that the course offered at Claymont \n   5 \n \n\n \nBelton v. Gebhart, 32 Del.Ch. 343 (1952)   \n87 A.2d 862 \n \nhas only a Story Hour, a Science Club, and a French Club.  that segregated education, as here provided, means that \n**868 I now consider whether the facilities of the two  white children in the Claymont school district may have \ninstitutions are separate but equal, within the requirements  the benefits which flow from living in the suburbs, but \nof  the  Fourteenth  Amendment  to  the  United  States  Negro children similarly situated may not. In other words, \nConstitution. Are the separate facilities and educational  according to defendants, white parents may move into the \nopportunities offered these Negro plaintiffs, and those  Claymont  suburbs  in  order  to  give  their  children  the \nsimilarly situated, ‘equal’ in the Constitutional sense, to  benefits which flow from attending a suburban school, but \nthose  available  at  Claymont  High  to  white  children,  Negro parents may not. The cold, hard fact is that the \nsimilarly situated? The answer to this question is often  State  in  this  situation  discriminates  against  Negro \nmuch more difficult than appears, because many of the  children. The court fully realizes that there are many \nfactors  to  be  compared  are  just  not  susceptible  of  white children who do not have the advantages which are \nmathematical evaluation, e. g., aesthetic considerations.  provided at the Claymont School, but the point is that \nMoreover,  and  of  real  importance,  the  United  States  they are not white children whose position is otherwise \nSupreme Court has not decided what should be done if a  similar to that of these plaintiffs. As the Supreme Court \nNegro school being compared with a white school is  has  said,  there  is  a  vast  difference—a  Constitutional \ninferior in some respects and superior in others. It is easy,  difference. \nas some courts do, to talk about the necessity for finding \nsubstantial equality. But, under this approach, how is one  Plaintiffs next point to the fact that part of the curriculum \nto deal with a situation where, as here, the mental and  is offered at Howard and part at Carver; that these schools \nphysical health services at the Negro school are superior  are some distance apart and that the facilities at Carver are \nto those offered at the white school, while the teacher load  markedly  inferior  to  those  available  at  Claymont  for \nat the Negro school is not only substantially heavier than  similar courses. I find as a fact from the record and from \nthat  at  the  white  school,  but  often  exceeds  the  State  my visit, and defendants tacitly concede, that the facilities \nannounced  educationally  desirable  maximum  at Carver, with due regard for its vocational emphasis, are \nteacher-pupil ratio. The answer, it seems to me is this:  woefully  inferior  to  those  available  at  Claymont.  A \nWhere the facilities or educational opportunities available  further  repetition  of  the  comparative  facts  is  better \nto the Negro are, as to any substantial factor, inferior to  forgotten. \nthose available to white children similarly situated, the \nConstitutional principle of ‘separate but equal’ is violated,  *357 The teacher training at Claymont is substantially \neven though the State may point to other factors as to  superior to that at Howard-Carver, as the comparative \nfigures demonstrate. \nwhich  the  Negro  school  is  superior.  I  reach  this \nconclusion because I do not believe a court can say that \nThe  teacher  load  at  Howard-Carver  is  substantially \nthe substantial factor as to which the Negro school is \ngreater than that at Claymont. Many more of the classes at \ninferior will not adversely affect  *356 the educational \nHoward-Carver  exceed  the  twenty-five  to  one \nprogress of at least some of those concerned. Moreover, \nstudent-teacher ratio, than at Claymont. Moreover, **869 \nevaluating unlike factors is unrealistic. If this be a harsh \nthe twenty-five to one ratio has been fixed by the State \ntest, then I answer that a State which divides its citizens \neducational authorities as a desirable maximum. \nshould pay the price. \n I  conclude  that  with  respect  to  teacher  training, \n  \npupil-teacher  ratio,  extra  curricular  activities,  physical \nplants and aesthetic considerations, the Howard-Carver \nThus,  I  ask.  Are  the  facilities  and  educational \nSchool is inferior to Claymont under the ‘separate but \nopportunities at Howard-Carver inferior to those offered \nequal’ test. These factors are all a part of the educational \nat Claymont as to any substantial factor? The answer to \nprocess, as the experts stated. \nthis question requires an analysis of the facts as I have \n  \nfound them. \nFrom the points of view of location and landscaping and  One other factor of importance remains to be considered. \noverall  aesthetic  considerations,  Claymont  is  vastly  At least one of the plaintiffs travels, by foot and by public \nbus, over nine miles each way to attend Howard, whereas, \nsuperior to Howard-Carver. But defendants’ counsel say \nshe could reach Claymont by traveling somewhat over \nthat  the  differences  are  almost  inevitable  in  any \none mile. Thus, a substantial portion of the plaintiff’s time \ncomparison of urban and suburban schools. Granting that \nis taken traveling to and from school. Indeed, it is much \nthis may be so, it only goes to demonstrate the dreary fact \n   6 \n \n\n \nBelton v. Gebhart, 32 Del.Ch. 343 (1952)   \n87 A.2d 862 \n \nmore  time  than  is  taken  by  white  children  similarly  by a finding that the United States Constitution has been \nsituated.  violated. It *359 seems to me that when a plaintiff shows \n I  recognize  that  some  authorities  have  refused  to  to the satisfaction of a court that there is an existing and \nrecognize  the  travel  factor  as  justifying  a  holding  of  continuing violation of the ‘separate but equal’ doctrine, \ninequality,2 however, I do not believe that those cases  he is entitled to have made available to him the State \ninvolved the burden time-wise and distance-wise which is  facilities which have been shown to be superior. To do \nhere involved. I find that, under the facts here presented,  otherwise is to say to such a plaintiff: **870 ‘Yes, your \nthe requirement that plaintiffs travel such a distance while  Constitutional rights are being invaded, but be patient, we \nwhites similarly situated are subjected to no such burden,  will see whether in time they are still being violated.’ If, \nresults  in  inferior  educational  opportunities  for  these  as the Supreme Court has said, this right is personal,3 such \nplaintiffs because of time and fatigue factors.  a plaintiff is entitled to relief immediately, in the only \n   way it is available, namely, by admission to the school \nwith the superior facilities. To postpone such relief is to \n*358 I have enumerated the several respects in which I  deny  relief,  in  whole  or  in  part,  and  to  say  that  the \nhave found the facilities and educational opportunities at  protective  provisions  of  the  Constitution  offer  no \nHoward-Carver  to  be  inferior  to  those  offered  at  immediate protection. \nClaymont. Viewing such factors, both independently and    \ncumulatively, I conclude that the separate facilities and \nopportunities offered these plaintiffs, and those similarly  I conclude that the State’s future plans do not operate to \nsituated, are not equal to those offered white children in  prevent the granting of relief to these plaintiffs by way of \nthe Claymont District, and that, in consequence, the State  an injunction, preventing the authorities from excluding \nby refusing these plaintiffs admission to Claymont solely  these  plaintiffs,  and  others  similarly  situated,  from \nbecause of their color, is violating the plaintiff’s rights  admission to Claymont High School on account of their \nprotected  by  the  Equal  Protection  Clause  of  the  color. If it be a matter of discretion, I reach the same \nFourteenth Amendment.  conclusion. If, at some future time, defendants feel that \nthey  can  demonstrate  that  all  the  Constitutional \nHowever, the defendants’ counsel say that the evidence  inequalities have been removed, then it would be for them \ndemonstrates that the Wilmington Board of Education  to take the initiative. \nplans to abandon Carver, and transfer its courses to the \nHoward building. It also intends to make Howard a senior  School No. 29 (White) Versus School No. 107 (Negro) \nhigh school, and remove the crowded condition of that \nschool by creating a junior high school for Negroes at  Let us now compare School No. 29 (for white children), \nwhat is now the Bancroft School for whites. A new high  and School No. 107 (for Negroes). \nschool for Negroes at Middletown is supposed to help. \nThe evidence shows that some of the building program is  No. 29 is a four classroom building constructed in 1932 at \nunder  way,  while  other  parts  of  it  are  merely  in  the  a  cost  of  $55,000.00,  with  a  present  value  of  about \n$77,000.00. No. 107 is a one room building converted by \nplanning stage. \na sliding partition into two rooms. It was constructed in \n Under these circumstances, defendants urge that even \n1922 at a cost of $21,000.00 and has a present value of \nthough the Court should find inequalities, it should do no \n$13,000.00. This obvious appreciation in the value of the \nmore than direct the defendants to equalize facilities and \nwhite school, versus the depreciation in the value of the \nopportunities, and give them time to comply with such an \nNegro school, reflects, aside from their age, differences in \norder. Passing over the fact that the Wilmington Board is \nnot before this court, there are three reasons why I cannot  maintenance,  upkeep  *360  and  improvements.  Until \nagree with this approach. (1) I do not see how the plans  recently the white school was unlawfully favored in the \nmentioned will remove all the objections to the present  receipt of State funds. The first six grades are taught at \narrangement. (2) Moreover, and of great importance, I do  each school. However, at No. 107 each teacher has three \nnot see how the Court could implement such an injunction  grades while at No. 29 each teacher has only two grades. \nagainst the State. (3) Just what is the effect of such a  This  is  significant  apart  from  the  over-all  number  of \nchildren taught. \nfinding of a violation of the Constitution, as has here been \nmade. It is true that in such a situation some courts have \nNo. 29 has a very attractive auditorium, as well as a \nmerely directed the appropriate State officials to equalize \nbasketball  court,  a  partial  basement  which  provides \nfacilities. I do not believe that such is the relief warranted \n   7 \n \n\n \nBelton v. Gebhart, 32 Del.Ch. 343 (1952)   \n87 A.2d 862 \n \nstorage space and more adequate space for heating and    \nhot water. No. 107 has none of these. The auditorium \nserves  a  valuable  purpose  as  the  happenings  on  the  Another factor connected with these two schools demands \noccasion of my visit demonstrated.  separate  attention,  because  it  is  a  consequence  of \nsegregation so outlandish that the Attorney General, with \nNo. 29 has several of the accepted forms of drinking  commendable candor, has in effect refused to defend it. I \nfountains. No. 107 does not. No. 29 has modern spacious  refer to the fact that School bus transportation is provided \nsanitary toilet facilities, while No. 107 has one commode  those attending No. 29 who, except for color, are in the \nin a very small room which adjoins the space where the  same situation as this infant plaintiff. Yet neither school \nchildren’s lunches, the janitorial materials and the school  bus  transportation,  nor  its  equivalent  is  provided  this \ndrinking  water  bottles  are  kept.  No.  29  has  a  well  plaintiff even to attend No. 107. In fact, the State Board of \nequipped nurse’s office, while No. 107 has only a first aid  Education refused to authorize the transportation of this \npacket. The fire protection facilities at No. 29 are more  then seven year old plaintiff to the Negro school, even \nnumerous than those at No. 107. No. 29 is also superior in  though the bus for white children went right past her \nother items too numerous to mention.  home, and even though the two schools are no more than \n No.  29  is  so  beautifully  situated  that  the  view  a mile apart. Moreover, there is no public transportation \nimmediately  catches  the  eye.  The  landscaping  is  also  available from or near plaintiff’s home to or near the \noutstanding.  No.  107  is  unlandscaped,  and  apparently  Negro school. The State Board ruled that because of the \nalways has been. Its location just cannot compare with the  State  Constitutional  provision  for  separate  schools,  a \nlocation of No. 29. An over-all evaluation of the locations  Negro child may not ride in a bus serving a white school. \nand  the  facilities  of  the  two  schools  reflect  such  an  If we assume that this is so, then this practice in and of \nobvious superiority in favor of No. 29 as to be depressing.  itself, is another reason why the facilities offered this \nMany of the items were given to No. 29 by the P.T.A. or  plaintiff at No. 107 are inferior to those provided at No. \nthe public. These, say the Attorney General, should be  29. To suggest, under the facts here presented, that there \nexcluded from this comparison. It is conceded that the  are not enough Negroes to warrant the cost of a school \nitems mentioned belong to the school and are therefore  bus for *362 them is only another way of saying that they \nState property. My answer is that we are comparing State  are  not  entitled  to  equal  services  because  they  are \nfacilities. We cannot conjecture what the State might or  Negroes. Such an excuse will not do here. \nmight not have furnished in the absence of such items. \n   I conclude that the facilities and educational opportunities \nat No. 107 are substantially inferior in a Constitutional \n*361  On  the  Strayer-Englehart  Score  Card,  used  by  sense,  to  those  at  No.  29.  For  the  reasons  stated  in \neducators to evaluate the physical condition of a school  connection  with  Claymont  I  do  not  believe  the  relief \nplant, No. 29 far surpassed No. 107.  should merely be an order to make equal. \nThe teacher preparation at No. 29 is superior to that at No.  An injunction will issue preventing the defendants and \n107. Also, the County Supervisor rated every teacher at  their  agents  from  refusing  these  plaintiffs,  and  those \nNo. 29 higher than either teacher at No. 107.  similarly situated, admission to School No. 29 because of \ntheir color. \nThe experts in the field of education testified that the \nvarious factors mentioned **871 are all of importance in  Orders on notice. \nevaluating educational opportunities. The courts have so \nrecognized.  All Citations \n The  substantial  factors  above  mentioned,  whether \n32 Del.Ch. 343, 87 A.2d 862 \nviewed separately or cumulatively, lead me to conclude \nthat the facilities and educational opportunities offered at   \nNo. 29 are substantially superior to those offered at No. \n107. \nFootnotes \n \n   8 \n \n\n \nBelton v. Gebhart, 32 Del.Ch. 343 (1952)   \n87 A.2d 862 \n \n1  At least two of the experts examined some Delaware children and while not at all conclusive, their findings gave \n  some support to the conclusions reached. \n \n2  See Brown v. Board of Education, D.C., 98 F.Supp. 797, appeal pending. Dameron v. Bayless, 14 Ariz. 180, 126 P. 273; \n  People v. Gallagher, 93 N.Y. 438. Defendants also cite Gong Lum v. Rice, 275 U.S. 78, 48 S.Ct. 91, 72 L.Ed. 172, for \nthis proposition, but I believe the language of the opinion negatives any such sweeping generalization. \n \n3  See Sweatt v. Painter, 339 U.S. 629, 70 S.Ct. 848, 94 L.Ed. 1114. \n   \n \n \n \n   \n   \n \n \n \n   9 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/112663"
    },
    {
      "date": "1952-08-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 137,
      "cite_1_reporter": "A.2d",
      "cite_1_vol": 91,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Delaware state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 112664,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/112664.pdf",
      "title": "Opinion",
      "text": " \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \n \n    \n33 Del.Ch. 144 \nAttorneys and Law Firms \nSupreme Court of Delaware. \n**139 *148 H. Albert Young, Atty. Gen., and Louis J. \nGEBHART et al. \nFinger,  Deputy  Atty.  Gen.,  for  appellants  and \nv. \ncross-appellees. \nBELTON et al. \nGEBHART et al. \nLouis L. Redding, of Wilmington, and Jack Greenberg, of \nv. \nNew York City, for appellees and cross-appellants. \nBULAH et al. \nBELTON et al. \nSOUTHERLAND,  Chief  Justice,  WOLCOTT,  Justice, \nv. \nand CAREY, Judge, sitting. \nGEBHART et al. \nBULAH et al.  Opinion \nv.   \nGEBHART et al. \nSOUTHERLAND, Chief Justice. \nNos. 15–18. \n|   \nAug. 28, 1952. \n|  Two cases, alike in respect of basic principles of law, but \nWrit of Certiorari Granted Nov. 24, 1952.  differing in respect of the facts, were filed in the court \n|  below by certain citizens of Negro blood, seeking the \nSee 73 S.Ct. 213.  admittance of the plaintiffs1 to public schools maintained \nfor white pupils only. The first case, brought against the \nmembers of the State Board of Education and certain \nother school officials, concerns the claim of the plaintiffs, \nSynopsis \n*149 Ethel Louise Belton and others, residents in the \nSuits by Ethel Louise Belton, and others and by Shirley \nClaymont Special School District in New Castle County \nBarbara Bulah and others, against Francis B. Gebhart, and \nand all of high school age, to be admitted to the high \nothers to enjoin the defendants, who were officials of a \nschool maintained in that district for white pupils. The \nstate school system which segregated Negro and white \nsecond case, brought against the members of the State \nstudents, from denying plaintiffs admittance to certain \nBoard of Education and certain other school officials, \nschools  because  of  color  or  ancestry.  The  suits  were \nconcerns the claim of the plaintiff, Shirley Barbara Bulah, \nconsolidated and the Court of Chancery of New Castle \na  resident  of  Hockessin,  New  Castle  County,  to  be \nCounty decreed that plaintiffs be admitted immediately to \nadmitted  to  School  No.  29,  an  elementary  school  at \nschools  for  white  students  to  which  they  sought \nHockessin maintained for white pupils. \nadmittance, 87 A.2d 862, and detendants appealed and \nplaintiffs  cross-appealed.  The  Supreme  Court, \nThe relief sought in each case is a declaratory judgment \nSoutherland, C. J., held that evidence established that \nthat the provisions of the Delaware Constitution and laws \nfacilities provided at the schools attended by plaintiffs \nrequiring  segregation  in  the  public  schools  are  in \nwere  substantially  unequal  to  those  provided  at  the \ncontravention  of  the  equal  protection  clause  of  the \nschools for white students, and that plaintiffs’ personal \nFourteenth Amendment to the federal Constitution, and \nand present rights to equal protection of the law entitled \nalso an injunction restraining the defendants from denying \nthem  to  an  immediate  cessation  of  the  unlawful \nthe plaintiffs admittance to the schools maintained for \ndiscrimination, notwithstanding that program had been \nwhite pupils. \ninitiated to make facilities of schools for Negro students \nequal to those for white students, and was expected to be  The  cases  were  consolidated  and  tried  before  the \ncompleted within one year.  Chancellor, who rendered a judgment denying the prayers \n   of the complaints **140 for a declaratory judgment but \nDecrees affirmed.  enjoining  the  defendants  from  refusing  the  plaintiffs \n  1 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nadmittance to the schools for whites. 87 A.2d 862.  however, that in such apportionment, no distinction shall \nbe made on account of race or color, and separate schools \nIt  appears  from  the  pleadings  and  testimony  that  the  for white and colored children shall be maintained. All \nfollowing issues were made below and determined by the  other expenses connected with the maintenance of free \nChancellor and are here for review:  public  schools,  and  all  expenses  connected  with  the \nerection or repair of free public school buildings shall be \nI.  Do  the  provisions  of  the  Fourteenth  Amendment  defrayed in such manner as shall be provided by law.’ \nforbidding  a  state  to  deny  to  any  citizen  the  equal    \nprotection of the laws forbid segregation of pupils in the \npublic schools on the basis of color?  Paragraph  2631,  Revised  Code  of  Delaware  1935 \nprovides as follows: \nII. If state-imposed segregation is not in itself unlawful, \nare the educational facilities afforded by the State to the \nplaintiffs  substantially  equal  to  those  afforded  white  ‘Sec.  9.  Shall  Maintain  Uniform \npupils similarly situated?  School System; Separate Schools for \nWhite  Children,  Colored  Children, \nUpon the authority of applicable decisions of the Supreme  and  Moors;  Elementary \nCourt of the United States the Chancellor resolved the  Schools:—The  State  Board  of \nfirst  question  in  the  negative.  Upon  a  review  of  the  Education is authorized, empowered, \nevidence pertaining to the second question he held, first,  directed and required to maintain a \nas to the plaintiffs Ethel *150 Louise Belton and others,  uniform, equal and effective system \nthat the educational facilities afforded them, i.e., those of  of  public  schools  throughout  the \nthe  Howard  High  School  in  the  City  of  Wilmington,  State, and shall cause the provisions \nmaintained for Negro pupils, are substantially inferior to  of this Chapter, the by-laws or rules \nthose of the Claymont High School; and second, as to the  and regulations and the policies of the \nplaintiff  Shirley  Barbara  Bulah,  that  the  educational  State Board of Education to be carried \nfacilities afforded her, i.e., elementary school No. 107 at  into effect. The schools provided shall \nHockessin, maintained for Negro pupils, are substantially  be  of  two  kinds;  those  for  white \ninferior to those of School No. 29.  children  and  those  for  colored \nchildren.  The  schools  for  white \nWe take up these questions in the above order.  children  shall  be  free  for  all  white \nchildren between the ages of six and \nI. Segregation per se. \ntwenty-one years, inclusive; and the \nschools  for  colored  *151  children \nArticle X of the Constitution of the State of Delaware \nshall be free to all colored children \nprovides in part as follows: \nbetween  the  ages  of  six  and \n‘Section 1. The General Assembly shall provide for the \ntwenty-one  years,  inclusive.  The \nestablishment and maintenance of a general and efficient \nschools  for  white  children  shall  be \nsystem of free public schools, and may require by law that \nnumbered and the schools for colored \nevery child, not physically or mentally disabled, shall \nchildren  shall  be  numbered  as \nattend the public school, unless educated by other means. \nnumbered prior to the year 1919. The \n  \nState  Board  of  Education  shall \n‘Section 2. In addition to the income of the investments of \nestablish  schools  for  children  of \nthe Public School Fund, the General Assembly shall make \npeople called Moors or Indians, and if \nprovision for the annual payment of not less than one \nany  Moor  or  Indian  school  is  in \nhundred thousand dollars for the benefit of the free public \nexistence or shall **141 be hereafter \nschools which, with the income of the investments of the \nestablished,  the  State  Board  of \nPublic  School  Fund,  shall  be  equitably  apportioned \nEducation shall pay the salary of any \namong the school districts of the State as the General \nteacher or teachers thereof, provided \nAssembly shall provide; and the money so apportioned \nthat  the  school  is  open  for  school \nshall be used exclusively for the payment of teachers’ \nsessions during the minimum number \nsalaries  and  for  furnishing  free  text  books;  provided \nof days required by law for school \n  2 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nattendance and provided further that  ‘Were this a new question, it would \nsuch  school  shall  be  free  to  all  call  for  very  full  argument  and \nchildren of the people called Moors,  consideration; but we think that it is \nor the people called Indians, between  the  same  question  which  has  been \nthe ages of six and twenty-one years.  many times decided to be within the \nNo white or colored child shall be  constitutional  power  of  the  state \npermitted  to  attend  such  a  school  Legislature  to  settle,  without \nwithout the permission of the State  intervention  of  the  federal  courts \nBoard  of  Education.  The  public  under the federal Constitution.’ \nschools  of  the  State  shall  include \nelementary schools which shall be of \n  \nsuch number of grades at the State \nBoard of Education shall decide after \nAfter  citing  numerous  state  decisions  upholding \nconsultation with the Trustees of the \nsegregation in the public schools, the Chief Justice quoted \nDistrict  in  which  the  school  is \nwith  approval  the  language  of  Mr.  Justice  Brown  in \nsituated.’ \nPlessy v. Ferguson, supra, dealing with that subject, and \nconcluded: \n  \n‘Most of the cases cited arose, it is \nDo these provisions, in so far as they require segregation \nin  the  public  schools  based  on  race  or  color,  offend  true,  over  the  establishment  of \nseparate  schools  as  between  white \nagainst the provisions of the Fourteenth Amendment to \npupils and black pupils; but we cannot \nthe Constitution of the United States, forbidding any state \nthink  that  the  question  is  any \nto deny to any citizen the equal protection of the laws? \ndifferent, or that any different result \nThe leading case in the Supreme Court of the United  can be reached, assuming the cases \nStates approving the right of a state to establish separate  above  cited  to  be  rightly  decided, \nschool  systems  for  whites  and  Negroes  is  Plessy  v.  where the issue is as between white \nFerguson, 163 U.S. 537, 16 S.Ct. 1138, 41 L.Ed. 256.  pupils and the pupils of the yellow \nThat case involved directly only segregation required by  races.  The  decision  is  within  the \nLouisiana law in railway passenger coaches. Mr. Justice  discretion of the state in regulating its \nBrown, however, supported his conclusion that the statute  public schools, and does not conflict \nbefore the court was constitutional by pointing to state  with the Fourteenth Amendment.’ \nstatutes  establishing  separate  schools  as  affording  a \n‘common instance’ of the validity of segregation laws, \n  \nand observed that such statutes for separate schools had \n These  cases,  we  think,  are  decisive  of  the  question. \n‘been held to be a valid exercise of the legislative power \nMoreover, in the recent decisions of Sweatt v. Painter, \neven by courts of states where the political rights of the \n339 U.S. 629, 70 S.Ct. 848, 94 L.Ed. 1114, and McLaurin \ncolored  race  have  been  longest  and  most  earnestly \nv. Oklahoma State Regents, 339 U.S. 637, 70 S.Ct. 851, \nenforced.’ 16 S.Ct. 1140. Even if this holding could be \n94 L.Ed. 1149, the Supreme Court of the United States \ndeemed dictum, the subsequent case of Gong Lum v. \nhas  refused  to  overrule  Plessy  v.  Ferguson,  though \nRice, 275 U.S. 78, 48 S.Ct. 91, 93, 72 L.Ed. 172, admits \nexpressly urged to do so.2 It is nevertheless argued that the \nof no such distinction. In that case a citizen of Chinese \ncases of Plessy v. Ferguson and Gong Lum v. Rice, supra, \nancestry  was  denied  admission  to  a  state  school \nare without force today and that we should assume that \nmaintained  for  white  pupils  because  she  was  of  the \nthey will be overruled. We can make no such assumption. \n‘yellow race’ and was deemed to be ‘colored’. Stating the \n‘It is for the **142 Supreme Court, not us, to overrule its \nquestion presented to be whether a Chinese citizen is \ndecisions or to hold them outmoded.’ Boyer v. Garrett, 4 \ndenied equal protection of the laws *152 when he is \nCir., 183 F.2d 582, per curiam. It is our duty to uphold the \nclassed among the colored races and furnished facilities \nConstitution  of  our  State,  and  not  to  abrogate  its \nfor education equal to that offered to all, Chief Justice \nprovisions  except  in  so  far—and  only  in  so  far—as \nTaft said: \n  3 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nrequired to do so by a ruling of the Supreme Court of the  States  has  said  that  the  states  may  establish  separate \nUnited States that they infringe upon rights protected by  schools if the facilities furnished are substantially equal \nthe federal Constitution. We must hold that segregation in  for all. To say the facilities can never be equal is *154 \nthe state’s public schools is not illegal per se.  simply to render the Court’s holdings meaningless—in \n   effect,  to  say  that  that  Court’s  construction  of  the \nConstitution is wrong. If so, it is for that Court to say so \nOur conclusion is supported by the following decisions of  and not for us. \nthe federal courts, all rendered within the past three years: \n*153 Corbin v. County School Board, 4 Cir., 177 F.2d  On  the  issue  of  segregation  per  se,  we  affirm  the \n924; Carr v. Corning, 86 U.S.App.D.C. 173, 182 F.2d 14;  Chancellor’s legal conclusion that it does not contravene \nBoyer v. Garrett, 4 Cir., 183 F.2d 582; Briggs v. Elliott,  the Fourteenth Amendment. \nD.C., 98 F.Supp. 529; Brown v. Board of Education of \nTopeka,  D.C.,  98  F.Supp.  797;  and  Davis  v.  County  II.  Substantial  equality  or  inequality  of  educational \nSchool Board, D.C., 103 F.Supp. 337. A recent holding of  facilities. \nthe Supreme Court of Missouri is to the same effect. State \nex rel. Toliver v. Board of Education, 360 Mo. 671, 230  We turn to the second branch of the controversy. It is \nsubdivided into two parts, the first concerning the claim \nS.W.2d 724. \nthat the facilities of Howard High School are substantially \n A detailed review of these cases is unnecessary, since we \ninferior to those of Claymont High School, and the second \nare cited to no case holding to the contrary. They establish \nconcerning the claim that the facilities of School No. 107 \nthe principle that the constitutional guarantee of equal \nare substantially inferior to those of School No. 29. \nprotection of the laws does not prevent the establishment \n Preliminarily it is to be observed that the facts in both \nby the state of separate schools for whites and Negroes, \nprovided that the facilities afforded by the state to the one  cases, though developed largely from oral testimony, are \nclass are substantially equal to those afforded to the other  almost  wholly  undisputed.  The  areas  of  disagreement \n(often referred to as the ‘separate-but-equal’ doctrine).  concern  the  inferences  of  equality  or  inequality  of \nThe question of segregation in the schools, under these  facilities to be drawn from undisputed facts; hence, the \nauthorities, is one of policy, and it is for the people of our  rule  requiring  affirmance  of  the  Chancellor’s  findings \nstate,  through  their  duly  chosen  representatives,  to  upon  disputed  issues  of  fact,  if  there  be  supporting \nevidence, has little application to this case. The holding in \ndetermine what that policy shall be. When so determined, \nthe  case  of  Blish  v.  Thompson  Automatic  Arms \nit must be given effect by our courts, subject always to the \nCorporation, 30 Del.Ch. 538, 584, 64 A.2d 581, 604, cited \nrule enjoined both by the Constitution of the United States \n**143 to us by plaintiffs, and our recent holding in Pierce \nand our own statute, that substantially equal treatment \nv.  Wahl,  Del.,  86  A.2d  757,  concern  findings  upon \nmust  be  accorded.  State  ex  rel.  Toliver  v.  Board  of \nEducation, supra.  sharply disputed issues of fact. We think it our duty to \n   review the evidence and draw our own conclusions. \n  \nThe refusal of the Chancellor to enter the declaratory   Before  proceeding  to  an  analysis  of  the  evidence \njudgment  prayed  for  was  therefore,  in  our  opinion,  touching the comparison of the educational facilities of \ncorrect.  one school with another, we inquire whether there are any \nprinciples or standards evolved by the courts to determine \nBut it is said that the uncontradicted evidence adduced by  what constitutes ‘substantial equality’. As the Chancellor \nthe plaintiffs shows that state-imposed segregation in the  indicated, it is not difficult to state the rule but it is quite \npublic schools and equality of educational opportunity are  difficult to apply it. Identity or absolute equality in all \ninherently incompatible, and that the Chancellor so held.  respects is, as observed by Judge Dobie, ‘impractical and \nThe  Chancellor  indeed  found  on  the  evidence  that  somewhat  Utopian’.  Corbin  v.  County  School  Board, \nsegregation itself results in the Negro’s receiving inferior  supra  [177  F.2d  928].  Yet  substantial  equality  in  the \neducational opportunities, and expressed the opinion that  essential and the more important aspects of educational \nthe ‘separate-but-equal’ doctrine should be rejected. He  opportunity there must be if segregation is to be upheld. \nnevertheless recognized that his finding was immaterial to  There is thus imposed *155 upon the courts the difficult \nthe legal conclusion drawn from the authorities above  and  delicate  task  of  drawing  the  line  between  the \ncited. We agree that it is immaterial, and hence see no  unimportant  and  incidental  differences  inevitably \noccasion to review it. The Supreme Court of the United  occurring in any comparison of two schools, whether for \n  4 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nwhites or Negroes, and a substantial disparity placing the  that the plaintiff, by reason of his race or color, is denied \nplaintiff at a material disadvantage because of his race or  some one course of high school instruction indispensable \ncolor. We must avoid the tendency, natural enough in  to  his  education  and  available  to  others,  substantial \nthese circumstances, to magnify minor variations, and at  inequality exists as to him. State ex rel. Brewton v. Board \nthe  same  time  we  must  be  vigilant  to  strike  down  of  Education,  361  Mo.  86,  233  S.W.2d  697.  And \nunhesitatingly any instance of discriminatory treatment.  conversely,  if  the  facilities  are  otherwise  substantially \n   equal,  plaintiff  is  not  injured  because  some  courses \noffered in the white school are not offered in the Negro \nFrom the recent cases which have dealt with the question  school if it appears that he is receiving substantially equal \nof ‘substantial equality’ we extract the following general  instruction in all the courses he desires to take. Brown v. \nprinciples:  Ramsey, 8 Cir., 185 F.2d 225. \n The right to equal opportunity is a personal one. State of   A further question must be asked: What if some of the \nMissouri ex rel. Gaines v. Canada, 305 U.S. 337, 59 S.Ct.  facilities at school A are superior to similar facilities at \n232, 83 L.Ed. 208. Rights under the equal protection  school B, and other facilities at school B are superior to \nclause are ‘personal and present’. The state must provide  similar ones at school A? Which **144 school is to be \neducation for the applicant ‘and provide it as soon as it  deemed the better? As will hereafter appear, the question \ndoes for applicants of any other group’. Sipuel v. Board of  is pertinent to one of the cases before us. We agree with \nRegents of University, 332 U.S. 631, 68 S.Ct. 299, 92  the Chancellor that the comparison cannot be made by \nL.Ed. 247; quoted and reaffirmed in Sweatt v. Painter,  attempting to offset an advantage of one kind against a \nsupra.  disadvantage  of  another  kind.  ‘Equivalency  cannot  be \n   determined  by  weighing  the  respective  advantages \n Since the right to equal opportunity is a personal one, it  furnished to the two groups’. Carter v. School Board of \ncannot be denied because of limited demand, nor depend  Arlington  County,  4  Cir.,  182  F.2d  531,  535.  The \non the number of applicants. State of Missouri ex rel.  Chancellor met this difficulty, however, by holding, as a \nGaines v. Canada, supra.  matter  of  law,  that  if  the  facilities  or  educational \n   opportunities  available  to  the  Negro  are,  as  to  any \n The opportunities afforded, as between white and Negro  substantial  factor,  inferior  to  those  available  to  white \nschools, need not necessarily exist in the same place or  children similarly situated, the constitutional principle of \nschool district; the state may choose the place. Gong Lum  ‘separate but equal’ is violated. This conclusion, he held, \nv. Rice, supra; Winborne v. Taylor, 4 Cir., 195 F.2d 649;  followed from the consideration that a court could not say \nTrustees, Pleasant Grove Independent School District v.  that such a substantial factor would not adversely affect \nBagsby,  Tex.Civ.App.,  237  S.W.2d  750;  Pearson  v.  the  educational  progress  ‘of  at  least  some  of  those \nMurray, 169 Md. 478, 182 A. 590, 103 A.L.R. 706.  concerned’. 87 A.2d 868. But this is in effect to say that \n   even if the plaintiff be not injured by the inequality, there \n Differences in travel, as between white and Negro pupils,  are probably others who are now or who may hereafter be \ndo  not  necessarily  show  substantial  inequality,  injured by it; *157 and hence substantial inequality must \nparticularly if the state furnishes transportation. Winborne  be found in any such case. Upon the basis of the legal \nv.  Taylor,  supra.  But  travel,  coupled  with  inadequate  principles we have stated, particularly the principle that \ntransportation, may become sufficiently burdensome to  the right to the equal protection of the laws is a personal \nconstitute  a  substantial  inequality.  Corbin  v.  County  and present one, we think the rule announced by the \nSchool Board, supra.  Chancellor too sweeping and must disapprove it in so far \n   as it purports to lay down a rule of universal application. \nWe think that in a case where substantial inequality exists \n*156 The cases also disclose that in determining whether \nonly  in  a  few  of  the  many  factors  entering  into  the \nsubstantial  equality  or  inequality  exists,  the  usual \ncomparison, the inquiry must be, Is the plaintiff injured \napproach is to determine whether, upon a comparison of \nby those inequalities? If he is not, he may not have relief. \nthe two schools concerned, the facilities of one are, upon \nCf. McCabe v. Atchison, T. & S. F. R. Co., 235 U.S. 151, \nover-all examination, so manifestly inferior to those of the  35 S.Ct. 69, 71, 59 L.Ed. 169, involving a class suit to \nother that the plaintiff necessarily suffers injury. See, for  enjoin the enforcement of an Oklahoma statute requiring \nexample, Parker v. University of Delaware, Del.Ch., 75  segregation in railway passenger coaches. The bill was \nA.2d 225; Corbin v. County School Board, supra. Even in  dismissed by the trial court, and its decision was affirmed \nthe absence of general inferiority, however, if it appears  by  the  Supreme  Court  of  the  United  States,  Justice \n  5 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nHughes saying: ‘The complainant cannot succeed because  after three o’clock in the afternoon. \nsomeone  else  may  be  hurt.’  But  if  such  substantial \ninequalities do injure the plaintiff, then he is entitled to  Plaintiffs  assert  that  the  educational  facilities  and \nrelief.  These  conclusions  follow,  we  think,  from  the  opportunities afforded them at Howard High School are \nprinciples we have above derived from the applicable  substantially inferior in many respects to those offered at \ndecisions.  the Claymont School to white pupils similarly situated. \n  \nThe following is a summary of the evidence relating to \nWith these general observations in mind, we turn to a  the facilities of the two schools: \nreview of the evidence. \n(1) Public Funds. \nFirst. Howard High School and Claymont High School. \nNo  contention  is  made  of  any  inequality  of  financial \nEthel Louise Belton, as well as the other plaintiffs in this  treatment. It affirmatively appears that Howard receives \ncase, pupils of high school age, made application to enter  the same treatment as the other Wilmington high schools \nthe Claymont High School and were refused admittance  and  (so  far  as  comparison  can  be  made)  the  same \nas pupils solely on account of race or color. The plaintiff,  treatment as Claymont. \nEthel Louise Belton, was at the time of trial fifteen years \nof age, and was attending Howard High School in the  (2) Buildings. \ntenth grade, the lowest grade of the senior high school. \nThe Howard building proper and the Claymont building \nShe  and  all  the  other  plaintiffs  are  residents  of  the \nare admittedly equal, except that the Howard gymnasium \nClaymont Special School District in New Castle County, \nis  insufficient  for  physical  education,  and  some \nin  which  a  public  school  with  grades  1  to  12  (both \ninstruction  must  be  given  in  the  Walnut  Y.M.C.A. \nelementary and secondary grades) is maintained for white \ngymnasium,  distant  three  and  one-half  blocks  from \npupils by the school authorities of the State and of the \nHoward. The Carver building is a very old one and *159 \nspecial school district. Howard High School is a public \nmarkedly inferior. We approve the Chancellor’s finding, \nschool with grades 7 to 12 (junior and senior high schools \nnot  seriously  challenged  by  the  defendants,  that  the \nonly),  maintained  for  Negro  pupils  by  the  Board  of \nphysical plant at Howard-Carver is substantially inferior \nEducation  of  the  City  of  Wilmington,  with  some \nto that at Claymont. \nsupervision  by  the  State  Board  of  Education  and \nsubstantial financial support from the *158 State. It is the \n(3) Sites. \nonly  public  school  in  New  Castle  County  offering  a \ncomplete high school course to Negroes. The Claymont \nClaymont,  in  a  suburban  community,  is  on  a  site  of \nSchool is distant from plaintiff Belton’s home about a \nfourteen acres; the Howard building proper, in an urban \nmile and a half; the Howard School in Wilmington, about \ncommunity, on a site of three and one-half acres. The \nnine miles. The State provides no transportation from \nCarver building is on a plot with about forty feet of land \nClaymont to Wilmington. \non either side of the building and no land in front or play \nspace in the rear. There is testimony, not denied, that the \nUnder the administration of Howard High School is the \nspace at Carver is inadequate as a playground for pupils in \nCarver building in which certain vocational courses are \nthat building. \ngiven. Plaintiff Belton takes certain academic courses at \nthe Howard building. On two days of the week, at about \nAs between Claymont and Howard proper, the Claymont \nthree o’clock in the afternoon, she leaves that building \nplaying space is larger and includes regulation athletic \nand walks to the Carver building, a distance of about nine \nfields, but Howard has the use, exclusive when required, \ncity blocks, to take courses in shorthand and typewriting, \nof Kirkwood Park, a public park of ten and one-half acres \nwhich are given between the hours of three-thirty and \nadjacent to the site of the Howard building, which has, \nfive-thirty. \nhowever, no regulation playing fields. As for organized \nathletics, Howard, like the Wilmington High School, has \nNo other plaintiff testified, and the record fails to show \nthe use of the athletic fields of the P. S. duPont High \nwhether any of them takes or expects to take any of the \nSchool and the George Gray School, each at least half a \nvocational  courses  given  in  the  Carver  building,  nor, \nmile distant from the Howard building. \n**145 if so, whether he is or would be required to take it \n  6 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nSo  far  as  concerns  physical  education  there  is  no  (5) Curriculum. \ntestimony  in  the  record  that  the  playground  space \navailable  to  Howard-Carver  is  inadequate  for  that  Plaintiffs adduced testimony from an expert witness, who \npurpose. The inadequacy of Howard-Carver in respect of  made a survey of both schools, to the effect that the \nphysical  education  appears  to  be  attributable  to  the  Claymont curriculum in respect of college preparatory \ninsufficiency of the gymnasium, above noted.  work was superior to that of Howard, seven courses, it \nwas stated, being offered at Claymont that are not offered \nIn respect of esthetic considerations, the Claymont site is  at Howard. It was established that one of these courses is \nadmitted to be superior.  no longer offered at Claymont, that four others (or their \nequivalents) are in fact offered at Howard, and that the \nThe  defendants  argue  that,  disregarding  Carver,  the  other two are of minor importance. It is admitted that \ndifference in sites as between Claymont and Howard lies  seven vocational courses are offered at Howard that are \nin esthetic considerations only and that this difference is  not offered at Claymont. There is no evidence that any of \nnot in itself a substantial inequality. We are inclined to  the plaintiffs is denied any *161 course of instruction that \nagree that if these two schools were substantially equal in  he seeks. The Chancellor made no finding of inequality in \nall other respects such a difference would hardly justify a  respect of the curriculum, and we think he was right. The \nfinding of substantial inequality; but in this case esthetic  evidence shows that they are substantially equal. \nconsiderations  do  not  stand  alone.  All  other \nconsiderations apart, the playground space of Carver is  (6) Faculty and Instruction. \nconcededly inadequate. *160 The Chancellor also found \nthat the playing space available to Howard proper as well  Claymont has 404 high school pupils with 20 teachers, a \nas at Carver is inadequate; but this finding appears to rest  pupil-teacher ratio of 20.1. Howard has 1274 pupils with \nsolely on the lack of regulation fields in Kirkwood Park,  53 teachers, a ratio of 24. Of the teachers at Claymont, \nand we do not think that the evidence justifies a finding  59% hold master’s degrees, and 36% bachelor’s degrees. \nthat any of the plaintiffs has suffered injury from this  Of the teachers at Howard, 38% hold master’s degrees \nlack. However, for the purpose of the trial and decision of  and 49% bachelor’s degrees. One teacher at Claymont \nthe case below Howard-Carver was treated as a unit, and  holds no degree and five teachers at Howard (three of \non  this  basis  the  finding  of  substantial  inequality  in  them  vocational)  hold  no  degree.  The  average  annual \nrespect of the sites is justified.  salary at Howard is higher than that at Claymont by $169. \n In this connection we add an observation in connection  We  find  no  evidence  in  the  record  of  the  length  of \nwith  the  Chancellor’s  comments  with  respect  to  the  experience of the teachers of either school. The methods \nrelative  advantages  and  disadvantages  of  urban  and  of instruction are modern in both schools. \nsuburban schools. In our opinion substantial inequality \nbetween two schools does not result from the mere fact  A comparison of the size of the classes in eight different \nthat one is in the suburbs and another in the city. The  subjects shows that at Howard classes in five of these \nquestion is always whether there are differences between  subjects were larger, though not substantially larger3, than \nat Claymont, and in two subjects the Howard classes are \nthe schools of such a nature as to make them substantially \nslightly smaller. In one subject, Physical Education, the \nunequal.  **146  Indeed  the  policy  of  consolidation  of \ndisparity is substantial, the average class at Claymont \nschools,  apparently  proceeding  at  an  increasing  rate, \nbeing 24.88 and at Howard 43.67, with some classes so \nnecessarily requires more and more pupils to attend a \nlarge  (one  with  an  enrollment  of  88)  as  probably  to \nschool situated in a community of a different type from \nprevent satisfactory instruction. \nthat in which they live. It may reasonably be inferred that \nin  the  opinion  of  authorities  on  education  school \nViewing the situation as a whole, we think that plaintiffs \nattendance in one’s own community is not an important \nhave clearly shown substantial inequality in one respect, \nattribute of educational opportunity. \nthat of instruction in Physical Education, which (we infer \n  \nfrom the record) is a required course at Howard for all \npupils except for those excused for cause. It is evidently \n(4) Accreditation. \nrelated  to  the  inadequacy  of  the  Howard  gymnasium, \nBoth schools are approved by the Association of Colleges  already  noted.  We  cannot  agree  with  the  Chancellor, \nand  Secondary  Schools  of  the  Middle  States  and  however, that the other differences (pupil-teacher ratio, \nMaryland.  formal  teacher  training,  and  average  size  of  classes) \n  7 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nrepresent substantial inequality. They seem to us to be  that the nursing services at Claymont were superior, but \nsuch differences as might be found between any two high  this contention appears to be abandoned. \nschools, whether for whites or Negroes. As against the \ndifferences in the formal training of *162 teachers, it is to  (10) Extra-curricular Activities. \nbe noted that the testimony from both sides indicates that \nit  is  still  not  unusual  for  vocational  teachers  to  lack  It was testified that Claymont has seven extra-curricular \nacademic degrees, and that the larger number of such  activities (clubs of various kinds) and Howard only three. \nteachers  at  Howard  appears  fairly  attributable  to  the  In addition to these clubs, however, individual students at \nHoward, selected by their classmates, participate in the \nemphasis in Howard on vocational training. It further \nWilmington program of radio activities. The inclusion of \nappears that the general policies of the Wilmington Board \nthe ‘Drivers Club’ as one of the seven is a manifest error \nof Education, which include a policy to avoid as far as \nsince Howard, like all high schools in the state, has a \npossible the employment of teachers without academic \ndegrees, have been as nearly accomplished in Howard as  drivers’ class.5 It is a fair conclusion from the evidence \nin any other public school in Wilmington. As for the  that the organization of student clubs depends in large \naverage  size  of  the  classes,  it  appears  that  the  part upon individual interest. Differences in number and \nChancellor’s finding of substantial inequality was based  kind of extra-curricular activities thus reflect differences \nin great part upon the fact that several classes at Howard  in interests and tastes and not inadequacy of facilities. We \nexceeded twenty-five in number, and upon his conclusion  think  these  differences  too  insubstantial  to  support  a \n**147 that a pupil-teacher ratio of twenty-five to one ‘has  finding of inequality. \nbeen  fixed  by  the  State  educational  authorities  as  a \n(11) Travel. \ndesirable maximum’. This conclusion does not appear to \n As above stated, plaintiff Ethel Louise Belton is required \nbe supported by the record. It is clear to us, from the \nto travel to Wilmington every morning on a public bus, \ntestimony of the Director of Research of the State Board \nand then, on two afternoons of the week, to walk nine \nof Education and of the Assistant State Superintendent in \nblocks  to  the  Carver  building,  which  she  leaves  at \ncharge of secondary schools, that the ratio derives directly \nfive-thirty o’clock. She is within walking distance of the \nfrom the legislative policy establishing the method of \nClaymont School, and it appears that the courses she takes \nallotting state funds for the employment of teachers, and \nat Carver are given at Claymont during the regular school \nbears no necessary relation to the size of any particular \nday and before three o’clock in the afternoon. Moreover, \nclass.4  Moreover,  since  principals  and  specialists  are \nhigh school pupils at Claymont who live farther than two \nincluded in the determination of the ratio for the allotment \nmiles from the school are furnished transportation in the \nof funds, the actual ratio of pupils to teachers usually \nschool buses provided by the State school authorities. No \nexceeds  the  ratio  for  fund  allotments.  A  tendency  to \ntransportation *164 is furnished to the plaintiff. These \nsmaller classes is said to be desirable, but we do not find \nfacts, we think, constitute clear evidence of substantial \nany formal fixation by the State authorities of a desirable \ninequality and unlawful discrimination on account of race \nmaximum size. In short, we do not think the evidence on \nor color. We approve the Chancellor’s ultimate finding on \nthese  matters  discloses  anything  more  than  such \nthis point. We should add, however, that we do not **148 \nvariations  as  are  inevitable  concomitants  of  the \nagree that the question of travel, as a factor in determining \nadministration of any school system. \nsubstantial equality, is to be resolved on the basis of \ncomparative  distance  alone.  There  are  other  pertinent \n(7) Equipment and Instructional Materials. \naspects  of  the  question.  The  present  trend  toward \nThese are conceded to be equal.  consolidation  of  the  public  schools,  mentioned  above, \ninevitably entails many miles of travel for many pupils, \n*163 (8) Libraries.  white as well as Negro, particularly for those in the high \nschools.  Thus  this  consequence  does  not  flow  from \nThese are conceded to be equal. As is to be expected, the  discrimination an account of race or color but from the \nHoward Library is the larger.  general state policy with respect to the consolidation and \nlocation of schools—a policy with which the courts have \n(9) Physical and Mental Health and Nursing Services. \nnothing to do. The recent decision of the Fourth Circuit \nCourt of Appeals in Winborne v. Taylor, supra. supports \nThe Howard health services are admittedly superior and \nthis view. That case involved a consolidation of three \nthe Chancellor so found. An attempt was made to show \nNegro high schools in the towns of Plymouth, Roper and \n  8 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nCres-well into one improved school at Roper to be equal  School, was erroneous. The judgment, it is said, should \nin all respects (in fact superior) to the schools for whites.  have  taken  the  form  of  a  judgment  directing  the \nThis consolidation required the Negro pupils at Plymouth  defendants to equalize the facilities and affording them a \nto travel eight miles, and those at Cres-well sixteen. The  reasonable time within which to do so. In support of this \nsole question before the court was whether the travel  contention, the Attorney General cites the cases of Briggs \ndistance was so unreasonably burdensome as to justify a  v.  Elliott,  supra,  and  Davis  v.  County  School  Board, \nfinding of substantial inequality. The court below found  supra, both of which are decisions of three-judge courts in \nsuch travel to be a normal and usual incident of the school  federal  districts  in  South  Carolina  and  Virginia, \nsystem and not unreasonably burdensome. The Court of  respectively. \nAppeals affirmed [195 F.2d 651], observing that ‘[t]he    \ndrawing of fine lines and minute differences, in the face \nof manifest substantial equality, is a burden neither the  In the Briggs case, the court declared the facilities of the \nlaw requires nor reason suggests.’ To the same effect is  Negro schools unequal and directed the defendants to \nBrown v. Board of Education of Topeka, D.C., 98 F.Supp.  equalize the facilities promptly and to submit within six \n797.6 As we have above stated, educational facilities need  months a report showing *166 the action taken. Plaintiffs \nnot be furnished in the same place or in the same school  appealed and the Supreme Court vacated the judgment \ndistrict. See the authorities cited supra.  and remanded the **149 case to the District Court to \n   permit it to consider the report and to take whatever \n We are accordingly unwilling to assent to the plaintiffs’  action thereon it might deem appropriate. 342 U.S. 350, \nargument that the travel distance here involved is in itself  72 S.Ct. 327, 328. Upon the filing of the report, the \na substantial inequality. All the facts must be considered.  District Court found that the action taken by defendants \nBut in *165 the circumstances of this case, i. e., the extra  would  result  in  the  equalization  of  facilities  by  the \ntravel to Carver and the failure of the State to supply  opening  of  the  next  school  year  and  again  entered  a \ntransportation, such a finding must be made.  judgment directing equalization of facilities. D.C., 103 \n   F.Supp.  920.  Plaintiffs  have  again  appealed  to  the \n We have reviewed in detail the facts bearing upon the  Supreme  Court  of  the  United  States  and  probable \ncomparative educational facilities afforded by the two  jurisdiction has been noted. 72 S.Ct. 1078. \nschools.  We  have  found  that  the  physical  plant  of \nHoward-Carver,  including  the  sites,  is  substantially  In the Davis case, the court enjoined the continuance of \nunequal to that of Claymont; that the classes in physical  certain inequalities that it found to exist, and as to others \ndirected the school authorities to pursue with diligence \neducation  at  Howard  are  so  large  as  probably  to \ntheir program to replace the inadequate facilities with new \njeopardize satisfactory education; and that the plaintiff \nones or otherwise remove the inequalities. \nBelton  is  subjected  to  unequal  and  discriminatory \ntreatment in respect of travel. \nUrging that, if inequality be found in this case, an order \n  \ndirecting the defendants to equalize facilities will afford \nWe think that these findings compel the conclusion that  the plaintiffs adequate relief, the Attorney General shows \nthe plaintiff Belton is not afforded educational facilities  that there is now under way in the City of Wilmington a \nsubstantially  equal  to  those  afforded  white  pupils  at  far-reaching program for the betterment of facilities in the \nNegro schools. As to the Howard-Carver buildings, plans \nClaymont, and has suffered injury therefrom. In respect of \nhave been approved for the transfer of the junior high \nthe differences in facilities for and instruction in physical \nschool pupils at Howard to another junior high school, for \neducation, and in respect of transportation from Claymont \nthe enlargement of the Howard building, with additional \nto Wilmington, the other plaintiffs have also been injured. \nequipment, and for the closing of Carver and the transfer \nThese  inequalities  are  not  incidental  or  unimportant \nof its pupils to Howard. It is said that all these changes are \ndifferences,  and  it  is  our  clear  duty  to  say  that  they \nconstitute unlawful discrimination on account of race or  expected to be completed by September, 1953, and that \ncolor. We so find, and the plaintiffs’ suit must prevail.  they will completely equalize the Howard facilities. It is \n Relief. There remains the question of the relief to be  also shown that plans are under way to build a modern \ngiven. Both in the court below and here defendants press  high  school  for  Negroes  at  Middletown,  New  Castle \nthe argument that even if the finding of inequality was  County.  Hence  the  defendants  say  that  a  decree  to \nequalize the facilities will afford plaintiffs adequate relief. \ncorrect, the form of the decree, in effect directing the \nschool  authorities  to  admit  plaintiffs  to  the  Claymont \n  9 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nThere  are  two  preliminary  difficulties  with  the  School No. 29, and the request was refused. The present \ndefendants’ position. First, the Board of Education of the  suit  raises  the  general  question  of  inequality  of \nCity of Wilmington, which has direct supervision of the  educational facilities furnished at School 107. \nWilmington schools, is not a party to the cause; second, it \nis difficult to see how a court of equity could effectively  The  following  is  a  review  of  the  pertinent  evidence \nsupervise and direct the expenditure of *167 state funds in  relating to a comparison of the two schools: \na matter committed to the sound administrative discretion \nof  the  school  authorities.  But  we  prefer  to  rest  our  (1) Public Funds. \ndecision  upon  another  ground.  With  deference  to  the \nIt  is  admitted  that  until  recently  School  No.  29  was \ndecisions in the Briggs and Davis cases, which we have \nfavored in the allocation of public funds. For the year \ncarefully examined and considered, we cannot reconcile \n1949–1950 it was given $178.13 per pupil; No. 107 only \nthe denial of prompt relief with the pronouncements of \n$137.22  per  pupil.  This  inequality  has  since  been \nthe Supreme Court of the United States. If, as we have \nremedied  and  School  No.  107  now  receives  equal  or \nseen,  the  right  to  equal  protection  of  the  laws  is  a \ngreater support, but the prior inequality is of importance, \n‘personal and present’ one, how can these plaintiffs be \nas will be seen. \ndenied such relief as is now available? The commendable \neffort  of  the  State  to  remedy  the  situation  serves  to \n(2) Buildings and Sites. \nemphasize the importance of the present inequalities. To \nrequire the plaintiffs to wait another year under present \nBoth buildings are of brick, that of No. 29 on a site of five \nconditions would be in effect partially to deny them that \nacres and that of 107 on a site of two acres. School No. 29 \nto which we have held they are entitled. It is possible that \nwas built in 1932 at a cost of $55,438; No. 107, in 1921 at \na case might occur in which completion of equalization of \na cost of $21,382. No. 107 was until 1949 an oversized \nfacilities might be so imminent as to justify a different \none-room  school.  In  that  year,  its  enrollment  having \nresult, but we do not pass on that question because it is \nreached 46, it was converted into a two-room school by \nnot presented. We think that the injunction of the court \ninstalling  a  temporary  movable  partition  through  the \nbelow, in effect commanding the defendants to admit the \nmiddle of the room. According to the insurance records in \nplaintiffs to the Claymont school, was rightly awarded. \nthe office of Business Administration of the State Board \nof  Education,  the  present  value  of  the  building  and \nSecond. Hockessin School No. 29 and Hockessin School \nequipment of No. 29 is $77,107; that of No. 107, $13,100. \nNo. 107. \nThere  was  testimony  on  behalf  of  plaintiff  that  the \nappreciation of one and the depreciation of the other must \nWe take up the second case, involving the claim of the \nreflect  differences  in  maintenance  upkeep  and \nplaintiff  Shirley  Barbara  Bulah  to  be  admitted  to \nimprovements.  The  inference  is  certainly  not \nHockessin School No. 29. \nunreasonable. Some corroboration of this testimony is to \nbe  found  in  the  record.  Discrimination  in  the \nThe  plaintiff,  a  Negro  child  eight  years  of  age,  is  a \nappropriation of public funds has already been noted. A \nresident of the village of Hockessin, New Castle County. \ncomparative survey in 1951 of the equipment of the two \nAt  or  near  Hockessin  the  State  Board  of  Education \nschools shows the exterior painting and the floors to be in \nmaintains two elementary schools with grades one to six, \nSchool No. 29 for white children and School No. 107 for  good condition in No. 29, but in poor condition in No. \nNegro children. School No. 29 is a four-room school with  107.  The  toilet  facilities  at  No.  29  are  substantially \nfour  teachers  and  111  pupils.  School  No.  107  is  a  superior to those at No. 107. The fire hazard at No. 107 \ntwo-room school with two teachers and 44 pupils. The  appears to be greater. No. 29 has an auditorium and a \nschool districts have separate boards of trustees, but are,  basement;  No.  107,  neither.  These  differences  just \nwe understand, largely overlapping in area though the  mentioned  may  be  attributable  to  the  fact  that  one \nbuilding  *169  is  a  four-room  school  and  the  other  a \nboundaries are not identical. Plaintiff lives at a distance of \ntwo-room school; but, as hereafter pointed out, the State \ntwo miles from School No. 107. No transportation is \nmakes no point of this fact. Plaintiff further contended \nfurnished by the State for pupils in School 107. The State \nthat the custodial service at No. 107 was inadequate. \nprovides a school bus for pupils in School 29, which \npasses **150 by plaintiff’s house. In September, 1950, \nNow  it  is  to  be  noted  that,  although  the  plaintiff’s \napplication  was  *168  made  on  plaintiff’s  behalf  for \nevidence on the matter of the physical deficiencies in the \ntransportation to School 107 in the school bus serving \n  10 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nbuilding of School 107 rests in part on inference, and is  defendants’ witness who made the comparative survey \nlacking in many details, the defendants made no real  above mentioned testified that the facilities of School 107 \neffort to meet it. The State produced the school official  ‘are certainly equal to and better than the majority of \nwho made the survey referred to, but he gave no evidence  two-teacher  schools  [in  the  State],  both  white  and \ncontradicting the testimony of plaintiff’s witness either as  colored.’ This testimony was not controverted, but it does \nto the past and present valuations of the school plants or  not reach the point. The case was tried by both sides upon \nas to the inference of disparity in maintenance, upkeep  the theory that School No. 29, a four-room school, was to \nand improvements. There is testimony that the State in  be compared with School No. 107, a two-room school. \nrecent years has spent or allotted funds for School 107, in  Whether this theory is legally correct, or whether the \nexcess of those budgeted, for ‘delayed repairs’. This fact  comparison should have been between two schools of \nwould indicate an attempt to improve the condition of the  comparable size, or upon some other basis, we may not \nbuilding of No. 107, but the State proffered no testimony  consider. The question is not before us. It was suggested \nthat such expenditures had been made or had substantially  by the Chancellor in a colloquy with counsel, but it was \nequalized the condition of the physical plants of the two  not followed up by the defendants. They accepted the \nschools,  or  would  equalize  them  in  the  near  future.  plaintiff’s tendered basis of comparison, and it cannot be \nKnowledge of the facts must certainly be attributed to the  changed here. Indeed the defendants do not suggest that it \ndefendants, and this failure to adduce them, or to show  should be changed. \nthat disparities in the physical plant would be promptly    \nremedied, is significant.   One other circumstance should be noted. The Chancellor \nhimself inspected the two school buildings, and evidently \nPlaintiff’s expert witness testified that he had made a  based his finding of substantial inequality partly upon his \ncomparison of the physical plants and equipment of the  own *171 observation. To his conclusion from his own \ntwo schools by using the ‘Strayer-Englehart’ score card.7  inspection we must give due weight. \nOf  a  maximum  possible  rating  of  644  **151  points,    \nSchool 29 was given 594 points; School 107, 281 points. \nNo  doubt  this  evaluation  included  some  items  of  We find that the physical plant of No. 29 is substantially \nrelatively minor importance, but the over-all disparity is  superior to that of No. 107. \ngreat.  Again,  the  defendants  failed  to  challenge  this \ntestimony in any effective way. The card does not appear  (3) Equipment. \nto have been put in evidence *170 nor was the weight \nThere appears no substantial inequality in physical and \naccorded  the  various  items  upon  it  developed  by \ninstructional equipment, including the libraries, with the \ncross-examination or otherwise. An attempt was made to \nexception  of  medical  supplies  and  equipment,  which \nprove that the Strayer-Englehart card is obsolete, but it \nwas shown without contradiction that it was used recently  appear to be superior at No. 29. Some attempt was made \nin a survey of the District of Columbia schools made  to  show  inequality  of  instructional  materials  but  the \nunder Congressional authority. At all events, it embodied  Chancellor made no finding of inequality on this point, \na  comparison  of  the  two  schools  by  an  experienced  and we think none is justified. \neducator, and no such comparison was offered by the \n(4) Teachers. \nState. \n As  for  the  sites,  that  of  No.  29  is  conceded  to  be \nThe  testimony  shows  that  teachers  at  School  No.  29 \nsuperior,  but  the  defendants  say  that  this  superiority \npossess a superiority in formal training and are rated \nconsists largely in the landscaping which is attributable, it \nsomewhat higher than the teachers at School No. 107. If \nis said, to the voluntary efforts of the parent-teachers \nthese  facts  stood  alone  we  should  have  difficulty  in \nassociation of School 29. The record on this point is not \nconcluding  that  they  represent  anything  more  than \nwholly clear. Defendants’ list of items given by the P. T. \naccidental differences. However, they are to be viewed in \nA. refers to ‘large shrubbery and trees’. Plaintiff urges \nthe light of the admitted discrimination against School \nthat the State owns and maintains them, and that the \n107 in respect of the allotment of State funds. As above \nsource  of  its  title  is  legally  immaterial.  We  think  it \nstated funds appropriated for the years prior to the year \nunnecessary to resolve this question. Taking the physical \n1951–1952 were unequally allotted, to the detriment of \nplants as a whole, No. 29 appears to be substantially \nSchool  107,  and  this  inequality  extended  to  teachers’ \nsuperior and defendants failed to meet in any satisfactory \nsalaries.8  This  **152  was  a  direct  violation  of  our \nway  the  plaintiff’s  case  on  this  point.  True,  the \n  11 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \nconstitutional  and  statutory  provisions,  above  quoted,  future date apply for a modification of the order if, in their \nrequiring  that  in  the  apportionment  of  funds  for  the  judgment, the inequalities as between the Howard and \nsupport of the public schools no distinction shall be made  Claymont  schools  or  as  between  School  No.  29  and \non account of race or color. Beginning with the fiscal year  School No. 107 have then been removed. As to Howard, \nof  1951–1952  this  inequality  has  been  remedied.  The  the  defendants,  as  above  stated,  assert  that  when  the \nplaintiff’s testimony, however, related to conditions at  Howard-Carver  changes  are  completed,  equality  will \nSchool No. 107 in October, 1951, and thus tended to  exist. The Chancellor apparently thought the contrary. We \nshow that the effect of the prior wrongful apportionment  do not concur in his conclusion, since we think that that \nof funds still persisted. The burden was clearly upon the  question, if it arises, is one which will have to be decided \ndefendants  to  show  the  extent  to  which  the  remedial  in  the  light  of  the  facts  then  existing  and  applicable \nlegislation had improved conditions or would improve  principles  of  law.  The  Chancellor  properly  reserved \nthem in the near future. This the defendants failed to do. It  jurisdiction  of  the  cause  to  grant  such  further  and \nis natural to suppose that with the equality of funds *172  additional relief as might appear appropriate in the future, \nany substantial disparities will shortly be eliminated, but  and we  *173 construe this reservation to be a general \nwe must take the record as it was made below, and it  reservation  to  any  party  to  the  cause  to  make  an \naffords some support for plaintiff’s general contention of  application to modify the order in any respect if and when \nsubstantial inequality. In view of our other findings in the  changed conditions are believed to warrant such action. \ncase it is unnecessary to evaluate the weight to be given to    \nthis factor. \nWe also note, with respect to both of the cases, that each \n(5) Transportation.  cause is a so-called ‘spurious class suit’ brought for the \nbenefit of plaintiffs ‘and others similarly situated’. We \nThe facts with respect to this point have been stated. It  express  no  opinion  whether,  as  to  those  ‘similarly \nadmits of no doubt that the refusal of the defendants to  situated’ other than the plaintiffs, the judgment is res \nfurnish transportation to plaintiff, while furnishing it to  judicata or whether it has force only under the rule of \npupils at School No. 29, constitutes substantial inequality  stare decisis. Cf. 3 Moore’s Federal Practice, § 23.11(3). \nof treatment because of race or color. The fact that there  That question is not before us. \nare insufficient Negro pupils to meet the requirements of \ndefendants’ rules for the establishment of a separate bus is  In conclusion, we add one further observation applicable \nlegally  irrelevant.  State  of  Missouri  ex  rel.  Gaines  v.  to  both  cases,  that  is,  that  there  are  some  points  of \nCanada, supra; Brown v. Ramsey, supra.  comparison of the schools developed in the evidence and \ndiscussed on the briefs that, for the sake of brevity, have \nThe  above  review  of  the  evidence  leads  us  to  the  not  been  specifically  mentioned.  For  the  benefit  of \nconclusion  that  plaintiff  has  established,  by  a  counsel, we may say that we have not overlooked them, \npreponderance of the evidence, her contention that the  but have regarded them either as of minor importance or \nfacilities of School No. 107 are, to the extent set forth,  as cumulative only. \nsubstantially unequal to those at School No. 29, and that \nshe has suffered injury.  The judgment of the Court of Chancery is affirmed. \nWe  have  already  discussed,  in  the  Howard-Claymont  All Citations \ncase, the matter of relief. It accordingly follows that the \nChancellor’s order in respect of the admittance of the  33 Del.Ch. 144, 91 A.2d 137 \nplaintiff Bulah to School No. 29 must be affirmed.   \n In  affirming  the  Chancellor’s  order  we  have  not \noverlooked  the  fact  that  the  defendants  may  at  some \nFootnotes \n \n1  ‘Plaintiffs’ in this opinion refers to the infant plaintiffs. \n   \n2  See Education, Segregation and the Supreme Court, 99 Pa.L.Rev. 949. \n  12 \n \n\n \nGebhart v. Belton, 33 Del.Ch. 144 (1952)   \n91 A.2d 137 \n \n   \n3  The average differences, expressed arithmetically, range from 2.65 to 8.51. \n   \n4  The Act of June 30, 1949, 47 Laws of Del.Ch. 364, provides that no state funds (as distinct from funds raised locally) \n  shall be appropriated for teachers’ salaries to any school district in excess of one teacher for each unit. A unit is, in \ngrades one to six, twenty-five pupils or major fraction thereof, and, in grades seven to twelve, twenty pupils or \nmajor fraction thereof. In the case of a twelve-grade school, the teachers may be divided between the elementary \nand secondary schools in any way desired. It is clear that reasonable variations in the size of classes are to be \nexpected in all schools, both white and Negro. \n \n5  See 1951 Report of the State Superintendent of Public Instruction, p. 119. \n   \n6  On appeal to the Supreme Court of the United States, probable jurisdiction noted, 72 S.Ct. 1070. \n   \n7  ‘This score card is used by a person, a qualified person, making a survey of the school in checking and giving certain \n  weights to the items that are listed on the score card. Those items in general cover site, building—when I say \n‘building’ I am referring to classrooms, general service rooms, internal structure, service systems, fire protection \nsystem, cleaning systems, electric service systems, water supply systems, toilet system, movable equipment, \nclassroom illumination and placement. When I refer to site, I am speaking of location, topography, and provisions \nfor use.’ (Testimony of Dr. Paul F. Lawrence.) \n \n8  In addition to the evidence in the record for the year 1949–1950, we note similar disparities for teachers’ salaries in \n  the appropriation acts of 1947, Vol. 46 Laws of Del.Ch. 67, and 1945, Vol. 45 Laws of Del.Ch. 23. \n \n \n \n \n   \n \n \n \n  13 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/112664"
    }
  ],
  "document_count": 3
}