{
  "case_id": 11210,
  "fetched_at": "2025-10-22T00:14:03.379433",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Oklahoma",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1990,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Oklahoma state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "1989-09-09",
    "filing_year": 1989,
    "id": 11210,
    "injunction_duration": "",
    "issues": [
      "General/Misc., Reproductive rights, Environmental Justice and Resources: Funding",
      "Death Penalty, General/Misc.: Quality of representation"
    ],
    "last_checked_date": "2009-05-19T00:00:00-04:00",
    "main_docket": {
      "id": 31840,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1990,
      "docket_filing_number": 74259,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the Tenth Circuit",
      "state": "Oklahoma",
      "docket_office_number": "",
      "docket_number_manual": "74259",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "State v. Lynch",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "The state is appealing an award of attorney's fees in excess of those allowed by the Oklahoma statute to indigent defendants' court appointed attorneys.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Oklahoma",
    "summary": "<p>In 1989, the defendants in this case were assigned to be the attorneys for criminal indigent defendants.  Following the sentencing of their clients in August 1989, defendants petitioned the court for fees and expenses showing that they had incurred numerous out of pocket expenses defending their clients as well as tens of thousands of dollars in fees.  The Trial Court (Melson, J.) approved the requested fees and held that the Oklahoma statute which limited and indigent defendant's attorney's compensation to $3200 was unconstitutional.  The State appealed and the case came before the Supreme Court of Oklahoma on March 21, 1990.  </p><p>On July 24, 1990 the Supreme Court of Oklahoma (Kauger, J.) affirmed the Trial Court's deviation from the statute.  However, where the Trial Court found that the statute was per se unconstitutional, the Oklahoma Supreme Court found it unconstitutional as applied to these defendants and resulted in a taking of private property.   The Court also held that appointed attorneys must be given the right to a post-appointment opportunity to show good cause for why they cannot represent the defendant.  Currently, there is no such opportunity and attorneys in certain counties were immunized from representing indigent defendants resulting in an equal protection violation.  Additionally, the Court recommended, but did not order, that court-appointed attorney rates be tied to the rates of public defenders and prosecutors and that they be reimbursed for overhead fees and litigation expenses.</p>",
    "summary_published_date": "2009-03-06T00:00:00-05:00",
    "summary_short": "Defendants are court-appointed attorneys for indigent defendants who petitioned the court for out of pocket expenses and attorneys fees relating to their cases.  The Trial Court awarded them fees in excess of the statutory maximum and the Supreme Court of Oklahoma affirmed that ruling.  Additionally, the Oklahoma Supreme Court found that there was an equal protection violation in that attorney's from certain counties in Oklahoma were immune from having to represent indigent defendants.  The Oklahoma Supreme Court also held that court-appointed attorneys must be given an opportunity, after they've been appointed, to show good cause as to why they cannot effectively take another client.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11210",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11210",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11210",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11210"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119703,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119703"
    },
    {
      "date": "1990-07-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1150,
      "cite_1_reporter": "P.2d",
      "cite_1_vol": 796,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Oklahoma state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60349,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60349.pdf",
      "title": "Opinion",
      "text": "796 P.2d 1150 (1990)\nThe STATE of Oklahoma, Appellant,\nv.\nDelbert LYNCH, Appellee.\nNos. 74319, 74259.\nSupreme Court of Oklahoma.\nJuly 24, 1990.\nRobert H. Henry, Atty. Gen. and Carol Price Dillingham, Asst. Atty. Gen., Oklahoma City, for appellant, the State,\nNo. 74,319 and for respondents, Honorable Gordon, No. 74,259 and Melson, et al.\nJack Mattingly, Mattingly & Snow and Rob Pyron, Seminole, for appellee, Delbert Lynch, No. 74,319.\nGeorge W. Braly, Braly & Braly, Ada, for petitioners, Pontotoc County, No. 74,259 and Bar Ass'n, et al.\n1152 *1152 KAUGER, Justice.\n1153 In these cases of first impression,[1] we are asked to decide whether the trial court *1153 erred in declaring 21\nO.S.Supp. 1985 § 701.14 unconstitutional because court appointed counsel were forced to represent indigent\ndefendants without the assurance of receiving adequate, speedy, and certain compensation for such\n[2]\nrepresentation.  We find that: 1) Although the statute is not facially unconstitutional, under the facts presented in\nCause no. 74,319, it is unconstitutional in application; 2) The present system presses lawyers into service without\naffording a post-appointment opportunity to show cause why they should not be forced to accept the\nappointment; and 3) The statute provides an arbitrary and unreasonable rate of compensation for lawyers which\nmay result in an unconstitutional taking of private property depending on the facts of each case.\nWhile we recognize the responsibility of members of the Oklahoma bar to assist in the provision of legal\nrepresentation to indigent defendants, we find that in some instances the arbitrary and unreasonable statutory\nscheme contravenes the due process clause of the Okla. Const. art. 2, § 7 as well as the immunities clause of\nthe Okla. Const. art. 5, § 51. In reaching this conclusion, we do not rely on federal authorities, and any reference\n[3]\nthereto is solely for illustrative purposes.  The Oklahoma Constitution provides bona fide, separate, adequate\nand independent grounds upon which we rest our finding.\nFACTS\nTwo Seminole County lawyers, Jack Mattingly and Rob L. Pyron, were appointed by the district court to represent\nDelbert Lynch, an indigent who had been charged with first degree murder. Although the State had sought the\ndeath penalty, after a complicated trial, which began on August 21, 1989, and ended on August 31, 1989, the jury\nrendered a guilty verdict and gave Lynch a life sentence. Following Lynch's sentencing on September 6, 1989,\nthe lawyers petitioned the court for fees and expenses.\nAt the hearing on counsel fees, Mattingly testified that he had spent 169 hours on the case, and incurred $173.03\nin out of pocket expenses, requesting a $17,073.03 fee. Pyron's testimony was that he had expended 109.55\nhours on Lynch's behalf, and he sought a $10,995.00 fee. Mattingly submitted a statement documenting his\nhourly overhead rate for 1986, 1987, 1988 which ranged from $45.80 to $53.53 00 averaging $50.88. Pyron\n97\n1154 submitted his overhead figures for 1988, reflecting an average hourly rate of $48.00.[4] Had the two *1154\nlawyers split the maximum statutory fee of $3,200.00, Mattingly would have received $9.47 per hour, with Pyron\nreceiving $14.61 per hour. Based on these computations, Mattingly would lose $41.41 and Pyron would lose\n$33.39 in overhead expenses for every hour that they worked on the defense. These figures do not reflect any\n[5]\ncompensation for the attorneys' services.  The trial court approved the requested fees, finding that the\n\n1155 $3,200.00 restriction on attorney fees was unconstitutional. The *1155 State of Oklahoma appealed and the\ncause became at issue for our consideration on March 21, 1990.\nI.\nTHE STATUTORY COMPENSATION ALLOWED FOR THE\nREPRESENTATION OF LYNCH IN CAUSE NO. 74,319 VIOLATED ART.\n2, § 7, THE DUE PROCESS CLAUSE OF THE OKLAHOMA\nCONSTITUTION.\nThe parties do not dispute that Oklahoma is required to provide attorneys for indigent defendants who are\n[6]\ncharged in Oklahoma courts with felonies, certain misdemeanors, competency to stand trial,  contempt\n[7] [8]\nproceedings,  and guardianship matters,  or that the State of Oklahoma has attempted to provide such\n[9]\nrepresentation.  The basic concern is not with the constitutional requirements of the Okla. Const. art. 2, § 20, or\nthe public policy which requires representation of indigent defendants; but, rather, with the practical application of\nthe public policy and its impairment of constitutionally guaranteed private property rights. The State asserts that\ncompensation should only exceed the statutory limit when extraordinary circumstances are shown as established\nin Bias v. State, 568 P.2d 1269 (Okla. 1977), and that an unconstitutional taking does not occur when a court-\nappointed attorney is required to represent indigent defendants.\nThe Okla. Const. art. 2, § 7 provides that \"No person shall be deprived of life, liberty, or property without due\nprocess of law.\" The lawyers contend that under this constitutional provision mandatory representation without\njust compensation is unconstitutional. The Okla. Const. art. 2, § 20 also requires that competent counsel be\n[10]\nprovided for indigent defendants.  Under art. 2, § 20, a criminal defendant has a fundamental right to the\n[11]\nreasonably effective assistance of counsel, regardless of whether counsel is appointed or retained.  This\nmeans a lawyer must render the same obligations of loyalty, confidentiality, and competence to a court-appointed\nclient as a retained client would receive. Oklahoma has fulfilled the constitutional requirement of competent\ncounsel by utilizing public defenders' offices, voluntary pools, and court-appointments. In order for the system to\n1156 work, a balance must be maintained *1156 between the lawyer's oath of office,[12] an indigent's fundamental\nright to counsel, and the avoidance of state action tantamount to confiscation of a lawyer's practice.\nTo achieve an appropriate balance of constitutional interests the rights of both the indigent defendant and the\nlawyer must be protected. Here, the constitutional right of the indigent to counsel is not at issue 00 the due\n97\nprocess rights of appointed counsel for indigent defendants are. Although it is obvious that while Oklahoma's\nstatutorily mandated cap may not be facially defective, and that in some instances payment of the statutory fee\nmight even be an excessive rate of compensation, there is a substantial probability that it will be defective in\napplication. Here, it is apparent that the maximum statutory fee is inadequate to compensate the lawyers who\n[13]\nrepresented Lynch.\nIn Bias v. State, 568 P.2d 1269, 1272-73 (Okla. 1977), a lawyer had been compelled both to subsidize indigent\nrepresentation and to forsake his regular law practice during the representation of the indigent defendant. The \nBias Court recognized that such circumstances may constitute a taking of private property without compensation.\nIn order to harmonize conflicting interests, the Court authorized payment in excess of the statutorily prescribed\nnorms for extraordinary expenditures of time and expense. Since Bias, we held in Ford v. Ford, 766 P.2d 950,\n952 (Okla. 1988), that a law practice can be considered jointly acquired property subject to division as a part of\nthe marital estate. Under the Court's analysis in Ford, an attorney's practice is property under Oklahoma's due\nprocess clause 00 those property rights may not be impaired without adequate recompense.\n97\nClearly, there is a substantial risk of the erroneous deprivation of property rights under the current appointment\n1157 system. A lawyer's skills and services are his/her *1157 only means of livelihood. The taking thereof, without\nadequate compensation, is analagous to taking the goods of merchants or requiring free services of architects,\n\nengineers, accountants, physicians, nurses or of one of the thirty-four other occupations or professions in this\nstate which require a person to be licensed before practicing the occupation or profession. None of the licensing\n[14]\nstatutes require that the members of those professions donate their skills and services to the public.  We know\nthat many of these professionals do so. We also know that it would be unusual for the various licensing boards to\nforce their licensees to proffer their services to indigents or to offer cut-rate prices on haircuts, perms, embalming,\ndentures, or surgeries.\nWe acknowledge that the present system may deprive lawyers of interests in their law practices. Nevertheless,\nwe also recognize that a lawyer's calling is different from that of other licensed professions. We are a government\n[15]\nof laws and not of men and women.  At the foundation of this republic is the respect for enforcement of the law\nin a neutral way. The services of competent counsel are necessary to insure that our system of justice functions\nsmoothly, that justice is dispensed even handedly, and that the rights and interests of indigent defendants are\n[16]\nsafeguarded in a truly adversarial forum.  A lawyer is weighted with responsibility which is uncommon to the\n[17]\nordinary professional,  and as a member of the integrated bar, an Oklahoma lawyer has a duty to the oath of\noffice, to the Courts, to his/her clients, and to the public at large to be more than a tradesperson.\nProcedural due process of law requires adequate notice, a realistic opportunity to appear at a hearing, and the\n[18]\nright to participate in a meaningful manner before one's rights are irretrievably altered.  We find that in order to\nprovide safeguards which will bring the system into compliance with due process, trial courts must proffer a post-\n1158 appointment opportunity for the lawyer *1158 to appear and to show cause without penalty, why he/she should\nnot be appointed to represent an indigent defendant. This is in accord with the unpublished order of this Court,\npromulgated July 13, 1987, Pitts v. Wolfe, No. 67,114. In Pitts, we refused to assume original jurisdiction to\nprohibit the enforcement of the order issued by a trial judge in the Seventeenth Judicial District. The trial court\nhad appointed a lawyer, whose primary practice was in the Seventh Judicial District, to represent an indigent\ndefendant evidently because he had listed his name in the Hugo, Oklahoma, telephone directory. We noted that\nthe exercise of the power was specifically authorized by 22 O.S.Supp. 1985 § 464(A), and that the petitioner had\nan adequate remedy in the trial court to challenge the order of appointment on the grounds that he could not\nadequately represent the indigent defendant. This is also in accord with the Model Rules of Professional\n[19]\nConduct, 5 O.S.Supp. 1988 Ch. 1, App. 3-A, Rule 6.2 and the committee comments thereto,  which provide\nthat a lawyer may refuse an appointment for the representation of an indigent upon a showing of good cause.\nWe find that good cause consists of, but is not limited to the following factors: 1) the lawyer is not qualified to\nprovide competent representation; 2) the representation will result in a conflict of interest; and 3) the case is so\nrepugnant to the lawyer that it would impair either the attorney-client relationship or the lawyer's ability to\n[20]\nrepresent the client.  We also find that Rule 1.16 of the Model Rules of Professional Conduct, 5 O.S.Supp.\n1988 Ch. 1, App. 3-A, is applicable to all client representation, and that it should be construed with the \"good\ncause\" factors. This rule provides that a lawyer may refuse to represent a client if: 1) the representation would\nviolate the Rules of Professional Conduct or other law; 2) the lawyer's physical or mental condition materially\nimpairs the lawyer's representation of the client; 3) the client persists in conduct involving the lawyer's service\nwhich the lawyer believes is criminal or fraudulent; 4) the client has used the lawyer's services to perpetrate a\n[21]\ncrime or fraud; or 5) the client discharges the lawyer.\nThe efficient administration of justice and judicial pragmatism, as well as the constitutional rights of indigent\ndefendants, requires the continuation of court appointments of private counsel for indigent defendants. The due\nprocess clause of the Oklahoma Constitution forbids such appointments unless provisions are made for\nadequate, speedy, and certain compensation. Our holding today would prohibit both the appointment of counsel\nto represent indigents without a post-appointment opportunity to show good cause why the appointment should\nnot be accepted and the appointment of counsel without just compensation. Providing for adequate funding for\nindigent representation is a matter for legislative action.\n1159  II.\n*1159\n\nAPPOINTMENT OF COUNSEL\nFor all practical purposes, 19 O.S. 1981 § 137.1 and 19 O.S.Supp. 1989 § 138.1 exempt attorneys in counties\nwhich have public defenders' offices from representing indigent defendants in state courts. Lawyers in these\n[22]\ncounties are subject to appointment only when a conflict of interest arises in the public defender's office.\nCurrently, these attorneys are neither faced with impending financial disaster nor forced to ignore their practice in\norder to provide effective counsel for an indigent. Except in rare circumstances, these attorneys have been\ngranted an \"immunity\" by the legislature.\nThe representation of indigent defendants is a state-wide problem. The problem is not confined to the\ngeographical limits of the individual counties in the state. The Okla. Const. art. 5, § 51, provides that \"the\nLegislature shall pass no law granting to any association, corporation, or individual any exclusive rights,\nprivileges, or immunities within this State.\" This constitutional provision was enacted to preserve equality between\n[23]\ncitizens who are similarly situated.  By enacting 19 O.S. 1981 § 137.1 and 19 O.S.Supp. 1989 § 138.1, the\nLegislature created an exemption for attorneys who practice in counties which qualify for public defender's\noffices. Attorneys who practice in non-qualifying counties are required to shoulder indigent representation without\n[24]\nregard to overhead expenses or the loss of business.\nThe questions posed under § 51 are whether the attorneys are similarly situated and whether the attorneys are\ntreated equally. When the facts are applied to the constitutional provision, we find that the lawyers are all\nmembers of the Oklahoma Bar Association and, as such, they are licensed to practice law in the state of\nOklahoma. Because lawyers who practice in certain counties are immunized from the representation of indigent\ndefendants, not all Oklahoma lawyers are treated equally. We also find that discrimination between attorneys who\nmay be forced to represent indigent defendants based solely on the population of the county in which they\n[25]\npractice law is unconstitutional under any level of scrutiny.\nHowever, we note as a practical matter, that to prevent unnecessary expenses for transportation and logistical\ncosts, trial courts should first utilize voluntary pools and the lawyers who maintain an office or practice regularly\nwithin the judicial district in which the appointment is to be made. In the event the appointing judge finds it\nnecessary to look beyond the judicial district in which the judge sits an appointment may be requested from the\nPresiding Judge of an attorney selected from within that administrative district. Should that not result in an\nappointment, the judge may request an appointment from the state bar at large from the Chief Justice.\nAppointments made by Special or Associate District Judges should be from attorneys who office within the\ncounty, but if such judge finds it necessary to look beyond the county, the judge may make such a request of the\nChief District Judge, who shall proceed according to the order of priority for potential appointments set out above.\nIII.\nTHE FORMATION OF VOLUNTARY POOLS TO REPRESENT INDIGENT\nDEFENDANTS IS ENCOURAGED.\n1160 Attorneys are licensed by the Supreme Court of the State of Oklahoma to practice *1160 law, and an attorney\nowes his/her first duty to the Court. Likewise, the Court has an immediate interest in the character and the\n[26]\nfunction of the bar 00 a good bar is necessary for a good bench.  We applaud individual attorneys or\n97\nassociations of attorneys who volunteer to provide either pro bono legal representation or representation of\nindigent defendants at rates which may be drastically under the market value of the lawyers skills and services. It\nreflects pride in the practice of law, and it exemplifies the best of many virtues found in the practicing bar. The\nprovision of legal services to indigents is one of the responsibilities assumed by the legal profession, and\npersonal involvement in the problems of the disadvantaged can be one of the most rewarding experiences in the\nlife of a lawyer.\n\nEvery lawyer, regardless of professional prominence or professional workload, should find time to participate in or\n[27]\notherwise support the provisions of legal services to the disadvantaged.  We strongly urge the continuation of\nthese services. We believe that attorneys would voluntarily donate their skills and services were they not unduly\n[28]\nburdened with compulsory appointments.  We also believe that Oklahoma lawyers will form local, county,\ndistrict, and intra-state voluntary pools to assume this responsibility and to relieve lawyers who practice in\ncounties with few lawyers from an unfair court-imposed case load. We also recognize that at this time voluntary\nservices are insufficient to accomodate the right of indigent citizens to the effective assistance of counsel where\nthat right is implicated.\nIV.\nCOMPUTATION OF FEES\nThe State of Oklahoma has the obligation to furnish counsel for indigents charged with: felonies; misdemeanors\nwhen imprisonment upon conviction is a real possibility; juvenile proceedings which may result in commitment to\n[29] [30] [31]\nan institution; mental health matters;  contempt proceedings;  and guardianship matters.  The State also\nhas an obligation to pay appointed lawyers sums which will fairly compensate the lawyer, not at the top rate\nwhich a lawyer might charge, but at a rate which is not confiscatory, after considering overhead and expenses.\nThe basis of the amount to be paid for services must not vary with each judge; rather there must be a statewide\nbasis or scale for ascertaining a reasonable hourly rate in order to avoid the enactment of a proscribed special\n[32]\nlaw.\n1161 *1161 Although we invite legislative attention to this problem, in the interim, we must establish guides which will\napply uniformly without either violating due process rights or granting constitutional immunities. Bias provided\nsome relief to Oklahoma lawyers; however, it did not address the constitutional infirmities which are squarely\npresented here. Therefore, in order to correct the defects which render the present statutory scheme\nunconstitutional, we must build on the foundation which was laid in Bias. We find that the most even handed\napproach in setting fees is to tie the hourly rate of the counsel appointed for the indigent defendant to the hourly\n[33]\nrate of the prosecutor/district attorney and the public defenders.\nBefore the 1988 amendment to 19 O.S. Supp. 1988 § 215.30(B)(2), the salary of a district attorney was based on\npopulation in the district. After the amendment, the statute provided that all district attorneys receive the same\nsalary 00 $56,180.00 per year or $29.26 per hour. We find that the trial court may award the attorney from $14.63\n97\nto $29.26 based on the attorney's qualifications. This range is tied to the salary range paid to assistant district\n[34]\nattorneys' and the district attorneys.  (As a matter of course, when the district attorneys' and public defenders'\nsalaries are raised by the Legislature so, too, would the hourly rate of compensation for defense counsel.) The\noverhead and the litigation expense of the district attorney are furnished by the state. In order to place the\ncounsel for the defense on an equal footing with counsel for the prosecution, provision must be made for\ncompensation of defense counsel's reasonable overhead and out of pocket expenses.\nHowever, before the lawyer can be compensated for overhead, the percentage of reasonable hourly overhead\n1162 rate directly *1162 attributable to the case in controversy, and the amount of out-of-pocket expenses incurred,\n[35]\nmust be presented to the trial court.  These items, in addition to the range of $14.63 to $29.26 an hour for the\nlawyers' services, must be considered in setting counsel fees. Obviously, the trial court is charged with the duty to\nascertain whether the number of billable hours were reasonably necessary to the provision of a defense by\n[36]\ncompetent counsel. (These fees are also subject to final approval by the Chief Justice.)  Currently, the statute,\n22 O.S.Supp. 1985 § 464, provides for a $750.00 limit on payment of costs. If these costs exceed this amount,\nthey will not be paid unless defense counsel petitions the court for approval of extraordinary expenses before\nthey are incurred. To receive payment for the reasonable overhead, attorney fees, and out of pocket expenses\ncharged to the case, the lawyer must present accurate itemizations of overhead expenditures, time sheets, and\ninvoices to support the number of hours reasonably spent on the defense.\n\nMattingly and Pyron have complied with the guidelines we are establishing. Were this not so, we would remand\nfor further proceedings. We find that they are seasoned lawyers who should be paid an hourly rate of $29.26 per\nhour; that the average overhead rate and out of pocket expenses presented are reasonable; and that the lawyers\nspent the time alleged in the pursuit of Lynch's defense. The trial court approved counsel fees in the amount of\n$17,073.03 for Mattingly and $10,995.00 for Pyron. Our computation results in a smaller fee than that which was\nallowed by the trial court.\n                      Calculation of Fees\n  Mattingly's out-of-pocket expenses               $   173.03\n  Average hourly overhead $50.88 @169 hours          8,598.72\n  Hourly rate $29.26 @169 hours                      4,944.94\n  Total compensation                               $13,716.69\n  Pyron's average overhead $48.00 @109.55 hours    $ 5,258.40\n  Hourly rate $29.26 @109.55 hours                   3,205.43\n  Total compensation                               $ 8,463.83\n[37]\nSince Bias, attorneys representing defendants charged with capital crimes  have been awarded extraordinary\nexpenses and attorney fees. This extraordinary compensation has been calculated under a formula devised by\nformer Chief Justices of Oklahoma in cooperation with the Administrative Director of the Courts. As a practical\nmatter, the fees which have been awarded have been in the range we have adopted today.\nCONCLUSION AND EFFECTIVE DATE OF DECISION\nAfter reaching the conclusion that the provision of counsel fees for Lynch under 21 O.S.Supp. 1985 § 701.14,\n[38]\nwas constitutionally infirm, our duty is unmistakable.  Under the unusual circumstances presented here, and\n[39]\nbecause of this Court's direct and inherent constitutional power  to regulate the practice of law in Oklahoma,\n[40]\nwe conclude that \"weighty counterveiling policies\"  and considerations of judicial economy are best served by\naddressing the merits in both Cause No. 74,259 and Cause No. 74,319. This treatment will avoid confusion and\ndisorder, and it will negate endless litigation on case by case basis.\nWe held, in In re Integration of State Bar, 185 Okla. 505, 95 P.2d 113 (1939), that the primary duty of courts is the\nproper and efficient administration of justice; that lawyers are an important part of the judicial system of this state;\n1163 and that the inherent power to define and regulate its practice naturally and logically resided in *1163 the\nOklahoma Supreme Court because the practice of law was so intimately connected and bound up with the\n[41]\nexercise of judicial power in the administration of justice.  The Okla. Const. art. 7, §§ 4 and 6 explicitly endows\nthis Court with the power of general superintending control and general administrative authority over all inferior\n[42]\ncourts in this State.  The Court is constitutionally vested with the power to control and regulate the practice of\n[43]\nlaw in this State,  and it regulates, among other things: 1) the moral, educational and residential qualifications\n[44] [45]\nfor admission to the bar;  2) the necessity of taking a bar examination;  3) the requirement that attorneys\n[46] [47]\nbelong to the Oklahoma Bar Association;  4) mandatory continuing legal education;  and 5) the standards\n[48]\nand procedures for discipline of attorneys.\nBecause of our constitutional responsibilities relating to the managerial and superintending control of the district\ncourts and of the practice of law; because of the inherent power of this court to define and regulate the practice of\nlaw; and because of the public nature, and the certainty of reoccurrence of the problem presented, we must\ndeclare the compulsory appointment of lawyers without providing a post-appointment opportunity to show cause\nwhy they should not be required to accept the appointment, or without providing adequate, speedy, and certain\ncompensation for such representation, an unconstitutional taking of private property. We must also adopt\nguidelines for the trial courts to follow in setting fees for representation of indigent defendants in all cases where\n\nthe state of Oklahoma is required to provide such representation in order to avoid the unequal, erratic,\nunconstitutional taking of private property which might occur if fees are set by a different formula in each of the\nstate's seventy-seven counties. We find that our constitutional duties are met by assuming this responsibility\n1164 rather than by delegating it to administrative *1164 personnel who are answerable neither to the constitution nor\nto the people.\nCertainly, the framers of the constitution did not intend to obliterate the due process rights of lawyers in order to\nprotect the constitutional rights of indigent defendants. An attorney cannot be forced to accept the appointment to\nrepresent indigent defendants without a meaningful post-appointment opportunity to show good cause why the\nassignment is unacceptable. We believe that by providing a post-appointment due process hearing, and by\nassuring adequate, speedy, and certain payment for the legal services, that the representation of an indigent\ndefendant by court appointed counsel will not result in an unconstitutional taking of private property without due\nprocess of law and that the indigent defendant, the bench, the bar, and the public will be better served.\nHowever, as we noted above, the provision of counsel for indigent defendants, and the compensation of such\ncounsel also lie within the Legislative sphere, and its consideration of the myriad problems presented is invited.\nThis is an important area, which the Legislature should act to address. Nevertheless, until such time as the\nLegislature considers these matters, pursuant to the constitutional power granted by art. 7, §§ 4 and 6 of the\nOklahoma Constitution, these guidelines shall become effective in all cases in which the State of Oklahoma is\nrequired to provide assistance of counsel insofar as the appointment of counsel and the implementation of post-\nappointment show cause hearings are concerned upon the issuance of the mandate herein. The computation of\nfees in all capital cases shall also be calculated according to the promulgated guidelines after the issuance of the\nmandate. However, under the authority of Vanderpool v. State, 672 P.2d 1153, 1157 (Okla. 1983), recovery of\nattorney fees under the new guidelines will not be effective in non-capital cases until August 24, 1992, to allow\nthe Legislature to address the problem, and to enact corrective legislation.\nORIGINAL JURISDICTION ASSUMED\nJUDGMENT OF THE TRIAL COURT AFFIRMED AS MODIFIED IN CASE\nNO. 74,319.\nHARGRAVE, C.J., HODGES, LAVENDER, ALMA WILSON and SUMMERS, JJ., concur.\nOPALA, V.C.J., concur in part, dissent in part.\nSIMMS and DOOLIN, JJ., dissent.\nALMA WILSON, Justice, concurring specially:\nI applaud this Court's extension of Bias v. State, 568 P.2d 1269 (Okla. 1977) and write specially to express my\npreference for appointments of counsel for the indigent from pools of private attorneys, rather than extending the\nprohibitively expensive public defender system.\nHODGES, Justice, concurring specially.\nI concur in today's decision which holds that requiring lawyers to represent indigent defendants without a post-\nappointment hearing, and without providing adequate, speedy, and certain compensation, violates the Oklahoma\nConstitution. The present application of the compulsory court appointment system may also violate the due\nprocess and equal protection clauses of the United States Constitution.\nI write specially to state that today's decision is merely a stopgap measure to remedy constitutional infirmities in\nthe present system. The Legislature is free to adopt any solution that is consistent with the Oklahoma and United\nStates Constitutions.\n\nFor example, the Legislature may adopt the formula suggested by the majority opinion by tying the hourly rate of\nappointed counsel to that of district attorneys and public defenders while compensating for reasonable overhead\nand out-of-pocket expenses. Or, the Legislature may opt to develop a state-wide public defender system as\nsuggested by the concurring in part and dissenting in part opinion. Another alternative would be to simply raise\n1165 the *1165 statutory cap and codify the extraordinary circumstances doctrine applied in Bias v. State, 568 P.2d\n1269 (Okla. 1977).\nToday's pronouncement is another chapter in the judicial struggle across the nation \"to find the appropriate\nbalance between the ethical obligation of the legal profession to make services available and the rights of\nattorneys to just compensation.\" State ex rel. Stephan v. Smith, 242 Kan. 336, 747 P.2d 816, 841 (Kan. 1987).\nRecent cases recognize \"that the historical conditions from which the duty to provide free legal services evolved\nno longer exists [sic] in modern America.\" Id.\nDramatic changes have impaired the traditional method of compensation and appointment of counsel to\nrepresent indigent defendants. Recent years have witnessed increased complexity, specialization, and costs in\ncriminal defense work. Added to this, the \"War on Drugs\" is fueling a dramatic increase in the number of criminal\n[1]\ncases heaped upon an already heavily burdened system.  These exacerbating factors have led to the emerging\nview \"that the responsibility to provide the Sixth Amendment right to counsel is a public responsibility that is not to\nbe borne entirely by the private bar.\" Id. Although lawyers have an ethical obligation to provide services for\nindigents, the legal obligation rests on the state. It is up to the Legislature to fulfill that obligation.\nOPALA, Vice Chief Justice, concurring in part and dissenting in part.\nThe court pronounces today that the statutory assignment scheme which requires that lawyers represent indigent\ndefendants in criminal 00 and in certain civil 00 cases, while not facially infirm, may be unconstitutional in its\n97 97\npresent-day application. In a proceeding for corrective relief from the trial judge's order, which approved two\nlawyers' fees in an amount exceeding the statutory maximum rates for criminal defense work, the court today (1)\nmodifies the trial court's order by reducing the hourly rate to the level of pay drawn by district attorneys/public\ndefenders and their assistants, (2) approves the amount claimed by the lawyers for overhead and out-of-pocket\nexpenses and (3) adopts guidelines for trial courts to apply in future assignments of counsel.\nI join in concluding that the regime of assigning lawyers for criminal defense work in counties which are without\npublic defender services is tainted by a constitutional infirmity. I recede from the court's interim institutional design\nthat is to govern until the legislature overhauls the system. In my view, the whole scheme is affected by a fatal\nand incurable flaw. It saddles the judiciary with the responsibility of operating defense services in 75 counties 00 a\n97\nfunction properly to be performed by the executive department. Until the legislature establishes a professionally\nindependent statewide public defender system within the executive department, I would, merely as a stopgap\nmeasure, (1) develop guidelines that would equalize, on a statewide basis, the Bar's burden for providing\ndefense services in those 75 counties and (2) call upon the Oklahoma Bar Association [hereafter called the Bar]\nto manage a statewide service pool of qualified lawyers for deployment in criminal as well as other mandated\npublic-service work.\nI\nA SYSTEM THAT IMPOSES EXECUTIVE DUTIES UPON THE JUDICIAL\n[1]\nSERVICE VIOLATES ART. 4, § 1, OKL. CONST.\nThe threshold issue here is the constitutional propriety of placing in the judicial department the executive function\n1166 of managing professional resources for deployment in the defense of criminally accused *1166 indigent persons.\n[2]\n In a series of pronouncements enforceable against the states, the U.S. Supreme Court has imposed on state\ngovernments the burden of providing defense services for indigent persons who stand charged (a) with a felony,\n[3]\n(b) in misdemeanor prosecutions involving loss of liberty and (c) with a juvenile delinquency.  The penalty for\n\nnoncompliance is federal invalidation of state convictions. The Oklahoma legislature's present-day response to\n[4]\nthe U.S. mandate consists of (1) authorizing public defender services in some, but not all, counties,  (2)\n[5]\ndirecting the judiciary to assign counsel for indigent defendants in certain criminal and civil proceedings  and (3)\n[6]\nestablishing a maximum statutory compensation rate for court-procured defense services.\nIn obedience to the legislative and federal constitutional mandates, the judiciary has furnished manpower for\ndefense services (a) in counties where no public defender system exists, (b) in all cases where a conflict of\ninterest disqualifies the public defender from serving and (c) in certain noncriminal cases. In my view, the entire\nassignment regime's institutional design for provision of legal service is constitutionally infirm. It imposes on the\njudicial service the responsibility of managing professional human resources for necessary deployment in the\nexecutive service of State government 00 i.e., the defense of indigent persons.\n97\nThe principal function of the judiciary is to preside over the adjudicative process with a view to ensuring that the\nproceedings are error-free. It does not include procuring lawyers to make the process meet 6th Amendment, or\n[7]\nother legal, standards.  Defense services the State is constitutionally mandated to provide are clearly executive\n[8] [9]\nin character.  The Oklahoma Supreme Court's \"superintending control\" under Art. 7, § 4, Okl. Const.,  is\n[10]\nneither managerial nor administrative but purely adjudicative in character.  Its terms will not support this\ncourt's ukase for the judiciary's involuntary assumption of managerial responsibilities extraneous to the discharge\nof its governmental service.\nJudicial exercise of managerial power over the defense service in criminal cases clearly offends the separation-\n1167 of-powers *1167 doctrine enjoined on this government by Art. 4, § 1, Okl. Const.[11] That section prohibits the\n[12]\njudiciary's unauthorized incursion into the affairs of the executive branch.  Our fundamental law explicitly\nprohibits a judge from exercising functions incompatible with (or not germane to) the Bench's constitutionally\n[13]\narticulated mission and with the mandated posture of detachment and neutrality. The judiciary cannot permit\nitself to have any greater degree of operational entanglement with defense services than that which marks out its\n[14]\ninvolvement with the prosecution.\nThe law must insulate from anyone's interference 00 judicial, legislative or executive 00 all aspects of a public\n97 97\ndefender's attorney/client relationship. The litigation-related strategy choices, as well as any other facet of\nprofessional decision-making in the conduct of a person's defense, must be beyond the pale of outsiders'\n1168 meddling.[15]*1168Nevertheless, the essence of the service to be provided is correctly characterized as\n[16]\nextraneous to the judicial or legislative function and akin to that of the executive.  It is the executive's\nresponsibility to seek reversal-proof convictions in judicial tribunals properly constituted to administer that\nstandard of adjudicative process which conforms to the dictates of our fundamental law. In short, in the aftermath\nof Gideon and its progeny, defense, as much as prosecution, is an essential component of government service \nfor the enforcement of criminal laws.\nThe legislature may not impose nonjudicial duties upon any judicial officer or tribunal, neither may it command\n[17]\nthe judiciary to recruit lawyers to be used for what is essentially the discharge of a purely executive function.\nThe exclusive, constitutionally invested power to requisition Bar resources for rendition of professional pro bono\n[18]\nservices resides in the Supreme Court.  Judges of other courts may exercise this power only to the extent\n[19]\ndelegated to them by this court.\nII\n\nA PUBLIC DEFENSE SYSTEM FOR ONLY 75 COUNTIES, WHICH FAILS\nTO EQUALIZE THE PUBLIC-SERVICE BURDEN AMONG ALL\nLAWYERS IN THE STATE, OFFENDS OKLAHOMA CONSTITUTION'S\nCOMMAND FOR EQUAL TREATMENT UNDER THE LAW IN ART. 2, §§\n[20] [21]\n6 AND 7  AND ART. 5, § 46\nThere is no statewide mechanism for equalizing the public-service burdens imposed by the flawed assignment\nregime on lawyers in the 75 affected counties. The current practice 00 which weighs heavily on lawyers in some of\n97\nthese counties and immunizes from like service nearly all legal practitioners with offices in the largest two\n[22]\nmetropolitan counties 00 offends our State Constitution's uniformity-of-procedures clause, Art. 5, § 46,  as well\n97\n[23]\nas the equal treatment components infused into Art. 2, §§ 6 and 7.\n1169 In the discharge of the Supreme Court's power to regulate the practice of law and *1169 in conformity with our\nfundamental law, I would create an interim equalization design for providing defense services that will uniformly\n[24]\naffect all Oklahoma lawyers.  When the Bar was \"integrated\" in 1938, the profession became organized into a\nsingle governmental agency. All lawyers became practitioners in one government-operated system of licensure,\n[25] [26]\ndiscipline and regulation.  With integration also came deprivatization of the Bar.  Lawyers are quasi-public\n[27]\nfunctionaries  under the Supreme Court's rule-structured regime and are holders of a state occupational\n1170 license. *1170 Rulemaking for the Bar is the Supreme Court's exercise of its constitutionally invested power to\nregulate the legal profession and the practice of law. The authority over lawyers resides solely in the Supreme\n[28]\nCourt. It is spelled out in its rules.  The power to requisition lawyers for public service and to define the terms\nand conditions upon which the legal practitioners shall carry out their public duty lies within this court's exclusive\n[29]\nauthority over the profession.\nIII\nA BAR-MANAGED INTERIM PLAN FOR EQUALIZING THE DEFENSE\nSERVICE BURDEN\n[30]\nUntil the legislative department establishes a statewide public defender service  that is both totally\nindependent of the judiciary and impervious to judicial tinkering, I would exercise the court's constitutionally\ninvested powers to develop an interim court-assignment system with a built-in mechanism for equalizing the\n[31]\nburden among all qualified practitioners in the State.  I would call upon the Bar to manage this stopgap plan\n[32]\nand to ensure an equal distribution of the government-service burden to be imposed.\nCompetence of lawyers for criminal work\nI do not approve of developing competency standards through the adjudicative process of an appellate opinion.\nThis task should be accomplished by rules and guidelines to be developed in cooperation with the\nrepresentatives of the nisi prius Bench and the Court of Criminal Appeals. Those courts, which are more directly\naffected and vitally interested in the competence of the criminal bar, must participate in formulating these\nstandards.\nI would not treat lawyers' competence as a single concept applicable to all criminal proceedings. Criteria should\nbe developed that will enable lawyers to qualify for misdemeanor defense, though perhaps they might not be so\nqualified for felony work. Some may be professionally fit for certain felony defense service but not for all 00 e.g.,\n97\n\nrobbery but not capital homicide offenses. Lastly, there may be those who qualify for the defense in juvenile\ndelinquency or in some other case under the rubric of juvenile process. In other words, competency standards for\n1171 assignments must neither be *1171 too rigid nor prescribed by this court's ukase. They should be formulated in\ncommittees and promulgated by rules.\n1st Amendment speech and associational freedoms\nI join the court today in condemning the use of a lawyer's advertising or competitive activity within a county as a\npermissible gauge for a nonresident legal practitioner's inclusion into a pool for criminal defense assignment in a\ncounty other than that in which he or she maintains a professional office. No lawyer should be targeted for a\ncriminal defense assignment as a punitive sanction for exercising his/her 1st Amendment freedom to advertise \nanywhere within the state. To sanction discretion that would enable a judge to single out for assignment out-of-\ncounty lawyers who seek business dehors their professional residence would have an impermissibly chilling\n[33]\neffect on the legal practitioner's 1st Amendment right to advertise.\nI would allow an assigned practitioner to exercise his/her 1st Amendment right to associate with other counsel in\n[34]\nhandling a criminal defense or other public service duty.  Any lawyer 00 whether volunteer, assigned or hired 00\n97 97\n[35]\nshould be free to associate with specialists or other counsel in providing defense services.\nIV\nPROPOSED SCHEME OF DICHOTOMIZED COMPENSATION FOR\nPRIVATE PRACTITIONERS WHOSE SERVICES ARE REQUISITIONED\nFOR THE DEFENSE OF INDIGENT CRIMINAL DEFENDANTS\nI would not reward lawyers for discharging their public-duty service with that quantum of compensation which\nequals salaries drawn by the district attorneys/public defenders and their assistants. Rather, I would restrict\nlegislative power to set rates for lawyers' public service work to no more than the Bar-prescribed quantum of \n[36]\nannual public-duty maximum.  Once an individual practitioner has performed all that may constitute the\npermissibly claimed public service maximum, all work beyond that maximum 00 whether for the benefit of the\n97\nState in criminal defense or for the benefit of some other governmental entity 00 should be paid at its fair market\n97\n[37]\nvalue.\n1172 *1172 I would hence adopt a dichotomized scheme of compensation for lawyers assigned to perform public\nservice. For the required public service work a lawyer would be compensated at the statutory rate; but when that\nduty is done, excess services would qualify as property whose taking for public use must be compensated at fair\n[38]\nmarket value, lest there be an expropriation in the constitutional sense.  Lawyers appointed from the private\n1173 sector must also be compensated for all out-of-pocket expenses.[39] Volunteers who request *1173 public\nservice assignments in excess of the Bar-established maximum would be compensated at the state-authorized\nrate.\nSUMMARY\nI would accordingly direct that the fee-setting judge reconsider the claim on remand in conformity to my views by\nfirst determining if the affected lawyers had made, in this case, more than their required individual annual public-\nservice contribution. If the judge should conclude that the case demanded work in excess of that minimum\ncontribution, then the balance of the services rendered in the case should be compensated on the basis of its fair\nmarket value in addition to all out-of-pocket and travel expense reimbursement. That portion of the service which\nrepresents the public-work contribution should be compensated at the statutory rate.\n\nBecause the task of furnishing manpower for day-to-day criminal defense services is an executive function that\nmay not be imposed upon the judiciary, I would urge the legislature to address itself to the problem at the earliest\npossible date with a view to establishing and implementing a professionally independent statewide public\ndefender system within the executive branch of government. Until such agency is created, I would, as quickly as\npossible, begin utilizing the Bar as an equalization mechanism to create a statewide pool of qualified lawyers and\nto develop a plan to distribute evenly the Bar's public-service burden among all licensed practitioners within this\nState.\nDOOLIN, Justice, dissenting.\nThe present traditional method of compensation and appointment of competent counsel to represent indigent\ndefendants has worked well and existed in the British Colonial system when John Adams represented the British\nTroops who perpetrated the Boston Massacre, not to mention the example of Abe Fortas when he sounded\nGideon's trumpet in \"Modern Times\".\nI dissent.\nSIMMS, Justice, dissenting:\nUnder our system of criminal jurisprudence, a licensed attorney finds himself in a very unique position. That\nlawyer is an officer of the court. And as such, is bound to render service when required by his or her appointment\nto represent an indigent defendant. Powell v. State of Alabama, 287 U.S. 45, 53 S.Ct. 55, 77 L.Ed. 158 (1932).\nHowever, he is not a \"officer\" within the ordinary meaning of that term. An attorney is not in the same category as\nmarshals, bailiffs, court clerks or judges. A lawyer is engaged in a private profession, important though it be to our\nsystem of justice. As Justice Cordoza stated for New York Court of Appeals in People, ex rel., Karlin v. Culkin,\n248 N.Y. 465, 470-471, 162 N.E. 487, 489 (1928):\n\"Membership in the Bar is a privilege burdened with conditions. The appellant was received into\nthat ancient fellowship for something more than private gain. He became an officer of the court,\nand, like the court itself, an instrument or agency to advance the ends of justice. His cooperation\nwith the court was due whenever justice would be imperiled if cooperation was withheld. He might\nbe assigned as counsel for the needy, in causes criminal or civil, serving without pay.\"\nIn his treatise on Constitutional Limitations in 1868, Professor Cooley wrote:\n\"[T]he humanity of the law has provided that, if the prisoner is unable to employ counsel, the court\nmay designate someone to defend him and shall be paid by the government; but when no such\nprovision is made, it is a duty which counsel so designated owes to his profession, to the court\n1174 engaged in the trial, and to the *1174 cause of humanity and justice, not to withhold his assistance\nnor spare his best exertion in the defense of one who has the double misfortune to be stricken by\npoverty and accused of crime. No one is at liberty to decline such an appointment and few, it is to\nbe hoped, would be disposed to do so.\" T. Cooley, Constitutional Limitation 334 (2nd Ed. 1871).\nIn a footnote, Cooley added: \"[A] Court has the right to require the service whether compensation is to be made\nor not; and that counsel should decline to perform it, for no other reason than that the law does not provide\npecuniary compensation, is unworthy to hold his responsible office in the administration of justice.\" Id., 334, note\n1.\nOklahoma's legislature embraced the philosophy of Cooley and Cordoza in enacting Title 5, O.S. 1981, § 3 which\nreads, \"It is the duty of an attorney and counselor: 7th. never to reject for any consideration personal to himself\nthe cause of the defenseless or the oppressed.\" In other words, because of this unique relationship a lawyer\nenjoys with our system of criminal justice, fulfilling his legally recognized duty to render services when required by\nan appointment to represent an indigent defendant, cannot to me, be described in most instances in terms of a\ntaking of his \"property\" without due process of law.\n\nI can find no compelling reason why Bias v. State, Okl., 568 P.2d 1269 (1977) should not be applied in his case,\nthereby avoiding the award of extraordinary compensation on so-called constitutional grounds. Under Bias, Pyron\nand Mattingly are entitled to be reimbursed for extraordinary expenses. We pointedly held there, that:\n\"Prospectively, in order to obtain a compensation award above the statutory amount a lawyer must\nprove thru clear and convincing evidence that (1) all extraordinary actions were taken in good\nfaith, (2) all extraordinary work performed was necessary, (3) he is unable to maintain his practice,\nand (4) reasonableness of extraordinary fee.\"\nI would simply remand this action to the trial court for consideration under the guidelines of Bias and, under\nproper findings by the trial court, the extraordinary expenses should be approved for payment by the Chief\nJustice from the State Judicial Fund.\nI must also voice my opposition to the approach taken by my colleague, Vice Chief Justice Opala, in his special\nwriting. He has recommended legislative action to establish a state-wide public defender system and in the\ninterim, call upon the Oklahoma Bar Association to establish a pool of attorneys subject to appointment on a\nstate-wide basis. Although a state-wide public defender system would be an acceptable solution, what is most\n[1]\ndisturbing is that my colleague would make that system a part of the Executive Branch of Government.\nIn Ferri v. Ackerman, 444 U.S. 193, 100 S.Ct. 402, 62 L.Ed.2d 355 (1979), Mr. Justice Stevens observed:\n\"There is, however, a marked difference between the nature of counsels responsibilities and those\nof other offices of the court. As public servants, the prosecutor and the judge represent the interest\nof society as a whole. The conduct of their official duties may adversely affect a wide variety of\nindividuals, each of whom may be a potential source of future controversy... .\"\n1175 \"In contrast, the primary office performed by appointed counsel parallels *1175 the office of\nprivately retained counsel. Although it is true that appointed counsel serves pursuant to statutory\nauthorization and in furtherance of the federal interest in insuring effective representation of\ncriminal defendants, his duty is not to the public at large, except in that general way. His principal\nresponsibility is to serve the undivided interest of his client. Indeed, an indispensible element of\nthe effective performance of his responsibilities is the ability to act independently of the\nGovernment and to oppose it in adversary litigation.\"\nMy fear is that making a public defender a part of the executive branch of government places a lawyer in the\nposition of serving two masters, i.e., the State of Oklahoma, and in a conflicting way, the interest of his client. I\nwould not, under any circumstances, make a state-wide public defender system anything other than a totally\nindependent body. If the legislature decides, after an impact study as to the funding of such a system, which\nundoubtedly would be considerable, that this state is ready for such a system, it should place such a defender\nsystem under the umbrella of the \"The Oklahoma Public Defender System\" created in 1988 by the enactment of\n22 O.S.Supp. 1988, § 1355, or more preferably, maintain the system as an arm of the Judicial Department of\ngovernment.\nIn addressing the Pontotoc County Bar case, they do not object to being appointed to represent indigent\ndefendants so much as to the fact they are not being adequately compensated. What may or may not be\nadequate compensation might vary from legal mind to legal mind. If the guidelines of Bias are met, however, by\nany attorney within the petitioning Bar Associations in making a claim for extraordinary expenses, I see no reason\nwhy the claim should not be approved.\nThe majority today ties the amount of fees to be awarded to counsel for indigent defendants to the hourly rate\nfixed for prosecutors. I think this is premature and unsupported. Not only are we without the empirical data of the\nimpact of a state-wide public defenders system as suggested by my brother Opala, likewise we are without such\ndata when it comes to establishing a state-wide hourly rate for lawyers, whose function is entirely different from\nthat of the appointed counsel. Ferri v. Ackerman, supra.\n\nWe should direct the Legislature's attention to the Criminal Justice Act which the Congress of the United States\nenacted, 18 U.S.C. § 3006A titled \"Adequate Representation of Defendants\". This bill underwent careful scrutiny\nby both the House of Representatives and the Senate Judiciary Committee. See, Ferri v. Ackerman, supra, notes\n15 and 16 at 100 S.Ct. page 407. Section 3006A closely parallels the Oklahoma scheme in certain respects. It\nprovides for a $3500.00 cap to be paid to an attorney or defender organization in each case where one or more\nfelonies are charged, with a provision for waiving the maximum amounts where it is shown the excess payment is\nnecessary to provide fair compensation, and the payment is approved by the Chief Judge of the Circuit. Bias,\nsupra, recognizes that excess payment may be necessary to provide compensation and this could only be done\nby order of the trial judge, with the approval of our Chief Justice. The federal act further provides for a uniform\nhourly rate for time expended in court or before a magistrate and a uniform hourly rate for time expended out of\ncourt. I would submit that enactment of a state statute closely paralleling 18 U.S.C. § 3006A, might be a simple\nand direct answer to the problems raised by the majority opinion in this case.\nWe should emphasize that the solutions to these problems are within the expertise and proper power of the\nLegislature and not this Court.\n[1] These cases are deemed consolidated: 74,319, State v. Lynch and 74,259, Pontotoc County Bar Ass'n v.\nMelson. Although standing is not an issue in Lynch, it is an issue in Pontotoc County Bar Assoc. We find that the\nissue is without merit because this Court found in Missouri-Kansas-Texas R.R. v. State, 712 P.2d 40, 42 (Okla.\n1985), that an unincorporated association can have standing through its members.\n[2] The Court fund is not subject to suit in the district court. However, the instant cause is treated as a common\nlaw writ which is reviewable by writ but is not appealable. See, Court Fund v. Cook, 557 P.2d 875, 878 (Okla.\n1976).\n[3]Michigan v. Long, 463 U.S. 1032, 1042, 103 S.Ct. 3469, 3476, 77 L.Ed.2d 1201, 1214 (1983).\n[4] MATTINGLY & SNOW SEMINOLE, OKLAHOMA INDIRECT/OVERHEAD COSTS 1986 1987 1988 Salaries $\n38,929 $ 47,965 $ 41,776 Taxes 3,469 4,513 4,723 Repairs 4,851 3,029 2,670 Depreciation 13,288 14,769\n11,348 Advertising 453 113 68 Bank Charges 76 18 133 Dues and Subscriptions 1,401 1,042 943 Equipment\nRental 419 436 833 Insurance 8,159 12,481 17,354 Janitorial Service 370 535 -0- Long Distance Service 461 52\n239 Promotion 110 40 -0- Office Expense 5,895 5,905 5,161 Postage 2,158 2,487 2,305 Post Office Box Rent 53\n53 -0- Telephone 4,658 6,136 5,174 Utilities 3,195 3,407 2,415 Bank Box Rent -0- 25 -0- Contract Labor 564 579\n1,285 Legal & Accounting 2,352 2,733 8,003 Professional Seminars 600 545 337 Professional Travel 203 21\n1,211 Library Backup 3,610 4,005 5,355 _______ ________ ________ Total $95,274 $110,889 $111,333\n======= ======== ======== Hourly Overhead Rate (based on 2,080 hours per year) $ 45.80 $ 53.31 $ 53.53\n======= ======== ======== Total Overhead Costs for the above 3 years $105,832 ======== Average Hourly\nOverhead Rate (based on 2,080 hours per year) $ 50.88 ======== ROB PYRON INDIRECT/OVERHEAD\nCOSTS Dues and Subscriptions $ 2,497.00 Contributions 990.00 Material & Supplies 7,318.00 Accounting\n2,293.00 Salaries 41,925.00 Insurance 4,349.00 Advertising 198.00 Rent 7,255.00 Auto Expense 2,322.00\nPostage, Bank Charge, etc. 2,274.00 Maintenance 2,924.00 Utilities & Telephone 3,881.00 Taxes 4,508.00\nEntertainment 456.00 Library 2,874.00 Travel 13,276.00 Continuing Education 284.00 __________ Total\n$99,624.00 ========== Average Hourly Overhead Rate (based on 2080 hours per year) $ 48.00 ========== \n[5] Had the attorneys received the same hourly pay as district attorneys i.e., $29.26 an hour, Mattingly would\ncontribute $70.67 per hour with Pyron contributing a total of $62.65 per hour to the indigent's defense. These\nfigures include both the overhead and an hourly rate of compensation. A construction of the statute under which\neach of the appointed lawyers would be paid statutory maximum fee would result in Mattingly receiving $18.93\nper hour, and Pyron $29.21 00 with the accompanying net losses of $61.21 and $48.05 per hour. See discussion\n97\ninfra.\n[6] Title 22 O.S.Supp. 1983 § 1175.2(B)(4) provides: \n\"4. That if the person whose competency is in question does not have an attorney, the court will appoint an\nattorney for the person who shall represent him until final disposition of the case;\".\n\n[7]Brown v. State, 677 P.2d 1089, 1091 (Okla. Crim. App. 1984); Johnson v. State, 599 P.2d 416, 418 (Okla.\nCrim. App. 1979).\n[8] Title 30 O.S.Supp. 1988 § 3-107 provides in pertinent part: \n\"A. If at or prior to a hearing on a petition alleging a person to be an incapacitated or partially incapacitated\nperson, or if at any point in the course of a proceeding pursuant to said petition, the subject of the proceeding is\nnot represented by counsel, the court may appoint an attorney as provided in this section, ...\"\n[9] The United States Supreme Court in Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799, 93\nA.L.R.2d 733 (1963),In re Gault, 387 U.S. 1, 87 S.Ct. 1428, 18 L.Ed.2d 527 (1967), and Argersinger v. Hamlin,\n407 U.S. 25, 92 S.Ct. 2006, 32 L.Ed.2d 530 (1972) requires counsel to be appointed for: 1) indigents charged\nwith a felony; 2) in juvenile proceedings which may result in commitment to an institution; and 3) misdemeanors\nwhen imprisonment is a real possibility. These cases imposed a duty upon the states to meet the constitutional\nguarantee of counsel. \nFurther 22 O.S.Supp. 1985 § 464 provides in pertinent part:\n\"A. If the defendant appear for arraignment, without counsel, he must be informed by the court that it is his right\nto have counsel before being arraigned, and must be asked if he desires the aid of counsel. If he desires and is\nfinancially unable to employ counsel, the court must assign counsel to defend him... .\"\n[10] Okla. Const. art. 2, § 20, provides in pertinent part: \n\"In all criminal prosecutions the accused shall have the right to a speedy and public trial by an impartial jury of the\ncounty in which the crime shall have been committed ... He shall have the right to be heard by himself and\ncounsel; ...\"\n[11]Fisher v. State, 736 P.2d 1003, 1011 (Okla. Crim. App. 1987),aff'd,739 P.2d 523 (1987),cert. denied,486\nU.S. 1061, 108 S.Ct. 2833, 100 L.Ed.2d 933 (1988),reh'g denied 487 U.S. 1246, 109 S.Ct. 3, 101 L.Ed.2d 955\n(1988).\n[12] Title 5 O.S. 1981 § 2 provides: \n\"Upon being permitted to practice as attorneys and counselors at law, they shall, in open court, take the following\noath: You do solemnly swear that you will support, protect and defend the Constitution of the United States, and\nthe Constitution of the State of Oklahoma; that you will do no falsehood or consent that any be done in court, and\nif you know of any you will give knowledge thereof to the judges of the court, or some one of them, that it may be\nreformed; you will not wittingly, willingly or knowingly promote, sue, or procure to be sued, any false or unlawful\nsuit, or give aid or consent to the same; you will delay no man for lucre or malice, but will act in the office of\nattorney in this court according to your best learning and discretion, with all good fidelity as well to the court as to\nyour client, so help you God.\"\n[13] The maximum statutory fee set by the legislature is: 1) in capital cases, $200.00 for services rendered before\nthe preliminary hearing, $500.00 for services rendered during the preliminary hearing, $2,500.00 for services\nrendered from the time the defendant is bound over until final disposition in the trial court; 2) in other criminal\ncases, the fee is not to exceed $500.00; 3) in juvenile and guardianship cases, the fee is not to exceed $100.00\nin a preliminary hearing, $500.00 if the cause goes to trial and $100.00 for post-disposition hearings. \nTitle 21 O.S.Supp. 1985 § 701.14 provides in pertinent part:\n\"... such attorney shall not be paid a sum to exceed the following amounts:\nFor services rendered prior to and in preparation for preliminary hearing ... ... ... ... . . $200.00\nFor services rendered at preliminary hearing . . $500.00\n\nFor services rendered from the time the defendant is bound over on the charge of murder in the first degree\nthrough final disposition in the trial court. $2,500.00 ...\"\nTitle 22 O.S. 1981 § 1271 provides in pertinent part:\n\"... The attorney shall not be paid a sum to exceed Five Hundred Dollars ($500.00) in any one case, . ..\"\nTitle 20 O.S.Supp. 1989 § 1304(b)(9) provides in pertinent part:\n\"(9) ... Compensation from the court fund for attorneys appointed pursuant to the Oklahoma Guardianship Act, ...\nshall be substantially the same as for attorneys appointed in juvenile proceedings pursuant to Title 10 of the\nOklahoma Statutes.\"\nTitle 10 O.S.Supp. 1989 § 24(B) provides in pertinent part:\n\"B... . Provided, that such attorney shall not be paid a sum to exceed One Hundred Dollars ($100.00) for services\nrendered in preliminary proceedings, and such compensation shall not exceed Five Hundred Dollars ($500.00)\nfor services rendered during trial and not to exceed One Hundred Dollars ($100.00) for services rendered at each\nsubsequent post-disposition hearing.\"\n[14] The other licensed occupations or professions are: \nCertified Public Accountants, 59 O.S.Supp. 1982 § 15.18; Insurance Adjusters, 36 O.S. Supp. 1983 § 6206;\nArchitects, 59 O.S.Supp. 1986 § 46.24; Athletic Trainers, 59 O.S. 1981 § 530; Bail Bondsmen, 59 O.S.Supp.\n1987 § 1303; Chiropractors, 59 O.S.Supp. 1989 § 164; Court Reporters, 20 O.S. 1981 § 1503; Dentists and\nDental Hygenist, 59 O.S. 1981 § 328.21; Dietitian, 59 O.S.Supp. 1984 § 1730, Druggists, 59 O.S.Supp. 1988 §\n353.9; Electrologist, 59 O.S.Supp. 1987 § 536.7; Funeral Directors and Embalmers, 59 O.S.Supp. 1989 § 396.3;\nEmergency Medical Technician, 63 O.S. 1981 § 330.74; Foresters, 59 O.S. 1981 § 1212; Electrician and\nElectrical Contractor, 59 O.S.Supp. 1982 § 1685; Cosmetologist, 59 O.S.Supp. 1985 § 199.7; Insurance Agent,\nSolicitor and Broker, 36 O.S.Supp. 1988 § 1425; Nurse, 59 O.S. 1981 § 567.5; Nurse Anesthetist, 59 O.S.Supp.\n1988 § 567.51; Optometrist, 59 O.S. 1981 § 584; Osteopath, 59 O.S.Supp. 1983 § 633; Physical Therapist, 59\nO.S.Supp. 1987 § 887.7, Physicians, 59 O.S.Supp. 1987 § 493; Plumbers, 59 O.S. 1981 § 1006; Podiatrist, 59\nO.S. 1981 § 144; Polygraph Examiner, 59 O.S.Supp. 1985 § 1458; Pruner, 2 O.S. 1981 § 3-272; Psychologist, 59\nO.S.Supp. 1984 § 1366; Public Adjuster, 36 O.S.Supp. 1983 § 6206; Real Estate Broker, 59 O.S.Supp. 1982 §\n858-303; Schoolteachers, 70 O.S.Supp. 1982 § 6-154; Social Worker, 59 O.S.Supp. 1987 § 1261.1; Speech\nPathologist and Audiologist, 59 O.S.Supp. 1982 § 1605; Veterinarians, 59 O.S.Supp. 1989 § 698.9, Occupational\nTherapist, 59 O.S.Supp. 1984 § 888.6; Building and Construction Inspector, 59 O.S.Supp. 1989 § 1036; Security\nGuards and Private Investigators, 59 O.S.Supp. 1989 § 1750.6, Mechanical Contractor, 59 O.S.Supp. 1987 §\n1850.8.\nThe medical profession has faced this problem by the development of an alternative system for providing medical\nservice for indigents. The establishment of free clinics, a welfare system which provides medical care and/or\nmedical insurance and federally funded medical care programs have alleviated most of the need to compel\nphysicians to donate their services. Christensen, \"The Lawyer's Pro Bono Publico Responsibility\", 1981\nAm.B.Found. 1, 18-19 (1981). This is further amplified by the Department of Human Services which provides\npartial payment to the physicians and hospitals that service the indigents. See Department of Human Services\nProvider Manual.\n[15] B. Bohle, The Home Book of American Quotations, p. 180 (Dodd, Mead & Co. 1967) (quote from John\nAdams).\n[16]McLaughlin v. Western Casualty and Sur. Co., 603 F. Supp. 978, 980-81 (S.D.Ala. 1985).\n[17]In re Wright, 131 Vt. 473, 310 A.2d 1, 7, 92 A.L.R.3d 639, 647-48 (1973).\n[18]Cate v. Archon Oil Co., 695 P.2d 1352, 1356 (Okla. 1985).\n[19] Title 5 O.S.Supp. 1988 Ch. 1, App. 3-A, Rule 6.2 provides: \n\n\"A lawyer shall not seek to avoid appointment by a tribunal to represent a person except for good cause, such as:\n(a) representing the client is likely to result in violation of the Rules of Professional Conduct or other law;\n(b) representing the client is likely to result in an unreasonable financial burden on the lawyer; or\n(c) the client or the cause is so repugnant to the lawyer as to be likely to impair the client-lawyer relationship or\nthe lawyer's ability to represent the client.\"\n[20] Under the guides adopted today section (b) is unnecessary because just compensation has been provided.\n[21] Title 5 O.S.Supp. 1988 Ch. 1, App. 3-A, Rule 1.16 provides in pertinent part: \n\"(a) Except as stated in paragraph (c), a lawyer shall not represent a client or, where representation has\ncommenced, shall withdraw from the representation of a client if:\n(1) the representation will result in violation of the Rules of Professional Conduct or other law;\n(2) the lawyer's physical or mental condition materially impairs the lawyer's ability to represent the client;\n(3) the client persists in a course of action involving the lawyer's services that the lawyer reasonably believes is\ncriminal or fraudulent;\n(4) the client has used the lawyer's services to perpetrate a crime or fraud; or\n(5) the lawyer is discharged... .\"\n[22] Title 22 O.S. 1981 § 1271 provides in pertinent part: \n\"... If two or more indigent defendants are charged conjointly, and the public defender cannot justly defend both,\nthe court may appoint and compensate counsel as provided above.\"\n[23]Kimery v. Public Serv. Co., 622 P.2d 1066, 1071 (Okla. 1980); Roberts v. South Oklahoma City Hosp. Trust,\n742 P.2d 1077, 1084 (Okla. 1986) (Opala, J., concurring opinion).\n[24] Thirty nine counties do not qualify by population to have a public defender's office.\n[25]Reynolds v. Porter, 760 P.2d 816, 822-23 (Okla. 1988).\n[26]In re Integration of State Bar, 185 Okla. 505, 95 P.2d 113-14 (1939).\n[27] See Official Committee Comments to 5 O.S. Supp. 1988 Ch. 1, App. 3-A, Rule 6.1.\n[28] Recently, in Federal Trade Comm. v. Superior Court Trial Lawyers Assoc., 493 U.S. ___, ___, 110 S.Ct. 768,\n778, 107 L.Ed.2d 851, 869 (1990), the United States Supreme Court discussed the issue of underpaid attorneys\nwho represent indigents. This case, which is distinguishable from the one under consideration, involved a pool of\nattorneys who voluntarily represented indigents in Washington, D.C. After the lawyers became dissatisfied with\nthe fees paid for their services, they refused to take new assignments. The United States Supreme Court held\nthat this boycott constituted a horizontal arrangement among competitors resulting in a restraint of price and\noutput in violation of the antitrust laws. Here, the attorneys have received mandatory appointments; they did not\nvolunteer for the appointment; and the lawyers are not boycotting indigent representation.\n[29] Title 22 O.S.Supp. 1983 § 1175.2(B)(4) provides: \n\"4. That if the person whose competency is in question does not have an attorney, the court will appoint an\nattorney for the person who shall represent him until final disposition of the case;\".\n[30] See note 7, supra.\n[31] See note 8, supra.\n\n[32] Okla. Const. art. 5, § 46 provides in pertinent part: \n\"The Legislature shall not, except as otherwise provided in this Constitution, pass any local or special law\nauthorizing:\n.....\nRegulating the practice or jurisdiction of, or changing the rules of evidence in judicial proceedings or inquiry\nbefore the courts, justices of the peace, sheriffs, commissioners, arbitrators, or other tribunals, or providing or\nchanging the methods for the collection of debts, or the enforcement of judgments or prescribing the effect of\njudicial sales of real estate; ...\"\nOkla. Const. art. 5, § 59 provides:\n\"Laws of a general nature shall have a uniform operation throughout the State, and where a general law can be\nmade applicable, no special law shall be enacted.\"\nState v. Goforth, 772 P.2d 911, 914 (Okla. 1989); Reynolds v. Porter, see note 25, supra.; Maule v. Independent\nSchool Dist. No. 9, 714 P.2d 198, 204 (Okla. 1985).\n[33] Prior to the 1988 amendment, the district attorney's salaries were based on population in the districts. Under\n19 O.S.Supp. 1988 § 215.30(B)(2) all district attorneys receive the same amount. Section 215.30(B)(2) provides\nin pertinent part: \n\"B... . the annual compensation, payable monthly, of each district attorney shall be as follows: ...\n2. For the period commencing in January, 1989 and ending in December, 1990, the sum of Fifty-six Thousand\nOne Hundred Eighty Dollars ($56,180.00).\"\nThe hourly rate was determined by $56,180.00 being divided by the twelve months in a year then divided by 160\nhours for each month. Currently the public defender's salary is tied to the district attorney's salaries.\nTitle 19 O.S. 1981 § 137.2 provides for the salary for public defenders in counties of 24,727 00 60,000 in\n97\npopulation. It provides in pertinent part:\n\"... The public defender ... shall be paid from the funds in the county General Revenue Fund an amount to be\ndetermined by the board of county commissioners which amount shall not be in excess of ninety percent (90%) of\nthe salary of the district attorney of such county ...\"\nTitle 19 O.S. 1981 § 138.4 provides for the salary for public defenders in counties over 200,000 in population. It\nprovides in pertinent part:\n\"(a) ... a public defender on a full-time basis .. . shall receive a salary commensurate with the salary received by\nthe district attorney in said district, ...\"\n[34] Title 19 O.S.Supp. 1988 § 215.34 provides in pertinent part: \n\"A. Effective January 1, 1983, full time assistants with less than one (1) year of experience ... shall receive a\nsalary of not more than fifty percent (50%) of the salary of the district attorney of the district. Full-time assistants\nwith over one (1) but less than two (2) years of experience shall receive not more than seventy percent (70%) nor\nless than fifty percent (50%) of the salary of the district attorney of the district. Full-time assistants with over two\n(2) years of experience but less than three (3) years of experience shall receive not more than eighty percent\n(80%) nor less than fifty percent (50%) of the salary of the district attorney of the district. Full-time assistants with\nover three (3) years of experience shall receive a salary of not more than ninety percent (90%) and not less than\nfifty percent (50%) of the salary of the district attorney of the district; except that the designated first assistant with\nover three (3) years of experience may receive up to ninety-five percent (95%) of the salary of the district\nattorney... .\"\n[35]State ex rel. Stephan v. Smith, 242 Kan. 336, 747 P.2d 816, 849 (1987).\n\n[36] See 20 O.S.Supp. 1989 § 1304.\n[37] Capital cases are ones in which the death penalty is sought. See 21 O.S.Supp. 1985 § 701.14.\n[38]Vanderpool v. State, 672 P.2d 1153, 1157 (Okla. 1983).\n[39]In re Integration of State Bar, see note 26, supra. Opala, \"`Inherent' Powers of the Judiciary\", American\nAcademy of Judicial Education 00 Judicial Independence & Separation of Powers Conference Materials (May\n97\n21-26, 1989).\n[40]Broadrick v. State, 413 U.S. 601, 611, 93 S.Ct. 2908, 2915, 37 L.Ed.2d 830, 839 (1973); NAACP v. Alabama,\n357 U.S. 449, 459-60, 78 S.Ct. 1163, 1170, 2 L.Ed.2d 1488, 1498 (1958).\n[41]Archer v. Ogden, 600 P.2d 1223, 1227 (Okla. 1979).\n[42] Okla. Const. art. 7, § 4 provides in pertinent part: \n\"... \"The original jurisdiction of the Supreme Court shall extend to a general superintending control over all inferior\ncourts and all Agencies, Commissions and Boards created by law... .\"\nOkla. Const. art. 7, § 6 provides in pertinent part:\n\"... general administrative authority over all courts in this State, ... is hereby vested in the Supreme Court ...\"\n[43]Tweedy v. Oklahoma Bar Assoc., 624 P.2d 1049, 1052 (Okla. 1981).\n[44] Title 5 O.S. 1981 § 12 provides: \n\"The Supreme Court of the State of Oklahoma shall have exclusive power and authority to pass upon\nqualifications and fitness of all applicants for admission to practice law in the State of Oklahoma, and the\nqualifications of such applicants shall be those which are now or may be hereafter prescribed by the statutes of\nOklahoma and the rules of the Supreme Court.\"\n[45] Title 5 O.S. 1981 § 16 provides: \n\"Within thirty (30) days after this act takes effect, the Supreme Court shall examine applicants for admission to\nthe bar and all applicants who have heretofore been passed upon and allowed to take the examination of the\nCommittee of State Bar Examiners shall be eligible for examination by the Supreme Court at its first examination,\nand thereafter the Supreme Court shall hold examinations for applicants at least twice each year and at such\nother times as the Supreme Court may prescribe.\"\n[46] Title 5 O.S. 1981 Ch. 1, App. 1, art. 2, § 7(a), provides: \n\"(a) No attorney shall practice law in the State of Oklahoma who is not an active member of the Association,\nexcept as herein provided.\"\n[47] Title 5 O.S.Supp. 1986 Ch. 1, App. 1-B, Rule 3 provides: \n\"Each attorney subject to these rules pursuant to Rule 2 herein shall attend, or complete an approved substitute\nfor attendance, a minimum of twelve (12) hours of approved continuing legal education each calendar year\nbeginning January 1, 1986.\"\n[48] Title 5 O.S. 1981 § 13 provides: \n\"The Supreme Court of the State of Oklahoma shall have the exclusive power and authority to discipline\nattorneys and counselors at law or revoke the permit to practice law granted to attorneys and counselors at law\nand the rules of conduct of attorneys and counselors at law in this state shall be such as are now or may\nhereafter be prescribed by the statutes of Oklahoma and the rules of the Supreme Court.\"\n\n[1] One statistic demonstrates this point. During the last ten years, the rate of incarceration has increased from\n230 per 100,000 citizens to 407. The United States now has one of the highest incarceration rates in the world.\nThis figure compares with a rate of 350 to 400 in the U.S.S.R., 100 in Britain, 92 in France and 47 in Norway.\nTulsa World, July 9, 1990, at 1.\n[1] See infra note 11.\n[2] Defense services are typically provided under three methods: 1) assigned counsel programs, 2) public\ndefender offices and 3) contract delivery systems. ABA Project on Minimum Standards for Criminal Justice,\nStandards Relating to Providing Defense Services, Approved Draft 1968, Commentary (a).\n[3]Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 [1963]; Argersinger v. Hamlin, 407 U.S. 25,\n92 S.Ct. 2006, 32 L.Ed.2d 530 [1972]; Application of Gault, 387 U.S. 1, 87 S.Ct. 1428, 18 L.Ed.2d. 527 [1967].\n[4] 19 O.S. 1981 § 137.1 and 19 O.S.Supp. 1989 § 138.1.\n[5] See 22 O.S.Supp. 1983 § 1175.2(B)(4) (competency to stand trial); 22 O.S.Supp. 1985 § 464 (arraignments).\n[6] See 21 O.S.Supp. 1985 § 701.14 (maximum statutory fee in capital cases); 22 O.S. 1981 § 1271 (other\ncriminal cases); 20 O.S.Supp. 1989 § 1304(b)(9) (guardianship cases); 10 O.S.Supp. 1989 § 24(B) (juvenile\nproceedings).\n[7]I perceive no difference between the statutorily mandated judicial procurement of professional resources for\ndeployment in the defense of the accused indigent persons and a legislative command that the judiciary supply a\nstaff of lawyers for the Governor, or for any other executive or legislative office.\nIn Bradshaw v. Ball, 487 S.W.2d 294, 299 [Ky. 1972], the court notes that \"it is the duty of the executive\ndepartment to enforce the criminal laws, and it is the duty of the legislative department to appropriate sufficient\nfunds to enforce the laws which they have enacted. The proper duty of the judiciary, in the constitutionally ideal\nsense, is neither to enforce laws nor appropriate money. The judiciary's reason for existence is to adjudicate.\"\n(Emphasis added.)\n[8]Earl v. Tulsa County Dist. Court, Okl., 606 P.2d 545, 547 [1980]; see also Polk County v. Dodson, 454 U.S.\n312, 334, 102 S.Ct. 445, 458, n. 5, 70 L.Ed.2d 509 [1981] (Burger, C.J., concurring).\n[9] Art. 7, § 4, Okl. Const., provides in pertinent part: \n\"* * * The original jurisdiction of the Supreme Court shall extend to a general superintending control over all\ninferior courts and all Agencies, Commissions and Boards created by law. * * *\" (Emphasis mine.)\n[10] In Re: Approval of Rules Mandated by the Dispute Resolution Act, 12 O.S.Supp. 1985 §§ 1801 et seq., 57\nOBJ 876 [April 8, 1986] (Opala, J., not participating).\n[11] A tripartite division of government is not explicitly mandated by the U.S. Constitution; our fundamental law,\nArt. 4, § 1, Okl. Const., expressly and inflexibly commands that the functions of government be divided into three\ndepartments. Sterling Refining Co. v. Walker, 165 Okl. 45, 25 P.2d 312, 320 [1933]. The terms of Art. 4, § 1, Okl.\nConst. are: \n\"The powers of the government of the State of Oklahoma shall be divided into three separate departments: The\nLegislative, Executive, and Judicial; and except as provided in this Constitution, the Legislative, Executive, and\nJudicial departments of government shall be separate and distinct, and neither shall exercise the powers properly\nbelonging to either of the others.\"\nIn the federal judicial system the principle of separation of powers came to be recognized and enforced when the\nU.S. Supreme Court held that executive or administrative duties of a non-judicial nature may not be imposed on\njudges holding office under Art. III of the federal Constitution. The United States v. Ferreira, 54 U.S. 40, 13 How.\n40, 14 L.Ed. 42 [1851]; Hayburn's Case, 2 U.S. 409, 2 Dall. 409, 1 L.Ed. 436 [1792]; for a more recent exposition\n\nof the Court's view on proper distribution of government functions see I.N.S. v. Chadha, 462 U.S. 919, 951-952,\n103 S.Ct. 2764, 2784, 77 L.Ed.2d 317 [1983].\n[12]Earl v. Tulsa County Dist. Court, supra note 8; see also in this connection Pulaski County ex rel. Mears v.\nAdkisson, 262 Ark. 636, 560 S.W.2d 222, 223 [1978]. \nWe should not be commingling the functions of this carefully designed constitutional structure. See In Re: Appeal\nof Rules Mandated by the Dispute Resolution Act, supra note 10 (Opala, J., nonparticipating), where this court\napproved rules and regulations for mediation services authorized by the Dispute Resolution Act which placed the\nmanagement of mediation services in the Judicial Department; see also in this connection the views of Scalia, J.,\nin dissent from the Court's opinion in Morrison v. Olson, 487 U.S. 654, 697, 108 S.Ct. 2597, 2622, 101 L.Ed.2d\n569 [1988] (Scalia, J., dissenting) (where the Court upheld a congressional enactment that authorized court\nassignment of independent counsel to investigate and prosecute certain officials of the executive branch) and in \nMistretta v. U.S., 488 U.S. 361, 109 S.Ct. 647, 675, 102 L.Ed.2d 714 [1989] (Scalia, J., dissenting) (where the\nCourt approved congressional creation of a Sentencing Commission as an independent body of the Judicial\nBranch with power to promulgate binding Sentencing Guidelines).\n[13]Earl v. Tulsa County Dist. Court, supra note 8, 606 P.2d at 547; Sterling Refining Co. v. Walker, supra note 11\n; Ex parte Coffelt, 93 Okl.Cr. 343, 228 P.2d 199, 202-203 [1951]; Galloway v. Truesdell, 83 Nev. 13, 422 P.2d 237\n[1967]; Opinion of the Justices, 365 Mass. 639, 309 N.E.2d 476, 480 [1974]; Case of Supervisors of Election, 114\nMass. 247, 249, 251 [1873].\n[14]Earl v. Tulsa County Dist. Court, supra note 8, 606 P.2d at 547.\n[15] The separate writing by Simms, J., erroneously ascribes to my institutional design the flaw of subjugating the\ndefense to executive dictation. I fully recognize the professional independence of lawyers who, either as assigned\ncounsel or as public employees, are called upon to defend. In Polk County v. Dodson, supra note 8, 454 U.S. at\n321, 102 S.Ct. at 451, the argument was pressed that because public defenders are paid by the state, they are\nsubject to \"supervision by persons with interests unrelated to those of indigent clients.\" In refuting this notion, the\nCourt stated that \"a public defender is not amenable to administrative direction in the same sense as other\nemployees of the State\" and that \"a defense lawyer is not, and by the nature of his function cannot be, the\nservant of an administrative superior.\" The Court noted that equally important \"is the constitutional obligation of\nthe State to respect the professional independence of the public defenders whom it engages.\" Polk, supra note 8,\n454 U.S. at 321-322, 102 S.Ct. at 451. Burger, C.J., states in his concurring opinion in Polk, supra note 8, 454\nU.S. at 327, 102 S.Ct. at 454, that under Gideon and Argersinger \"the government undertakes only to provide a\nprofessionally qualified advocate wholly independent of the government. It is the independence from\ngovernmental control as to how the assigned task is to be performed that is crucial... . The obligations owed by\nthe attorney to the client are defined by the professional codes, not by the governmental entity from which the\ndefense advocate's compensation is derived.\" (Emphasis mine.)\n[16] The new institutional design I would counsel should leave the judiciary with no greater power over the\ndefense component than it customarily wields over the prosecution. In this framework the judicial role would\nrecede to that of judicature. Once the public defense component is integrated into the executive department,\neither as an agency under an autonomous commission or otherwise, the independence of the defenders'\nprofessional decision-making process must receive no less respect than prosecutorial discretion.\n[17] In Sterling Refining Co. v. Walker, supra note 11, 25 P.2d at 320, the court held that \"by reason of the\nprovisions of article 4, § 1, legislative powers could not be delegated to or conferred upon the Supreme Court of\nOklahoma.\"\n[18] See Part II, infra.\n[19] The Supreme Court's inherent power over the Bar is nondelegable. In re Integration of State Bar of\nOklahoma, infra note 24; Winters v. City of Oklahoma City (Opala, J., concurring in part and dissenting in part) \ninfra note 26.\n[20] The provisions of Art. 2, § 6, Okl. Const., are: \n\n\"The courts of justice of the State shall be open to every person, and speedy and certain remedy afforded for\nevery wrong and for every injury to person, property, or reputation; and right and justice shall be administered\nwithout sale, denial, delay, or prejudice.\"\nThe terms of Art. 2, § 7, Okl. Const., provide:\n\"No person shall be deprived of life, liberty, or property, without due process of law.\"\n[21] The terms of Art. 5, § 46, Okl. Const., provide in pertinent part: \n\"The Legislature shall not, except as otherwise provided in this Constitution, pass any local or special law\nauthorizing:\n* * *\nRegulating the practice or jurisdiction of, or changing the rules of evidence in judicial proceedings or inquiry\nbefore the courts, justices of the peace, sheriffs, commissioners, arbitrators, or other tribunals... .\" [Emphasis\nmine.]\n[22] See supra note 21. Maule v. Independent School Dist. No. 9, Okl., 714 P.2d 198, 203-204, n. 32 [1985]; Ind.\nSchl. Dist. v. Okl. City Fed. of Teachers, Okl., 612 P.2d 719, 725 [1980] (Opala, J., dissenting); Oklahoma City v.\nGriffin, Okl., 403 P.2d 463, 465 [1965]; Fenimore v. State, 200 Okl. 400, 194 P.2d 852, 854 [1948].\n[23] See supra note 20. Our due process clause in Art. 2, § 7, Okl. Const., has a definitional sweep that is\ncoextensive with its federal counterpart. See 5th and 14th Amendments, U.S. Const.; McKeever Drilling Co. v.\nEgbert, 170 Okl. 259, 40 P.2d 32, 35 [1935]; Elam v. Workers' Compensation Court of State, Okl., 659 P.2d 938,\n941, 943 [1983] (Opala, J., dissenting); Black v. Ball Janitorial Service, Inc., Okl., 730 P.2d 510, 513, n. 9 [1986]; \nHarry R. Carlile Trust v. Cotton Petroleum, Okl., 732 P.2d 438, 443, n. 25 [1986]; Fair Sch. Finance Coun. of\nOkla. v. State, Okl., 746 P.2d 1135, 1148, n. 48 [1987]. The latter (and hence our own) contains a built-in anti-\ndiscrimination component which affords protection against unreasonable or unreasoned classifications serving no\n\"important governmental objective.\" Davis v. Passman, 442 U.S. 228, 234-235, 99 S.Ct. 2264, 2271, 60 L.Ed.2d\n846 [1979]; Bolling v. Sharpe, 347 U.S. 497, 74 S.Ct. 693, 98 L.Ed. 884 [1954]; see State ex rel. State Bd., Etc. v.\nNaifeh, Okl., 598 P.2d 225, 226 [1979] (Opala, J., dissenting). Our jurisprudence recognizes the equal-protection\ncomponent in our own due process clause. McKeever Drilling Co. v. Egbert, supra; Personal Loan & Finance Co.\nv. Oklahoma Tax Com'n., Okl., 437 P.2d 1015, 1019 [Okl. 1968].\n[24]Tweedy v. Oklahoma Bar Ass'n, Okl., 624 P.2d 1049, 1052 [1981]; In re Integration of State Bar of Oklahoma,\n185 Okl. 505, 95 P.2d 113 [1939]; Ford v. Board of Tax-Roll Corrections, Okl., 431 P.2d 423 [1967].\n[25] Whether the Oklahoma Bar should be deemed a \"government agency,\" or some other quasi-public entity, for\nthe purpose of determining its permissible expenditures under the 1st Amendment, need not be reached now.\nSuffice it to say here that the Bar's activities serve an important public interest in \"regulating the legal profession\nand improving the quality of legal services.\" Keller v. State Bar of California, ___ U.S. ___, 110 S.Ct. 2228, 2236,\n110 L.Ed.2d 1 [1990]; see also Tweedy v. Oklahoma Bar Ass'n, supra note 24.\n[26] The deprivatization process underwent by the State Bar of Oklahoma is at variance with the common law's\nhistory. During the classical period of the common law, each court \"licensed\" its own practitioners. See generally\nMartineau, The Attorney As An Officer Of The Court: Time To Take The Gown Off The Bar, 35 S.Carol.L.Rev. 541\n[1984]. The English Bar 00 unlike that of Oklahoma 00 was a private bar. The exclusive power of admitting\n97 97\ncandidates to the Bar of England was entrusted to the Inns of Court (independent, self-governing, unincorporated\nprofessional societies that trained students in the law). Admission to practice law in England could be\naccomplished by (a) entering one of the four Inns of Court in London, (b) completing the required legal training\nand (c) receiving a formal \"call to the bar\" of the Inn of which the candidate was a member. A person called to the\nbar signed the Roll at his own Inn of Court and was tacitly permitted by the judges to practice in the courts.\nCostigan, Cases On The Legal Profession and Its Ethics, pgs. 12 and 86, n. 31 [1933]; Chroust, The Beginning,\nFlourishing and Decline of the Inns of Court: The Consolidation of the English Legal Profession After 1400, 10\nVanderbilt L.Rev. 79, 112 [1956]; II Holdsworth, A History of English Law 484-512 [4th Ed. 1936]; Nolan,\n\nReadings in the History of the American Legal Profession at 15 [The Michie Company 1980] (an excerpt from\nPlucknett, A Concise History of the Common Law 224-230 [1956]). Before 1868, there was no concept of a public\nlicense to practice law in England. Only lawyers who intended to practice in the King's overseas dominions,\ncolonies, protectorates and mandated territories were required to sign an official roll kept at the Crown Office in\nthe Law Courts' Central Office in the Strand. Costigan, supra at 87, n. 31; see also Chroust, The Rise of the\nLegal Profession in America, Vol. I at 33-35, n. 95, Vol. II at 171-172 [1965]. The English \"call to the bar\" 00 i.e.,\n97\nthe admission to the bar of a private professional society 00 has no modern equivalence in a government license\n97\nto practice law.\nOklahoma made a sharp break with history when in 1938 it organized lawyers into a statewide bar under the\nauspices of this court and refashioned the profession into a regulated resource of the judiciary. See In re\nIntegration of State Bar of Oklahoma, supra note 24; see also in this connection Nolan, supra at 177-178 (an\nexcerpt from Hurst, The Growth of American Law: The Law Makers 285-293 [1950]).\nThe federal and state practitioners are differently organized. In the federal judicial environment each United\nStates court is authorized to establish and to control its own bar. 28 U.S.C. §§ 1654 and 2071; see Frazier v.\nHeebe, 482 U.S. 641, 107 S.Ct. 2607, 2611, 96 L.Ed.2d 557 [1987]; see also Winters v. City of Oklahoma City,\nOkl., 740 P.2d 724, 729 [1987] (Opala, J., concurring in part and dissenting in part).\n[27] \"An attorney is neither a public officer nor an officer of the court, in any proper legal sense. He exercises a \nquasi-public franchise, a privilege, not under the court but under the law.\" (Emphasis added.) Costigan, supra\nnote 26 at p. 83, n. 24. [1933].\n[28]Tweedy v. Oklahoma Bar Ass'n, supra note 24 624 P.2d at 1052; Supreme Court of Virginia v. Consumers\nUnion, Etc., 446 U.S. 719, 731-732, 100 S.Ct. 1967, 1974, 64 L.Ed.2d 641, 653 [1980].\n[29] See Mallard v. U.S. Dist. Court for Southern Dist. of Iowa, 490 U.S. ___, 109 S.Ct. 1814, 1823, 104 L.Ed.2d\n318 [1989] (Stevens, J., dissenting).\n[30] See for example the California comprehensive public defender system adopted for each county in the state\nto be staffed with paid lawyers. Cal. [Gov't] Code §§ 27700-27712 (West. 1968 & Supp. 1984). See also Cook,\nAppointment of Counsel in California: A People v. Johnson Perspective, 3 Whittier L.Rev. 499 [1981], where the\nauthor notes, at 500, that most counties in California maintain a public defender office. While the statutory\nscheme allows the court to assign private counsel in criminal cases, California jurisprudence indicates a firm\npolicy against allowing an indigent defendant other court-assigned counsel where a public defender is available.\nSee Cook, supra at 506-508.\n[31] This could be accomplished by creating a statewide service pool of lawyers for deployment in public service\nwork. The Bar, as an equalization mechanism, could maintain an accounting system that would establish and\nkeep track of how much public service may be due from each licensed lawyer who must serve. All lawyers would\nbe in this service pool and be treated alike for conscription to pro bono work in conformity with the licensee's\nspecialty and skills. In this manner lawyers who do not qualify for criminal law work could be utilized for pro bono\ncivil assignments.\n[32] \"One of the major conclusions of those who participated in the formulation of the Federal Criminal Justice Act\nand embodied in that act is that counsel must be provided in a systematic fashion and not by ad hoc\narrangements or day-to-day improvisation reflecting the ideas of individual judges. See Att'y Gen. Report x-xi,\n42-43; Criminal Justice Act of 1964, 18 U.S.C. § 3006A. This view is substantiated in the survey of state practice,\nwhich indicates that the worst inequities, to both the defendant and the bar, occur in those areas where no\norganized or systematic approach to the problem has been taken.\" (Emphasis added.) ABA Project on Minimum\nStandards for Criminal Justice, Standards Relating to Providing Defense Services, Approved Draft 1968,\nCommentary (a) at p. 15.\n[33] See Bates v. State Bar of Arizona, 433 U.S. 350, 383, 97 S.Ct. 2691, 2708-2709, 53 L.Ed.2d 810 [1977],\nreh'g denied 434 U.S. 881, 98 S.Ct. 242, 54 L.Ed.2d 164 [1977]; Shapero v. Kentucky Bar Assoc., 486 U.S. 466,\n476, 108 S.Ct. 1916, 1923, 100 L.Ed.2d 475, 486 [1988].\n\n[34] The right to associate with others in pursuit of political, social, economic, educational, religious and cultural\nends is protected by the 1st Amendment. Griswold v. Connecticut, 381 U.S. 479, 483, 85 S.Ct. 1678, 1681, 14\nL.Ed.2d 510 [1965]; Roberts v. United States Jaycees, 468 U.S. 609, 622, 104 S.Ct. 3244, 3251, 82 L.Ed.2d 462\n[1984]; see also N.A.A.C.P v. Claiborne Hardware Co., 458 U.S. 886, 907-909, 932-933, 102 S.Ct. 3409,\n3422-3423, 3435-3436, 73 L.Ed.2d 1215 [1982]; Abood v. Detroit Board of Education, 431 U.S. 209, 231, 97\nS.Ct. 1782, 1797, 52 L.Ed.2d 261 [1977]. Governmental action which may have the effect of curtailing the\nfreedom to associate is subject to the closest scrutiny (Buckley v. Valeo, 424 U.S. 1, 25, 96 S.Ct. 612, 637, 46\nL.Ed.2d 659 [1976]) and must clearly outweigh the repressive effect on association rights engendered by the\ngovernmental regulation.\n[35] I would save for another day the question whether both lawyers should be entitled to full compensation for\nservices rendered.\n[36] The quantum of public service to be performed annually at the statutory rate by the bearer of a state license\nto practice law, which would constitute a burden to be borne equally with others, should be a norm initially\ndeveloped by the Bar and then promulgated by the Supreme Court in the exercise of its legislative authority over\nprofessional activities of lawyers.\n[37] A minority of courts have recognized an analogous concept 00 although espousing somewhat different\n97\nterminology. [1] In People v. Randolph, 35 Ill.2d 24, 219 N.E.2d 337, 341 [1966], the court dichotomized its\ncompensation scheme into a \"regular\" and \"extraordinary\" service component, holding that the statutory fee\nlimitation could not constitutionally be applied to extraordinarily lengthy and complex multiple representations;\nsee also People v. Atkinson, 50 Ill. App.3d 860, 8 Ill.Dec. 932, 366 N.E.2d 94 [1977],People v. Johnson, 87 Ill.2d\n98, 57 Ill.Dec. 599, 429 N.E.2d 497 [1981] and In Re Petition for Fees, 148 Ill. App.3d 453, 102 Ill.Dec. 67, 499\nN.E.2d 624 [1986], where the court found \"extraordinary circumstances\" to exist and awarded compensation in\nexcess of the regular statutory fee. [2] The court in People v. Wilson, 60 Misc.2d 144, 302 N.Y.S.2d 647 [1969],\nand Application of Armani, 83 Misc.2d 252, 371 N.Y.S.2d 563 [1975], also found that extraordinary circumstances\nexisted and awarded counsel fees in excess of the statutory maximum. [3] In Jewell v. Maynard, 383 S.E.2d 536,\n547 [W. Va. 1989], the court holds that a lawyer may not be required to devote more than 10 percent of his\nnormal work year to court-assigned cases. The court established a compensation regime comparable to that in\nthe federal court system and directed the legislature to establish a \"mechanism that allows lawyers to receive up\nto $1,500 cash advances for out-of-pocket expenses\". [4] Under the Nevada statutory scheme, fees may be\nawarded in excess of the statutory maximum allowed for indigent criminal defense work when \"extraordinary\ncircumstances\" are present. See Lueck v. State, 99 Nev. 717, 669 P.2d 719 [1983]. See also Annot., Validity and\nconstruction of statute or court rule fixing maximum fees for attorney appointed to represent indigent, 3 ALR4th\n577, 588, § 8 [1981].\n[38] The terms of Art. 2, § 24, Okl. Const. are: \n\"Private property shall not be taken or damaged for public use without just compensation... .\"\nIn DeLisio v. Alaska Superior Court, 740 P.2d 437, 442-443 [Alaska 1987], the court holds that \"a court\nappointment compelling an attorney to represent an indigent criminal defendant is a taking of property for which\njust compensation is required,\" which is to be \"measured by the fair market value of the property appropriated;\" in\nState ex rel. Stephan v. Smith, 242 Kan. 336, 747 P.2d 816, 841-842 [1987], the court concludes that attorneys'\nservices are property and thus subject to 5th Amend. protection; State ex rel. Scott v. Roper, 688 S.W.2d 757,\n768 [Mo. 1985]; in Jewell v. Maynard, supra note 37, 383 S.E.2d at 547, the court acknowledges that a lawyer is\nduty-bound to accept court assignments but holds that equal protection and due process principles place an\nupward limit on this obligation; in Family Div. Trial Lawyers v. Moultrie, 725 F.2d 695, 705-706 [D.C. Cir.1984], the\ncourt noted that \"an unreasonable amount of required uncompensated service\" might constitute \"taking\" in the\nconstitutional sense; see also County of Fresno v. Superior Ct. of Fresno Cty., 82 Cal. App.3d 191, 146 Cal. Rptr.\n880, 884-887 [Cal. App., 1978] (Hopper, J., dissenting); see generally Kendrick, Uncompensated Appointments of\nAttorneys For Indigent Criminal Defense: The Need For Supreme Court Standards, 14 S.W.Univ.L.Rev. 389\n[1984]; Pirsig and Kirwin, infra note 39 at 164, n. 2.\n\nA minority of courts take the position that assigned counsel are entitled to compensation in the absence of statute\nor court rule authorizing it (Bradshaw v. Ball, supra note 7 at 298; State v. Green, 470 S.W.2d 571, 576 [Mo.\n1971]; see Annot., Right of Attorney Appointed by Court For Indigent Accused To, and Court's Power to Award,\nCompensation by Public, in Absence of Statute or Court Rule, 21 ALR3d 819, Part III [1968 & 1989 Supp.]) and\nthat a lawyer may not be appointed to render gratuitous service (Knox County Council v. State ex rel. McCormick,\n217 Ind. 493, 29 N.E.2d 405, 413 [1940]; Bedford v. Salt Lake County, 22 Utah 2d 12, 447 P.2d 193, 195 [1968]; \nMcNabb v. Osmundson, 315 N.W.2d 9, 16 [Iowa 1982]; Honore v. Washington State Bd. of Prison Terms & P.,\n466 P.2d 485, 495-496 [Wash. 1970]; Carpenter v. County of Dane, 9 Wis. 249, 252 [Wis. 1859]).\nBut cf. United States v. Dillon, 346 F.2d 633 [9th Cir.1965]; cert. denied 382 U.S. 978, 86 S.Ct. 550, 15 L.Ed.2d\n469 [1966], where the court rejected the argument that compelled service amounts to a taking of property without\njust compensation; Williamson v. Vardeman, 674 F.2d 1211, 1214-1215 [8th Cir.1982]; Weiner v. Fulton County,\n113 Ga. App. 343, 148 S.E.2d 143, 146 [1966], cert. denied, 385 U.S. 958, 87 S.Ct. 393, 17 L.Ed.2d 304 [1966]\nAnnot., 21 ALR3d supra at 823-824; but see State ex rel. Scott v. Roper, supra 688 S.W.2d at 764, where the\ncourt notes that the majority of commentators appear to reject the reasoning in Dillon, supra. A number of the\nauthors cited in Roper take the position that a lawyer's services should be treated as a property right.\n[39] Under this dichotomized compensation approach an Oklahoma County lawyer 00 after discharging his/her\n97\nannual quantum of public service 00 when appointed to a case in Canadian County would draw pay at the fair\n97\nmarket value on the basis of Canadian County standards, but out-of-pocket and travel expenses would be\nreimbursed on actual outlay basis. \nThere has been a trend toward allowing reimbursement of assigned counsel for out-of-pocket expenses. See \nState v. Second Jud.Dist.Ct. In And For Co. Of Washoe, 85 Nev. 241, 453 P.2d 421, 422-423 [1969]; State v.\nHorton, 34 N.J. 518, 170 A.2d 1, [N.J. 1961]; State v. Rush, 46 N.J. 399, 217 A.2d 441, 448 [1966]; People v.\nRandolph, supra note 37; People v. Watson, 36 Ill.2d 228, 221 N.E.2d 645 [1966]; Jewell v. Maynard, supra note\n37, 383 S.E.2d at 547; Williamson v. Vardeman, supra note 38 at 1215, where the court holds that the state\ncannot constitutionally require court-assigned counsel to make out-of-pocket expenditures in behalf of indigent\ncriminal defendants; Annot., Construction of State Statutes Providing For Compensation Of Attorney For Services\nUnder Appointment By Court In Defending Indigent Accused, 18 ALR3d 1074, § 7 [1968]; Buchwald, Indigent\nCriminal Defendant's Constitutional Right to Compensated Counsel, 52 Cornell L.Q. 433 [1967]; Pirsig and\nKirwin, Professional Responsibility 164, n. 3 [3rd Ed. 1976]. Court-assigned counsel, under the Criminal Justice\nAct, 18 U.S.C. § 3006A(d), are entitled to reimbursement for out-of-pocket expenses, see Annot., 9 ALR Fed 569,\n§§ 16-20 [1971 and 1989 Supp.].\n[1] The Supreme Court has repeatedly indicated that it is the duty of the trial court, not the executive branch of\ngovernment, to see that an indigent defendant's Sixth Amendment right to counsel is protected. \nIn Powell v. Alabama, the Court said:\n\"The duty of the trial court to appoint counsel under such circumstances is clear, as it is clear under\ncircumstances such as are disclosed by the record here; and its power to do so, even in the absence of a statute,\ncan not be questioned. Attorneys are officers of the court, and are bound to render service when required by such\nan appointment. See Cooley, Constitutional Limitations, supra, 700 and note.\nThe United States by statute and every state in the Union by express provision of law, or by the determination of\nits courts, make it the duty of the trial judge, where the accused is unable to employ counsel, to appoint counsel\nfor him.\" 287 U.S., at 75, 53 S.Ct., at 65.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/60349"
    }
  ],
  "document_count": 2
}