{
  "case_id": 16489,
  "fetched_at": "2025-10-22T00:28:29.789399",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "United States",
        "institution_alt_state": null,
        "institution_city": "Macon",
        "institution_county": "Macon",
        "name": "United States",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Criminal Justice (Other)"
    ],
    "cause_other": "Criminal Appeal",
    "causes": [],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Middle District of Georgia",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1960,
    "id": 16489,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Racial segregation",
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black",
      "General/Misc.: Courts"
    ],
    "last_checked_date": "2021-11-18T00:00:00-05:00",
    "main_docket": {
      "id": 28643,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "Middle District of Georgia",
      "state": "Georgia",
      "docket_office_number": "5",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Rabinowitz v. United States",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Several defendants charged with civil rights movement related crimes in federal court and convicted by an all-white jury.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "Dismissal of Criminal Case",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Criminal"
      }
    ],
    "state": "Georgia",
    "summary": "<p>In these federal criminal cases, a Student Nonviolent Coordinating Committee (SNCC) member, as well as four Black civil rights demonstrators, were charged and convicted of perjury in the U.S. District Court for the Middle District of Georgia. On appeal, the en banc U.S. Court of Appeals for the Fifth Circuit held, in an opinion by Judge Richard Rives, that the Middle District's jury commissioner violated the Civil Rights Act of 1957 when he selected a jury that did not include any Black members. 366 F.2d 34. The Court of Appeals reversed the defendants' convictions and ordered that the indictments against them be dismissed, ending their criminal cases.</p>",
    "summary_published_date": "2021-11-18T00:00:00-05:00",
    "summary_short": "In these federal criminal cases, a Student Nonviolent Coordinating Committee (SNCC) member, as well as four Black civil rights demonstrators, were charged and convicted of perjury in the U.S. District Court for the Middle District of Georgia. On appeal, the en banc U.S. Court of Appeals for the Fifth Circuit held, in an opinion by Judge Richard Rives, that the Middle District's jury commissioner violated the Civil Rights Act of 1957 when he selected a jury that did not include any Black members. 366 F.2d 34. The Court of Appeals reversed the defendants' convictions and ordered that the indictments against them be dismissed, ending their criminal cases.",
    "summary_tiny": null,
    "terminating_date": "1966-07-20",
    "clearinghouse_link": "clearinghouse.net/case/16489",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16489",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16489",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16489"
  },
  "documents": [
    {
      "date": "1966-07-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 34,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 366,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 113123,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/113123.pdf",
      "title": "Opinion",
      "text": "   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n \n366 F.2d 34 \nUnited States Court of Appeals Fifth Circuit. \nJoni RABINOWITZ, Appellant, \nv. \nUNITED STATES of America, Appellee. \nElza Leslye JACKSON, Robert Thomas, Samuel B. Wells, Slater Hunter King, and Thomas C. Chatmon, \nAppellants, \nv. \nUNITED STATES of America, Appellee. \nNos. 21256, 21345. \n| \nJuly 20, 1966. \nSynopsis \nDefendants were convicted before the United States District Court for the Middle District of Georgia, William A. Bootle, \nChief Judge, of perjury, and they appealed. The Court of Appeals, Rives, Circuit Judge, held that clerk of court and jury \ncommissioner, in compiling jury list, violated federal statutory scheme by applying statutorily incorrect standards to \nprospective jurors, that method of obtaining names of prospective jurors violated statutory scheme, and that either violation \nrequired not only reversal of convictions by juries drawn from such list but also direction that indictments returned by grand \njuries drawn from list be dismissed. \n  \nReversed with directions. \n  \nGriffin B. Bell, Gewin and Coleman, Circuit Judges, dissented in part. \n  \nAttorneys and Law Firms \n*37 Victor Rabinowitz, Leonard B. Boudin, New York City, C. B. King, Albany, Ga., Melvin L. Wulf, New York City, \namicus curiae, for appellant in No. 21256, Arthur Schutzer, Michael B. Standard, Henry Winestine, Eleanor F. Goldman, \nNew York City, on the brief. \nNathan Lewin, Andrew F. Phelan, Attys., Dept. of Justice, Washington, D.C., Floyd M. Buford, U.S. Atty., Wilbur D. \nOwens, Jr., Asst. U.S. Atty., Macon, Ga., Charles S. Conley, Montgomery, Ala., amicus curiae, for appellee, Gary B. \nBlasingame, Joseph W. Popper, Jr., Asst. U.S. Attys., Robert S. Erdahl, Atty., Dept. of Justice, Washington, D.C., on the \nbrief. \nJack Greenberg, Constance Baker Motley, New York City, C. B. King, Albany, Ga., for appellants in No. 21345. \nBefore TUTTLE, Chief Judge, and RIVERS,* BROWN, WISDOM, GEWIN, BELL, THORNBERRY and COLEMAN, \nCircuit Judges. \n  1 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nOpinion \nRIVES, Circuit Judge. \nThe appellants in both cases were indicted by the same grand jury, and were tried and convicted by petit juries drawn from \nthe same box. In each case there was an attack on the grand jury by motion to dismiss the indictment, and an attack on the \npetit jury by motion to quash the petit jury panel or venire. Both cases present the question of whether the method by which \nthe jury list was compiled resulted in the impermissible exclusion of Negroes. \n No question is raised as to the standing of the appellants to raise that question.1 Joni Rabinowitz, the appellant in No. 21256, \nwas a white Field Representative of the Student Nonviolent Coordinating Committee in Albany, Georgia, indicted and \nconvicted of perjury before a federal Grand Jury. A group of demonstrators had picketed a store owned by a member of a \nfederal petit jury which had returned a verdict against a Negro, and the Grand Jury was investigating this use of pressure \ntactics. The five appellants in No. 21345 were Negroes also indicted and convicted of perjury. \n  \nIt is conceded that the clerk of the court, his deputy, and the jury commissioner appointed by the court,2 who compiled the \njury list, were men of excellent character, and the charge is focused on the qualifications which they required of prospective \njurors and on the method by which the jury list was compiled, rather than on any affirmative evil intent of the jury \ncommissioners. \nThe jury list from which the grand and petit jurors were drawn was compiled in 1959. A list compiled in 1953 was used as a \nstarting point. Those who had died, moved out of the district, or become too old or feeble to serve were eliminated. After the \n1953 list was pruned, names of *38 prospective jurors compiled separately by the clerk and the commissioner were added, \nand detailed questionnaires were sent to those on the combined list. One of the questions inquired as to race. The \ncommissioner's recollection was that some 4,000 questionnaires were sent out, and the clerk estimated that the number was \neither 4,000 or 5,000. Of this number 2,500 or 3,000 were returned.3 From the questionnaires which were returned, 1,985 \nnames were finally selected for the jury list. From a study of the questionnaires returned by those 1,985 persons whose names \nappear on the jury list, it was stipulated in the district court that Negroes comprised 117 or 5.9% of those on the list. \nOn appeal, the Government, with commendable candor, concedes the results of a later and more detailed analysis made of all \nof the questionnaires returned, as follows: \n‘Of the 1,985 persons on the 1959 list, 1,428 are carry-overs from the 1953 list and 557 are new names. Of the 117 Negroes \non the list, 113 are carry-overs and 4 are new. Of the 1,868 persons on the list who are white or who did not designate their \nrace on their questionnaires (there are 5 of the latter), 1,315 are carry-overs and 553 are new. Hence, of the new names added \nto the list in 1959, 553 are white or of unknown race and 4 are Negroes. \n‘A total of 2,338 persons returned questionnaires in 1959, and of these, 353 were not placed on the list for one reason or \nanother. Of these 353, 297 were white, 53 were Negro and 3 did not indicate their race (although one of the 3 has been \nunofficially identified as a Negro). Of the 353, 196 had appeared on the 1953 list, and 157 were new names. Broken down by \nrace, 150 whites were new names and 147 had appeared on the 1953 list, 7 Negroes were new names and 46 had appeared on \nthe 1953 list, and all 3 unknowns had appeared on the 1953 list. Hence, Negroes comprised 7 of the 157 new names in this \ngroup. \n  2 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘Of the 2,338 questionnaires returned, 1,624 were carry-overs from the 1953 list and 714 were new contacts. Of the 1,624 \ncarry-overs, 1,465 were whites or of unknown race and 159 were Negroes (taking account of the person unofficially known \nto be Negro, the count would be 1,464 and 160). Of the 714 new contacts, 703 were white and 11 were Negro. Hence, a total \nof 170 Negroes returned questionnaires in 1959, or 7.3% of those returned (171 taking account of the person unofficially \nknown to be Negro), 159 (or 160) being carry-overs and 11 being new contacts. \n‘The 353 persons not placed on the 1959 list were omitted for the following reasons: \n         Race \n  \n   White  Negro  Unknown \n        \nQuestionnaires returned too late .........................................................   63  4  1 \n           \nBusiness (i.e., teachers, school busdrivers, etc.) ................................   26  9  1 \n           \nAge or health ......................................................................................   188  24  1 \n           \nWomen having small children to care for ..........................................   20  0  0 \n           \nOther (felony conviction, illiteracy, civil service          \n  \nemployment, etc.) ...............................................................................   0  16  0 \n           \nTotal ...................................................................................................   297  53  3” \n           \n*39 The eighteen counties comprising the Macon Division of the Middle District of Georgia had an adult population in 1960 \nof 211,306 of which 73,014, or 34.5 per cent, were Negroes. As to each of the eighteen counties, the disparity between the \nproportion of Negroes whose names appear on the jury list and the proportion of Negroes aged 21 or over who reside in the \ncounty are shown on the following table: \n                  Negro- \n  \n               Adult  Percentage \n     \n   Persons on     Negro     Negro  of Adult \n           \n   Jury List  Negroes  Percentage  Adult  Population  Population \n                 \nCounty  from County  On List  on List  Population 1960  1960  1960 \n                    \nBaldwin  137  8  5.8%  23668  8744  36.9 \n                    \nBibb  666  36  5.4%  81133  24894  30.5 \n                    \nBleckley  72  2  2.7%  5230  1246  23.8 \n                    \nButts  58  2  3.4%  4920  1878  38.1 \n                    \nCrawford  47  5  10.6%  2948  1435  48.6 \n                    \n  3 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nHancock  64  3  4.6%  4877  3237  66.3 \n                    \nHouston  99  7  6.0%  20438  3815  18.6 \n                    \nJasper  57  4  7.0%  3404  1554  45.6 \n                    \nJones  67  5  7.4%  4490  1983  44. \n                    \nLamar  84  7  8.3%  5708  1925  33.7 \n                    \nMonroe  70  5  7.1%  5605  2392  42.6 \n                    \nPeach  123  8  6.5%  7398  3913  52.8 \n                    \nPulaski  58  3  5.0%  4546  1697  37.3 \n                    \nPutnam  61  4  6.5%  3822  1988  52. \n                    \nTwiggs  37  1  2.7%  4189  1997  47.6 \n                    \nUpson  130  6  4.6%  13835  3315  23.8 \n                    \nWashington  95  6  6.6%  10041  4925  49. \n                    \nWilkinson  60  5  8.3%  5054  2076  41. \n                    \n                    \n  \nTotals  1985  117  5.8%  211306  73014  34.55% \n                    \n*40 The list of names placed in the jury box was revised periodically as ordered by the Court. The first jury list was compiled \nin 1926. Revisions occurred in 1930, 1936, 1938, 1949, 1943, 1947, 1953, and 1959. Names of women were added in 1954. \nThe 1940 list contained 2,114 names, of which 68, or 3.21 per cent, were Negroes. At that time the adult population of the \ndivision was 169,343, of which 76,399, or 45.11 per cent, were Negroes. The 1953 list contained 1,837 names, of which the \nClerk of the Court estimated that 137 were Negroes. That is approximately 7.44 per cent. According to the 1950 census, the \nadult population of the division was 193,387, of which 74,443, or 38.49 per cent, were Negroes. The other jury lists contain \nnames of Negroes in proportions similar to those in the 1940, 1953, and 1959 lists. \nMr. Simmons, the Jury Commissioner, Mr. Cowart, the Clerk, and Mr. Doyle, the Chief Deputy Clerk, each testified as to the \nmethod and procedure he employed in adding names to those left on the 1953 list, as the names of the prospective jurors to \nwhom questionnaires were mailed. \nAccording to Mr. Simmons: \n‘A lot of the additional names were the result of my own acquaintance, insofar as they were a result of suggestions by my \nfriends whose opinions and integrity I valued. They were names of people who were active in other capacities, some of them \nin a civic life, a business way, some of them came from lists of church members. I carried around in my pockets for the \nseveral months we were at work a little book and a pad of paper on which I could record peoples' names as they happened to \n  4 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \noccur to me, or as I happened to see them to check and be sure that they were in the jury, on the jury list. Some of them came \nin personal conversations, and some of them I invited and received suggestions about, invited information from people who \nwere residents in the county or counties involved.’ \nMr. Simmons was asked why they decided to ask the question concerning race, and replied: ‘I think perhaps our reasoning \nwas, really, that we wanted to be sure that we had some Negroes on the jury list. I had no other reason. We asked for sex and \nage and race as well.’ Mr. Simmons went through a list of delegates to a conference of the Methodist Church held in Macon \nand used some of the names appearing on that list. He conceded that the delegates were all white. He further testified: \n‘Q. Now in making this selective list, of course, you had to rely on people you knew? ‘A. Yes, very definitely. ‘Q. You don't \nknow any Negroes in places like Twiggs County, Bleckley or Decatur or any of those? ‘A. Yes, some in those counties, but \nnot a great many, certainly. My acquaintance is generally predominantly, of course, with the White race.’ \nHe further testified: \n‘Q. And would you tell us what type of person, as best you can recall, that you made inquiry of, to obtain names of \nprospective jurors? ‘A. Well, this, of course, was in 1959 and some time has elapsed, but I inquired naturally of people that I \nknew and people whose reputation I knew. So, quite undoubtedly, I was confining myself to people whose integrity and \ncharacter I respected and whose Judgment I would have respect for. For that reason they were people mostly whose paths I \nhappened to cross occasionally, in a business way or in connection with other activities in the State that I've been interested \nin, including civic work and various things of that sort; not exclusively so. Quite a good many of them, of course, were \nbusiness contacts that I had. ‘Q. Did you contact people of all races for prospective jurors? ‘A. Yes. Let me say, of course, \nthat my contacts were heavier, of course, *41 with the white race because my association was greater with that particular \ngroup; but certainly there was no effort to concentrate exclusive on any one segment of the population. I attempted to be as \nbroad as I could in my inquiries.’ \nMr. Simmons lived in Macon, Bibb County, but traveled in the course of his business outside of Bibb County, and thought \nthat he made some inquiries in all of the counties. Asked separately concerning the following counties: Baldwin, Bleckley, \nButts, Crawford, Hancock, Houston, Jasper, Washington, and Twiggs, Mr. Simmons could not recall having made any \ninquiries of Negroes, whether businessmen, school teachers, ministers, doctors, or civil service employees, though he had \nasked a number of whites to suggest the names of competent Negro jurors. He further testified: \n‘Q. * * * Did you tell them what you meant by competent Negro jurors? ‘A. I feel sure I did. I undoubtedly recited the \nqualifications to them, including the statutory qualifications plus our desire here to have jurors of integrity and good character \nand intelligence. ‘A. * * * there are a lot of people who can read and write and can't understand the kind of proceedings that \ngo on in a courtroom, and we tried to avoid that. * * * We wanted an outstanding blue ribbon jury list of people who we \nthought would perform very good service and we did take their character into consideration or tried to; we tried to take their \nintelligence into consideration as indicated by these standards, and perhaps even went a little further than that; but those were \nfactors that inevitably entered into our thinking * * *. ‘Q. Well, how would you account for the vast disparities that have just \nbeen shown up here, relating to Twiggs, Hancock, Crawford and Jasper Counties; how would you account for this disparity if \nyou did not set out to make some distinctions? ‘A. Very easily, I think. Unfortunate as it may be, I think the Negro \ncommunity in those counties does not qualify on the very grounds that we set up, of intelligence, integrity and ability to serve \non those grounds alone. \n  5 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘Furthermore, may I add this; furthermore, my acquaintance, and unfortunate again as this may be, but my acquaintance has \nbeen with people in other groups admittedly; so, if there were any errors here, they certainly are of omission and not of \ncommission. No effort was made to exclude anyone. * * * \n‘Well, I think anybody who reads the papers and knows about the educational level of our State would have to admit, \nreluctantly if he wants, that there is no question but there is infinitely more illiteracy among the Negro group, which is \nregrettable and unfortunate; but I think we must admit that there aren't numerically as many of them that are qualified in \nterms of the same educational standards.’ \nMr. Cowart, the Clerk, testified that he looked at the race designation on the questionnaire ‘to see whether it was a Negro or a \nwhite man.’ \n‘Q. Well, what significance did it have? ‘A. I wanted to be sure I got some Negroes in the jury box. ‘Q. When you say you \nwanted to be sure you got some Negroes, did you have in mind any particular number? ‘A. I did not.’ \nSo far as Mr. Cowart recollected there was no difference in the method of compiling names for the 1953 list and for the 1959 \nlist. Mr. Cowart testified that, \n‘I wrote a good many letters to people that I knew, and I know a good many people in the Macon Division and in each and \nevery one of the counties that I used as sources. Some were public officials, some just friends of mine. *42 I did the same \nthing here in Macon. I think I acquired probably more names here in Macon than anyone else did, and I had a number of \nsources here in Macon from whom I got names.’ \nMr. Cowart wrote to only one Negro, a Mr. Hutchings at Hutchings Funeral Home in Macon. Mr. Cowart did not know any \nNegro school teachers or Negro doctors—‘I know of some. I don't know them.’ He did not communicate with any Negro \nprofessionals— school teachers, doctors, lawyers or engineers, ‘or nurses or anybody else in that class which we assume has \nmore than average education.’ He conceded, ‘I don't know too many Negroes.’ \n‘Q. And would that account for the fact that there aren't as many Negroes, or would it be part of the reason that there aren't as \nlarge a proportion of Negroes on the jury list as there are in the population at large? ‘A. I don't know whether that would \naccount for it or not. ‘Q. Well, can you think of any other reason that might account for it? ‘A. I'm not trying to account for it. \nI got all of the names I could and I put them in the box. I don't undertake to account for it. ‘Q. You don't feel that you are \nunder any obligation to account for it? ‘A. I did. I put some in there, and I think everyone I put in there is well qualified. ‘Q. I \nhave no doubt. The question is whether there are many who are well qualified that you left out. Are there? ‘A. I don't know. \n‘Q. Did you make any effort to find out? ‘A. I found out the names and put them in the box. I didn't make any effort to get \nacquainted with all the Negroes in the Middle District of Georgia, No sir. ‘Q. Did you make an effort to get acquainted with \nany of the school teachers in the Middle District? ‘A. I did not. ‘Q. Or any of the professional people? ‘A. I did not.’ \nMr. Cowart further testified: \n‘Q. Mr. Cowart, did you make any contact with groups of persons in Macon in order to secure the names of persons in \nMacon, fraternal and church organizations? ‘A. I did. ‘Q. Were any of those Negro organizations? ‘A. No, sir. ‘Q. You didn't \nspeak to any one from the NAACP, did you? ‘A. No, sir. ‘Q. Or from any of the Negro churches? ‘A. No, not that I recall. I \ncan recall the people I did talk to, and I may not even be able to recall all of them, but I didn't go to any group, if that is what \nyou are talking about. ‘Q. But you did go to the white groups? ‘A. I got some of their rosters, their lists of names, yes. ‘Q. \nYou didn't ask for the list of names of any of the Negro organizations? ‘A. No, sir. ‘A. I sent Mr. Doyle, my deputy, into each \n  6 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \none of the counties in the Macon Division for the purpose of looking over the jury list and knocking off the people who had \ndied and the people who had moved away or become too aged and infirm to serve, and then to acquire additional names for \nus to send questionnaries to. He went into each one of the 18 counties in the Macon Division.’ \nMr. Doyle, the Chief Deputy Clerk, testified as to the procedure he used when *43 he went into the various counties to secure \nthe names of prospective jurors: \n‘Q. * * * What procedure did you follow? ‘A. Well, I went first, generally, to the county courthouse. I took the list with me \nof the present box, and I talked to the various officials in the county, asked them first of all, from their knowledge of the \npeople in their community, to help me mark off of our list those who had deceased or moved away, and then to give me the \nnames of additional jurors to whom we might send questionnaires. I talked to other people, but I generally went to the county \ncourthouse and talked to the various people there first, because they, in my judgment, knew the people in the community \nperhaps better than anyone else. ‘Q. Were any of them Negroes? ‘A. No.’ \nThe clerks of the county courts used their jury lists in making suggestions to Mr. Doyle. Those state lists, according to the \nevidence, had a smaller proportion of Negroes on them than the federal list. Mr. Doyle further testified: \n‘Q. * * * During all of the time that you visited in the various counties then I take it you did not speak to a single Negro? ‘A. \nI did not. ‘Q. Are you in any way familiar with the standards to be applied in choosing members of the jury list? ‘A. I am \nfamiliar with the statutory standard requirements. ‘Q. Only the statutory standards? Nothing else? ‘A. Well, I have my own \nidea of what a qualified juror ought to be. ‘Q. And what are those ideas? ‘A. Well, he ought to be a person that is of good \ncharacter, a person that is intelligent, that can understand the cases that are tried in court. ‘Q. Would you say from your \ngeneral knowledge of the area that there are Negro ministers in each one of these counties? ‘A. Oh, I'm sure there are. ‘Q. \nAnd that there are some Negro business men, store keepers, morticians, perhaps garage keepers, in each one of these \ncounties, would you say? ‘A. I'm not personally acquainted with them, but I am sure there must be. ‘Q. But you didn't make \nany effort to speak to any of those to solicit names of their acquaintances as possible persons to be included on the list? ‘A. I \ndid not.’ \nIn a supplemental brief, the Government concedes in the light of the additional information disclosed by its further analysis \nof the questionaires that, \n‘In the particular circumstances of this case, the addition of only four new Negro names in the compilation of the 1959 jury \nlist and the failure during the period involved to make further affirmative efforts to add additional Negro names to the list \nleads us to suggest that this Court reverse the convictions in the exercise of its supervisory power.’ \nThe Government's supplemental brief explains: \n‘This further analysis shows that in the 1959 revision, 1,428 names from the 1953 list were carried over and 557 new names \nwere added, making up the total of 1,985 names on the 1959 list, 117 of whom were Negroes. Of the 557 new names, only \nfour, or .7% were of Negroes. Without in any wise disparaging the sincerity and good faith of the members of the jury \ncommission in their purpose and objective of obtaining a fair representation of Negroes on the list, it cannot but be \nrecognized that this stark disproportion reflects deficiencies in their methods of attaining their objective which culminated in \na result that we feel cannot be ignored. \n*44 ‘* * * A related factor which we feel appropriately should be considered is that the trial juries involved in these cases \nwere drawn from a box which had not been revised over a period of four years— from 1959 to 1963.’ \n  7 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nThe Government continues, however, to object to a dismissal of the indictments, saying: \n‘Not all of the considerations described above apply to the indictments. There were in fact five Negroes on the grand jury \nwhich returned them. Consequently, the failure to take remedial action does not appeal to have had a substantial impact upon \nits composition. Moreover, the Government feels that the Court's supervisory function may be adequately discharged by \nreversal of the verdicts of the petit juries— on which Negroes in fact did not serve and whose decisions had a more \nimmediate impact upon the appellants24 — and by reform of the jury box in the future. ‘ \nFN24. Cf. Cassell v. Texas, supra, 339 U.S. (282) at 301-302 (70 S.Ct. 629, 94 L.Ed. 839) (Jackson J., \ndissenting); United States ex rel. Goldsby v. Harpole, 363 (263) F.2d 71, 80-81 (C.A. 5, 1959).' \nThere is thus little or no dispute as to the composition of the jury list, as to the qualifications required of prospective jurors, or \nas to the methods and procedure by which the list was compiled. The only question necessary to be decided is whether there \nwas an impermissible departure from the statutory scheme which requires not only a reversal of the conviction but a direction \nthat the indictments be dismissed. First, we hold that the clerk of the court and the jury commissioner in compiling the jury \nlist violated the federal statutory scheme by applying statutorily incorrect standards to prospective jurors. Second, we hold \nthat the method of obtaining names of prospective jurors violated the statutory scheme. Either violation would require that we \nreverse the convictions and direct that the indictments be dismissed. \nI. \nThe concept of trial by jury devolved to us from King John's grant of certain liberties to his nobles in the Great Charter of \n1215.4 Justice Strong noted in Strauder v. State of West Virginia (1879), 100 U.S. 303, 308-309, 25 L.Ed. 664: \n‘The right to a trial by jury is guaranteed to every citizen of West Virginia by the Constitution of that State, and the \nconstitution of juries is a very essential part of the protection such a mode of trial is intended to secure. The very idea of a \njury is a body of men composed of the peers or equals of the person whose rights it is selected or summoned to determine; \nthat is, od his neighbors, fellows, associates, persons *45 having the same legal status in society as that which he holds. \nBlackstone, in his Commentaries, says, ‘The right of trial by jury, or the country, is a trial by the peers of every Englishman, \nand is the grand bulwark of his liberties, and is secured to him by the Great Charter.’ It is also guarded by statutory \nenactments intended to make impossible what Mr. Bentham called ‘packing juries.“ \nIt was this concept of ‘trial by the peers of every Englishman’ that the founding fathers transplanted in the New World and \nwhich has laid the foundation for the principles governing jury trial today.5 \nThrough time, the concept of trial by jury came to presuppose a jury drawn from a pool of persons broadly representative of \nthe community. The rudiments of a properly selected jury were succinctly stated by Mr. Justice Murphy in Glasser v. United \nStates, 1942, 315 U.S. 60, 85-86, 62 S.Ct. 457, 472, 86 L.Ed. 680, as follows: \n‘Our notions of what a proper jury is have developed in harmony with our basic concepts of a democratic society and a \nrepresentative government. For ‘It is part of the established tradition in the use of juries as instruments of public justice that \nthe jury be a body truly representative of the community.’ Smith v. (State of) Texas, 311 U.S. 128, 130 (61 S.Ct. 164, 165, 85 \nL.Ed. 84). \n‘Jurors in a federal court * * * are to be selected by the clerk of the court and a jury commissioner. * * * This duty of \nselection may not be delegated. And, its exercise must always accord with the fact that the proper functioning of the jury \nsystem, and, indeed, our democracy itself, requires that the jury be a ‘body truly representative of the community’, and not \n  8 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nthe organ of any special group or class. If that requirement is observed, the officials charged with choosing federal jurors may \nexercise some discretion to the end that competent jurors may be called. But they must not allow the desire for competent \njurors to lead them into selections which do not comport with the concept of the jury as a cross-section of the community. \nTendencies, no matter how slight, toward the selection of jurors by any method other than a process which will insure a trial \nby a representative group are undermining processes weakening the institution of jury trial, and should be sturdily resisted. \nThat the motives influencing such tendencies may be of the best must not blind us to the dangers of allowing any \nencroachment whatsoever on this essential right. Steps innocently taken may one by one lead to the irretrievable impairment \nof substantial liberties.' \nCourts have never doubted these abstract principles of justice. The battlefield has always been the domain of application and \nadministration. \nFrom 1789 to 1948 Congress made few inroads upon the discretion of federal judicial officials and state governments in \ndevelopment and application of jury qualifications. Congress in the first judiciary act selected for the federal courts the \nqualifications and exemptions prescribed by the State in which each base line federal court sat.6 Until 1948 that remained the \nbasic federal rule.7 \nIn an effort to improve the functioning of the jury system the Judicial Conference appointed a committee headed by Judge \nKnox to study the problems of *46 qualification and selection of federal jurors. This committee recommended uniform \nqualifications, exemptions and disqualifications for federal jurors. They also recommended a board statute detailing the \nfunctions of the jury commission Senator Van Nuys introduced these measures in the second session of the Seventh-eighth \nCongress.8 \nThe proposed legislation was reintroduced in both houses of the Seventy-ninth Congress.9 The House Judiciary Committee \nheld hearings in June of 1945 and then undertook revision and adoption of the proposals as part of the overall revision of the \nJudicial Code.10 In March of 1947 the House Judiciary Committee held hearings on the proposed code but little was said \nabout juror qualifications.11 In April of 1947 the Senate Judiciary Committee held hearings on the legislation proposed by the \nJudicial Conference Committee,12 and in April of 1948 the Senate Judiciary Committee held hearings on the Judicial Code as \nadopted by the House, which incorporated some of the substance of the proposed jury changes.13 \nWe first treat the question of qualifications. The original bill treated qualifications, statutory exemptions, and the power of a \njudge to exclude or exempt persons from jury service as a single process.14 The substance of what became sections 1861, \n1862 and 1863 of the Judicial Code of 1948 was contained in a single section. As introduced, the procedure would have \nliberated federal courts from any reference to State qualifications or exemptions. In the hearings before the House Committee \non the Judiciary, many representatives resisted the deleting of State qualifications and exemptions.15 These members argued \nthat women should not be permitted to serve on federal juries where they were excluded from jury service under State law. \nThey also argued that State exemptions of farmers or other groups were reasonable. It was in reference to these arguments \nthat Judge Knox, on three occasions, referred to the federal qualifications as minimum qualifications.16 \nJudge Knox explained (H.R. Committee on the Judiciary on H.R. 3379, H.R. *47 3380, H.R. 3381, 79th Cong., 1st sess. \n(1945) 18): \n‘It is our thought that a uniform standard of minimum qualifications should be adopted for all Federal jurors. It should \nprovide for wide qualifications and few exceptions, leaving to the district judges a degree of discretion in determining \nwhether or not certain individuals or classes of persons should, at particular times, be subject to jury service. For example, \nthere is the case of farmers at harvest time. You could leave them off, or out of the wheel.’17 \n  9 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nWhen Judge Knox referred to a ‘minimum,’ it was in connection with the judge's power to regulate jury service. Thus, he \nargued that a judge might exclude women in States where women were ineligible under State law. Under existing State laws, \nfarmers might be excluded at all times, but Judge Knox saw an improvement by first including them under the general \nqualifications and then by order of the judge excluding them only at harvest time. In this way farmers would be made eligible \nfor federal jury service throughout the remainder of the year. It is also significant that, in his testimony before the Senate \nSubcommittee on the Judiciary, Judge Knox never referred to the qualifications as ‘minimum’ qualifications.18 \nWitnesses before the House and Senate Committees continuously compared the proposal to the Uniform Rules of Civil and \nCriminal Procedure.19 If the proposed qualifications were to be only minimum standards, this comparison to the Federal Rules \nwould be in appropriate. \nIn reporting favorably on the bill as originally introduced, the Senate Report stated (S.Rep.No.314, 80th Cong., 1st sess. 1947 \nat 1): \n‘This bill would establish uniform qualifications of jurors in the Federal courts. Under existing law, the qualifications of \njurors in these courts are the same an those prescribed for jurors in the State in which the Federal court is sitting (28 U.S.C. \n411). The bill would substitute for this provision a uniform body of qualifications.’ \nAfter  stating  the  qualifications  that  are  now  contained  in  the  present  federal  statute,  the  Senate  Report  continued \n(S.Rep.No.314, 80th Cong., 1st sess., 1947, at 2): \n‘The enactment of this bill would be a desirable step toward uniformity and simplicity of administration. * * * It is suggested \nthat a uniform system of selecting and qualifying jurors in the Federal courts is far superior than 48 different systems. * * * \n‘The amendments proposed by the Committee are for the purpose * * * to remove any temptation on the part of a judge to \nexclude from jury service by a sweeping edict any particular class of persons, since the whole purpose of the bill is to \nbroaden the base from which jurors may be chosen.’ \nThe reviser's notes to the Judicial Code of 1948 tell us that Congress adopted ‘uniform standards of qualifications for jurors \nin Federal Courts.’20 Out of *48 deference to the States, however, and in an effort to avoid controversy21 congress chose to \ndisqualify for federal jury service all persons who were incompetent to serve on juries in the State in which each base line \nfederal court sat.22 While there was theoretically one uniform federal set of qualifications, Congress later found that it had \nfailed of its objective because the divergent laws of the several States still imposed 48 separate standards for federal jury \nservice. This was the situation that persisted from 1948 until 1957.23 \nThe Eighty-fifth Congress in 1957 found itself debating what was to become the first broad Civil Rights Act since the \nreconstruction era. Injected into this charged arena of public affairs was the issue of whether persons accused of judicial \ncontempt should be given a jury trial— the O'Mahoney amendment. One argument most strongly advanced by opponents of \nthe amendment was that State law disqualified large numbers of Negroes from jury service in many parts of our country, \nespecially in the South.24 While supporting the Civil Rights Act, of 1957, these opponents of the O'Mahoney jury trial \namendment feared that predominantly white southern juries would prevent the enforcement of the Civil Rights Act by \ncrippling the courts' power to enforce its injunctions through contempt proceedings. In an effort to make the O'Mahoney \namendment more palatable and to vitiate many of the objections to contempt jury trials, Senator Church introduced a \nmodification which was then incorporated into the O'Mahoney amendment.25 In introducing this modification, Senator \nChurch explained (103 Cong.Rec. 13154): \n  10 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘Mr. President, the amendment is designed to eliminate whatever basis there may be for the charge that the efficacy of trial by \njury in the Federal courts is weakened by the fact that, in some areas, colored citizens, because of the operation of State laws, \nare prevented from serving as jurors. Thus the argument has been made that no jury trial should be permitted in civil rights \ncases, even in a proceeding for criminal contempt, because such cases concern relationships between the races, and in the \nSouth they would be tried by an all-white jury. \n‘Mr. President, the cases which will be brought under any civil-rights bill will be prosecuted in Federal courts. There is no \nreason why Congress should not modify Federal law so as to safeguard against discrimination on the basis of race, color, or \ncreed, in *49 the selection of jurors who are to serve in Federal courts. \n‘We believe the amendment we have now incorporated in the RECORD will accomplish at least three important and long \noverdue objectives: \n‘First. It will establish reasonable and uniform qualifications for jurors serving in Federal courts, eliminating the 48 different \nsets of qualifications which now obtain. This is in complete accord with the generally accepted principle that Federal rules \nshould govern Federal practice. \n‘Second. It will place the selection of jurors entirely in the hands of the Federal courts, thus avoiding practices under State \nlaw that, in effect, may systematically exclude citizens from jury duty in Federal courts on account of race or color. \n‘Third. Through the accomplishment of the above two objectives, it will confer another civil right— the right to serve as a \njuror— on a large segment of colored citizens, who now, in practice, may be prevented from doing so.’ \nMaking crystal clear that the Senate knew that the purpose of the Church modification of the O'Mahoney amendment was to \nadopt one uniform set of federal jury qualifications to be applied as a single national standard, Senator Kefauver26 asked (103 \nCong.Rec. 13154): \n‘Thereby it establishes a uniform system in Federal courts all over the United States, so that there can be no possible \ndiscrimination with respect to anyone because of his race or color. Is that correct? \n‘Mr. O'Mahoney: The Senator is correct. * * *.'27 \nAs a result of the Church modification, all reference to state qualifications was removed and the statutory standard applicable \nto federal jurors, when Rabinowitz and Jackson were indicted and tried, were as follows: \n‘§ 1861. Qualifications of Federal jurors \n‘Any citizen of the United States who has attained the age of twenty-one years and who has resided for a period of one year \nwithin the judicial district, is competent to serve as a grand or petit juror unless— \n‘(1) He has been convicted in a State or Federal court of record of a crime punishable by imprisonment for more than one \nyear and his civil rights have not been restored by pardon or amnesty. \n‘(2) He is unable to read, write, speak, and understand the English language. \n‘(3) He is incapable, by reason of mental or physical infirmities to render efficient jury service.’ \n‘§ 1862. Exemptions \n  11 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘The following persons shall be exempt from jury service: \n‘(1) Members in active service in the armed forces of the United States. \n‘(2) Members of the Fire or Police departments of any State, District, Territory, Possession or subdivision thereof. \n‘(3) Public officers in the executive, legislative or judicial branches of the government of the United States, or any State, \nDistrict, Territory, or Possession or subdivision thereof who are actively engaged in the performance of official duties.’ \nWhen the issue of exclusion of Negroes from jury service was first raised in the district court, the United States took the \nposition that Congress ‘merely set a minimum qualification * * * and that the jury commissioners were not compelled to use \nonly that; that they could then go on their own experience and their own judgment.’ \n*50  We do not agree that the standards prescribed by Congress are mere minimum standards. The statute and the legislative \nhistory of the 1957 Civil Rights Act clearly demonstrate Congress' intent to adopt uniform federal juror qualifications, subject \nonly to certain adjustments within the discretion of the district judge. If each set of officials primarily responsible for \ncompilation of jury lists were free to propound its own set of qualifications, taking section 1861 as a base, the same disunity \nwould result that Congress sought to proscribe. \n  \nIn urging the adoption of the Church-O'Mahoney amendment, Senator Jackson28 said (103 Cong.Rec. 13155): \nFN28. Senator Jackson was a co-sponsor of the Church modification. \n‘* * * It is significant to point out that if the amendment is accepted, it will for the first time add an additional civil right, and \nwe will have uniform rules of procedure throughout the United States in the selection of Federal jurors. I think this is a \nsignificant step forward.’ \nEven those who opposed the amendment realized that it would create one set of uniform federal qualifications.29 The \nobjections of the opposition were based on the fear that federal officials would fail to use these new uniform qualifications \naffirmatively. They believed that the lack of familiarity with the Negro community and the retention of the key man system \nwould persistently result in disproportionately white juries, irrespective of qualifications. Therefore, the opponents of the \nChurch-O'Mahoney amendment desired to go even further and require proportional representation of Negroes on federal \njuries. \nChief among these opponents were Senators Clark and Douglas. The thrust of their attack was not a denial that the new \nstandards would be uniform nationally, but that the selection system would lead to ‘blue-ribbon’ juries regardless of the \nqualifications set by Congress.30 Other Senators, such as Senator Saltonstall, opposed the amendment because in their view it \nencroached on States' rights by setting a ‘lower’ standard for federal jurors than for state jurors.31 \nEven if those who would have the O'Mahoney amendment defeated had argued that the standard would not in fact be \nuniform, the Supreme Court's admonition in NLRB v. Fruit and Vegetable Packers & Warehousemen Local 760, 1964, 377 \nU.S. 58, 66, 84 S.Ct. 1063, 1068, 12 L.Ed.2d 129 would alert us to the danger of relying on the opponents' point of view. In \nFruit and Vegetable Packers, the Court said; \n‘But we have ofter cautioned against the danger, when interpreting a statute, of reliance upon the views of its legislative \nopponents. In their zeal to defeat a bill, they understandably tend to overstate its reach. ‘The fears and doubts of the \nopposition are no authoritative guide to the construction of legislation. It is the sponsors that we look to when the meaning of \n  12 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nthe statutory words is in doubt.’ Schwegmann Bros. v. Calvert Distillers Corp., 341 U.S. 384, 394-395 (71 S.Ct. 745. 750, 95 \nL.Ed. 1035); see also Mastro Plastics Corp. v. (National) Labor (Relations) Board, 350 U.S. 270, 288 (76 S.Ct. 349, 360, 100 \nL.Ed. 309); United States v. Calamaro, 354 U.S. 351, n. 9, at 358 (77 S.Ct. 1138, 1143, 1 L.Ed.2d 1394).' \n The detailed history of the 1957 amendment to section 1861 leaves no room for doubting that the Congress wished to enact \nuniform national standards *51 for service on federal juries.32 These standards were intended to be lower than those than \nexisting in many States, with the purpose of increasing the number of Negroes serving on federal juries in order to better \nreflect a fair cross-section of the community. The action taken by the jury commissioners here in question has derogated from \neach of these congressional purposes. By applying their own test for good jurors, they have defeated any hope of uniformity. \nInstead of lowering the standards to the prescribed federal level, they have artificially raised the standards; in so doing they \nhave eliminated many Negroes otherwise eligible to serve.33 \n  \n The jury commissioners in compiling the 1959 list treated the statutory standards as minimum qualifications to which they \nadded their own ideas as to good character, intelligence and ability to ‘understand the cases that are tried in court.’ The \nstatutory standards of qualification may not be extended by such broad and vague subjective tests as were employed in \ncompiling the 1959 jury list.34 It was conceded in testimony by the officials who compiled the list35 that many more Negroes \nthan whites failed to meet the increased standards of character and intelligence. The proportion of Negroes in the district who \nhad completed five years of school is nearly 1 Negro to every 3 whites, and decreases rapidly so that of those who have \ncompleted four years of high school the proportion is about 1 Negro to every 9 whites.36 \n  \nThe Civil Rights Act of 1957 amended 28 U.S.C. § 1861 so as to leave very definite tests of character and intelligence to \nrender one incompetent to serve as a juror in federal court; namely, conviction of felony and inability to read, write, speak \nand understand the English language. \n Our conclusion that section 1861 is not just a minimum standard vesting *52 discretion in the court clerk and jury \ncommissioners to set higher standards is further supported by the procedure prescribed by Congress for excusing or \nexcluding jurors in its companion section, sec. 1863. Section 1863 reads as follows: \n  \n‘§ 1863. Exclusion or excuse from service \n‘(a) A district judge for good cause may excuse or exclude from jury service any person called as juror. \n‘(b) Any class or group of persons may, for the public interest, be excluded from the jury panel or excused from service as \njurors by order of the district judge based on a finding that such jury service would entail undue hardship, extreme \ninconvenience or serious obstruction or delay in the fair and impartial administration of justice. \n‘(c) No citizen shall be excluded from service as grand or petit juror in any court of the United States on account of race or \ncolor.’ (Tit. 28, U.S.C.) \nSubsections (a) and (b) were enacted for the first time in 1948, while subsection (c) was carried over from the old statute.37 \nThese subsections reflect the congressional realization that there must be some degree of flexibility in the jury selection \nsystem. \nAs originally introduced in 1945 the proposed jury legislation also contained a provision vesting broad powers in the jury \ncommissioners. Under ‘duties' the bill read: ‘It shall be the duty of the commission, under the supervision of the senior \ndistrict judge * * * to select * * * the names of qualified persons who may be called to serve as jurors in the district court and \n  13 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nwho in their opinion are intelligent, honest, fairminded, of good reputation, and capable of rendering satisfactory service, and \nto keep suitable records regarding them.’38 The House Committee on the Judiciary in preparing the Judicial Code eliminated \nthat portion of the proposed legislation dealing with jury commissioners, and instead carried forward the existing law with \nslight modifications. \nThe present section 1864 as enacted in 1948 reads as follows: \n‘§ 1864. Manner of drawing; jury commissioners and their compensation \n‘The names of grand and petit jurors shall be publicly drawn from a box containing the names of not less than three hundred \nqualified persons at the time of each drawing. \n‘The jury box shall from time to time be refilled by the clerk of court, or his deputy, and a jury commissioner, appointed by \nthe court. \n‘Such jury commissioner shall be a citizen of good standing, residing in the district and a well known member of the \nprincipal political party in the district, opposing that to which the clerk, or his deputy then acting, may belong. He shall \nreceive $5 per day for each day necessarily employed in the performance of his duties. \n‘The jury commissioner and the clerk, or his deputy, shall alternately place one name in the jury box without reference to \nparty affiliations, until the box shall contain at least 300 names or such larger number as the court determines. \n‘This section shall not apply to the District of Columbia,’ 28 U.S.C.A. § 1864. \nNeither the hearings nor the reviser's notes provide light on why the statutory language proposed by the Judicial Conference \nwas rejected. The Judicial Conference *53 has continued its efforts to persuade Congress to adopt its proposal.39 \nOne plausible explanation is that the proposal merely sought to clarify the procedure as it then existed. Judge Knox testified \nthat the procedure under consideration was in use in some districts.40 Other witnesses testified that the Commissioners under \nthe existing statute were ‘quite perfunctory’41 or that prospective jurors were merely drawn at random.42 Chief Judge Law of \nthe D.C. District Court, testified that up until ‘6 or 7 years' before the hearing ‘the clerk of the commission undertook a \npersonal examination of some of the prospective jurors.’ He said, ‘A group of lawyers thought perhaps he was exceeding his \nauthority, and he stopped doing it.’43 We do not think that it would be appropriate to find that Congress in declining to accept \nthe proposed language, in effect, adopted the system prevailing in a few district courts, on which the proposed legislation was \nmodeled. Since some aspects of the jury commissioner proposal proved to be controversial, it is more likely that Congress in \n1948 did not address itself to the problem Thus leaving the law uncertain. \nThe suggested discretion was to be vested ‘subject to the requirements of section(s) (1861, 1862, and 1863).’ Therefore, the \nsections 1861-1863 circumscribe whatever latent discretion the jury commissioner and the clerk were to have. The change in \nthe statute in 1957 must be seen as a further block on any discretion possessed by the court clerk and the jury commissioner. \nThere is no evidence that Congress intended to subject its notion of proper jury qualifications to immediate change by some \nlatent discretion vested in the jury commission. \n It would seem anomalous for Congress to create elaborate procedures for the district judge to excuse or exclude persons \nfrom jury service44 and at the same time to silently vest even broader discretion in the unregulated hands of the clerk and the \njury commissioner.45 To the extent that the 1948 Judicial Code vested discretion in the court clerk and the jury commissioner, \nwe think it related to source of names and not to setting of general standards. \n  \n  14 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nMoreover, the past practice of applying broad, nebulous criteria, is not persuasive as to the proposition that Congress vested \nthat power in the court clerk and the jury commissioner. Most States have statutes which, like those of New York, prescribe \nbroad, nebulous qualifications. For example, in New York City jurors must be by State statute ‘intelligent; of sound mind and \ngood character; well informed.’ In other parts of New York State jurors must be ‘of fair character; of approved integrity; of \nsound judgment; and well informed.’46 While Congress provided for jury commissioners, until 1948 it was primarily the State \nqualifications which applied. The discretionary powers of the court clerk and the jury commissioner were by necessity \ncoextensive *54 with the substantive qualifications prescribed by the State; i.e., the discretion of the court clerk and the jury \ncommissioner was derived by implication from that portion of the statute adopting State qualifications and not from the part \ncreating their offices. In 1948 when Congress disqualified for federal service all persons disqualified under the higher State \nstandards, it in effect left unchanged the need for discretion in applying the State standards. See United States v. Dennis, 2 \nCir. 1950, 183 F.2d 201, 220-221. \n But the change occasioned by the 1957 Civil Rights Act substantially altered the situation. The State statutes with all their \nnebulous qualifications no longer applied. Therefore, the State statutes ceased to confer discretion on the court clerk and the \njury commissioner. The federal qualifications are objective and precise, requiring in their application no discretion on the part \nof the court clerk and the jury commissioner. Since Congress only conferred discretion on the clerk and the commissioner by \nimplication from the State statutes, their discretion ceased to exist when the State qualifications were entirely swept away. \n  \nIt is also important to remember that in 1957 Congress made no reference to the suggestions of the Judicial Conference, nor \nwas it enacting a primarily judicial statute. On the contrary, Congress was enacting a Civil Rights Act and intended to confer \nan additional civil right, i.e., the right to be a federal juror. \nIn Thiel v. Southern Pacific Co., 1946, 328 U.S. 217, 66 S.Ct. 984, 90 L.Ed. 1181, the Supreme Court disapproved the use of \ndiscretion by the clerk of the court and the jury commissioner in formulating a blanket exclusion of daily wage earners. The \nCourt clearly distinguished the concept of jury qualifications from the method of selection.47 In his dissent, Mr. Justice \nFrankfurter treated at great length the problem of flexibility in formulating procedures that allow the selection of a proper \njury list.48 \nOne problem is that when a group in the community is excluded by the clerk of the court and the jury commissioner, it is not \ngenerally known. Section 1863(b) allows the district judge to exclude or excuse a group from jury service after ‘a finding.’ \nSuch a procedure insures that blanket exclusions or excuses will be open and known, thus subjecting them to possible \nappropriate review. Again, the purpose of Congress in seeking uniformity to the extent practicable is evident. Review of \nwell-defined exclusions at the Circuit or Supreme Court level will promote uniformity where possible, but will leave room \nfor individual districts to meet their unique problems.49 \n The discretion of the district judge is not limited to cases of ‘hardship’ or ‘extreme inconvenience,’ but extends to problems \nthat would cause a ‘serious obstruction or delay’ in the administration of justice. In our view, this allows the district judge to \ntailor the qualifications prescribed in section 1861 to the needs of his district.50 For example, section 1861(2) requires that a \njuror be able ‘to read, write, speak and understand the English language.’ It may be that so far as consistent with the concept \nof a cross-section of the community, *55 a judge, in an effort to obtain an effective functioning jury selection system, may \nfind that a sixth grade education satisfies this requirement and promulgate an order to that effect.51 As Mr. Justice Frankfurter \nnoted (Thiel v. Southern Pacific Co., 1946, 328 U.S. 217, 232, 66 S.Ct. 984, 991, dissenting opinion): \n  \n  15 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘The object is to devise a system that is fairly representative of our variegated population, exacts the obligation of citizenship \nto share in the administration of justice without operating too harshly upon any section of the community, and is duly \nregardful of the public interest in matters outside the jury system.’ \n In compiling the jury lists both the need for competency and the need for a fair cross-section of the community are important \nelements.52 In order to have a practical system of compiling jury lists and to insure that literate jurors are selected, some \npersons must be excluded. But the desire for competency must not be pursued to the extent that a fair cross-section is \nprevented.53 In promulgating orders under section 1863, the district court must be aware of this relationship and realize that \nCongress in prescribing the qualifications for jurors has attempted to insure a fair cross-section and has severely limited the \ncourt's discretion. The line of demarcation is clear— a person need only be able to read, write, speak, and understand English, \nhe need not enjoy that degree of excellence found only among the more fortunate classes of our society. Any attempt to gain \ncompetent jurors that would result in a less representative cross-section than a selection drawn from the statutorily qualified \npool would destroy the ‘right’ to serve on juries which Congress intended to confer, as well as destroy the broad based cross-\nsection Congress has designated for federal juries.54 \n  \n*56 II. \nApart from the jury commissioners' failure to apply the proper qualifications to prospective jurors, these cases evidence a \nflaw in the method of compiling the jury roll. Even before the 1948 revision of the Judicial Code the Congress through its \njury legislation had evidenced its desire to insure that a federal jury be “a cross-section of the community' and truly \nrepresentative of it. Glasser v. United States (1942), 315 U.S. 60, 86 (62 S.Ct. 457).' Ballard v. United States, 1946, 329 U.S. \n187, 191, 67 S.Ct. 261, 263. The records in these cases clearly show that the jury list did not represent a fair cross-section of \nthe community.55 Moreover, as new lists were compiled the trend was toward the list becoming less representative of the \ncommunity. \n In defense of the jury commissioners, it is said that they did not specifically intend to exclude Negroes from federal juries. \nThe jury commissioners must be held to have intended the natural result which flowed from their conduct. Compare Glasser \nv. United States, 1942, 315 U.S. 60, 86, 62 S.Ct. 457; Smith v. State of Texas, 1940, 311 U.S. 128, 132, 61 S.Ct. 164, 85 \nL.Ed. 84. Radio Officers Union, etc. v. NLRB, 1954, 347 U.S. 17, 45, 74 S.Ct. 323, 98 L.Ed. 455. In these cases the \nqualifications required and the method of selecting prospective jurors have over a long period of time, list after list, resulted \nin Negroes being substantially underrepresented. The *57 fruits of the harvest were clear to anyone who cared to look. \n  \n‘If one factor is uniform in a continuing series of events that are brought to pass through human intervention, the law would \nhave to have the blindness of indifference rather than the blindness of impartiality not to attribute the uniform factor to man's \npurpose. The purpose may not be of evil intent or in conscious disregard of what is conceived to be a binding duty. Prohibited \nconduct may result from misconception of what duty requires. Such misconception I believe to be the real situation on the \nrecord before us.’56 \n The Constitution and laws of the United States place an affirmative duty on the court clerk and the jury commissioner to \ndevelop and use a system that will probably result in a fair cross-section of the community being placed on the jury rolls.57 \nChief Justice Vinson speaking for the Court in Avery v. State of Georgia, 1953, 345 U.S. 559, 561, 73 S.Ct. 891, 892, 97 \nL.Ed. 1244,58 said: \n  \n‘The Jury Commissioners, and the other officials responsible for the selection of this panel, were under a constitutional duty \nto follow a procedure— ‘a course of conduct’— which would not ‘operate to discriminate in the selection of jurors on racial \n  16 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \ngrounds.’ Hill v. (State of) Texas (1942), 316 U.S. 400, 404 (62 S.Ct. 1159, 1161, 86 L.Ed. 1559). If they failed in that duty, \nthen this conviction must be reversed— no matter how strong the evidence of petitioner's guilt. That is the law established by \ndecisions of this Court spanning more than seventy years of interpretation of the meaning of ‘equal protection.“ \nIn Akins v. State of Texas, 1945, 325 U.S. 398, 399, 403, 65 S.Ct. 1276, 1279, 89 L.Ed. 1962 the Supreme Court said: \n‘But such defendants are entitled to require that those who are trusted with jury selection shall not pursue a course of conduct \nwhich results in discrimination ‘in the selection of jurors on racial grounds.‘‘ \nAgain, in Cassell v. State of Texas, 1950, 339 U.S. 282, 289, 70 S.Ct. 629, 633, Mr. Justice Reed writing for the Court said: \n‘When the commissioner were appointed as judicial administrative officials, it was their duty to familiarize themselves fairly \nwith the qualifications of the eligible jurors of the county without regard to race and color. They did not do so here, and the \nresult has been racial discrimination.’ \n*58  If a fair cross-section is consistently lacking, then, without more, it is established that the commissioners have failed in \ntheir duty. In Smith v. State of Texas, 1940, 311 U.S. 128, 132, 61 S.Ct. 164, 166, Mr. Justice Black speaking for a \nunanimous Court observed: \n  \n‘Where  jury  commissioners  limit  those  from  whom  grand  juries  are  selected  to  their  own  personal  acquaintance, \ndiscrimination can arise from commissioners who know no Negroes as well as from commissioners who know but eliminate \nthem. If there has been discrimination, whether accomplished ingeniously or ingenuously, the conviction cannot stand.’ \nIn Eubanks v. State of Louisiana, 1958, 356 U.S. 584, 587, 78 S.Ct. 970, 973, 2 L.Ed.2d 991, Mr. Justice Black quoted with \napproval from patton, as follows: \n‘In Patton v. (State of) Mississippi, 332 U.S. 463, 469 (68 S.Ct. 184, 187, 92 L.Ed. 76), this Court declared, in a unanimous \nopinion, that ‘When a jury selection plan, whatever it is, operates in such a way as always to result in the complete and long-\ncontinued exclusion of any representative at all from a large group of Negroes, or any other racial group, indictments and \nverdicts returned against them by juries thus selected cannot stand.’ This is essentially the situation here.' \nMr. Justice (later Chief Justice) Stone in Hill v. State of Texas, 1942, 316 U.S. 400, 404, 62 S.Ct. 1159, 1161, speaking for \nthe Court said that the constitutional duty of the jury commissioner was: \n‘* * * not to pursue a course of conduct, in the administration of their office which would operate to discriminate in the \nselection of jurors on racial grounds. Discrimination can arise from the action of commissioners who exclude all negroes \nwhom they do not know to be qualified and who neither know nor seek to learn whether there are in fact any qualified to \nserve. In such a case discrimination necessarily results where there are qualified negroes available for jury service.’ \nSee also, United States ex rel. Seals v. Wiman, 5 Cir. 1962, 304 F.2d 53, 65; Collins v. Walker, 5 Cir. 1964, 335 F.2d 417, \n424; Dow v. Carnegie-Illinois Steel Corporation, 3 Cir. 1955, 224 F.2d 414. \n The federal statutes themselves were intended to insure that a fair cross-section of the community was placed on federal \njuries. In supporting the proposed adoption of uniform federal qualifications for jurors, Judge Harron testified (Senate \nSubcommittee of the Committee on the Judiciary on S. 17, S. 18, S. 19, 80th Cong.1st sess. (1947) 34): \n  \n  17 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘* * * S. 18 is only on keeping with the modern age and with the basic concept in our law that the jury must be drawn from a \ncross-section of the community, that the jury must be a body truly representative of the community.’ \nThe Chairman of the Federal Legislative Committee of the New York Bar Association, Mr. Wood, stated the import of the \nproposed uniform qualifications this way (Senate Subcommittee of the Committee on the Judiciary on S. 17, S. 18, S. 19, \n80th Cong., 1st sess. (1947) 85-86): \n‘It seems to me that one of the things that we ought to strive for in the jury system is to have the juries drawn from the widest \npossible cross-section of the people. * * * But you would start with the basic proposition (under the proposed statute) that, \nwith certain very obvious exceptions, everybody, every citizen, ought to be subject to jury duty. That, we think, is important \nboth because it gives you juries chosen from the widest possible cross-section of the people and gives you a fairer sampling \nof the people, and also, secondly, because it distributes the obligations (of jury service) more equitably and prevents them \nfrom falling too heavily on any one group.’ \nIn explaining the total effects of the legislative package, including the jury *59 commission proposal, Judge Knox said \n(Senate Subcommittee of the Committee on the Judiciary on S. 17, S. 18, S. 19, 80th Cong., 1st sess. (1947) 80): \n‘What I am trying to do there is to broaden the scope of the jury commission, so that it may, under the direction of the judge, \nget a cross-section of the entire community, and have them serve as jurors.'59 \nLest we be misunderstood, we repeat the caution of the Supreme Court in Swain v. State of Alabama,60 1964, 380 U.S. 202, \n208, 85 S.Ct. 824, 829, 13 L.Ed.2d 759. \nFN60. In Swain, Negroes had substantial representation on jury venires but did not actually serve on juries. The \nSupreme Court held that the defendant had failed to show in that case that peremptory challenges were used by \nthe State to discriminate against Negroes. Cf. Hall v. United States, 1948, 83 U.S.App.D.C. 166, 168, F.2d 161, 4 \nA.L.R.2d 1193, cert. den., 334 U.S. 853, 68 S.Ct. 1509, 92 L.Ed. 1775 (1948). \n‘But a defendant in a criminal case is not constitutionally entitled to demand a proportionate number of his race on the jury \nwhich tries him nor on the venire or jury roll from which petit jurors are drawn. Neither the jury roll nor the venire need be a \nperfect mirror of the community or accurately reflect the proportionate strength of every identifiable group. ‘Obviously the \nnumber of races and nationalities appearing in the ancestry of our citizens would make it impossible to meet a requirement of \nproportional representation.‘‘ \n What the law clearly does require is that the standards and designs prescribed by Congress be followed. We conclude that \nthere were impermissible departures from the statutory scheme both as to the qualifications required of prospective jurors and \nas to the method and procedure by which the list was compiled.61 One result was that Negroes were excluded from the jury \nlist which formed the source of the grand and petit juries in these cases. \n  \n As we said earlier, the Government argues that the indictments should stand since there were, in fact, 5 Negroes on the grand \njury. We think this evidences a basic misconception. The focus of the law is on the list from which the jury is drawn and not \non the composition of a particular jury or grand jury. The efforts by Congress to broaden the base of the jury system in \nfederal courts was an attempt to do more than improve the administration of justice at the point where it most directly touches \nmembers of the legal profession and litigants. It constituted an effort to improve the judicial system where it most directly \ntouches the lives of the average citizen. For many citizens their only contact with the courts arises from their service on grand \nor petit juries. \n  \n  18 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n Even more important is the fact that many citizens will have no direct contact with the administration of justice, but will \njudge its efficacy on how the judicial process functions. Congress and the courts are aware of this fact. ‘The injury is not \nlimited to the defendant— there is injury to the jury system, to the law as an institution, to the community at large, and to the \ndemocratic ideal reflected in the processes of *60 our courts.’62 When the basic jury list was poisoned, the fruits of that list \nwere also infected. To cure the infection, it is necessary to start the process anew. The legislative story we have summarized \nimpels two inescapable conclusions with regard to this case. Those responsible for compiling the jury lists violated the \nstatutory scheme by applying the wrong standards and by using grossly inadequate sources. To ignore the mood63 of Congress \nsummarized by its legislation would be to abdicate our judicial responsibility. Johnson v. United States, 1 Cir. 1908, 163 F. \n30, 32, 18 L.R.A.N.S., 1194 (opinion of Mr. Justice Holmes). We do not legislate for Congress; we do effectuate that policy \nwhich Congress through its legislation has directed us to implement. The judgments of conviction are, therefore, reversed and \nthe cases remanded with directions that the indictments be dismissed. \n  \nReversed with directions. \nTUTTLE, Chief Judge, and WISDOM and THORNBERRY, Circuit Judges, concur. \nJOHN R. BROWN, Circuit Judge Concurring specially. \nGRIFFIN B. BELL, Circuit Judge, concurring in part and dissenting in part. \nGEWIN, Circuit Judge Concurring in opinion by GRIFFIN B. BELL, Circuit Judge. \nCOLEMAN, Circuit Judge, concurring in part and dissenting in part. \nAPPENDIX A. \nLegislative History of the 1948 Judicial Code as it relates to the process of selection of federal jurors. \nIn an effort to improve the functioning of the jury system, the Judicial Conference appointed a committee headed by Judge \nKnox to study the problems of qualification and selection of federal jurors. The statutes proposed by Judge Knox's committee \nare reproduced at the end of this appendix. \nOne proposal was that a set of uniform federal juror qualifications and exemptions be enacted. Judge Knox stated the ‘gist’ of \nhis committee's recommendations as follows (H.R. Committee on the Judiciary on H.R. 3379, H.R. 3380, H.R. 3381, 79th \nCong., 1st sess. (1945), hereafter H.R. hearings 1945, at 15): \n‘1. In order that grand and petit jurors who serve in United States district courts may be so drawn as to be truly representative \nof the community, the sources from which they are selected should include all economic and social groups. From whatever \nsources drawn, those chosen should possess as high a degree of intelligence, morality, integrity, and common sense as can be \nfound by those who make the selection. \n‘2. The choice of specific sources from which names of prospective jurors are selected must be entrusted to the good faith of \nthe clerk and jury commissioner, acting under the direction of the district judge, but should be *61 controlled by the \nfollowing considerations: \n  19 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘(a) The sources should be coordinated so as together to include all groups in the community; \n‘(b) Economic and social status, including race and color, should be considered only to the extent necessary to assure that \nthere is no discrimination on account of these factors; \n‘(c) When women are eligible by law for jury service, they should be selected and called to serve in the Federal courts; \n‘(d) Political affiliations should be ignored; \n‘(e) Unsolicited requests of persons who seek to have their names placed upon jury lists and unsolicited recommendations of \nnames should not be encouraged; and \n‘(f) In determining the parts of the districts from which jurors are to be drawn, the courts should bear in mind the desirability \nof conserving the time of jurors and preventing exorbitant travel expenses to the Government.’ \nSee also Senate Subcommittee of the Committee on the Judiciary on S. 17, S. 18, S. 19, 80th Cong., 1st sess. (1947), \nhereafter S. hearings 1947, at 29-30. \nChairman Sumners of Texas voiced the fears of many representatives, as follows (H.R. hearings 1945 at 6): \n‘What we are up against, Judge Knox, is that we represent people of the various States, and it is not going to be easy to get \npopular consent to establish a Federal procedure with regard to jurors in a State different from that which the people of the \nState are accustomed to in their States.’ \nOther representatives had more specific objections. Congressman Russell, for example, believed that the State qualifications \nwere intelligent and should not be disturbed. See H.R. hearings 1945 at 17. Other opponents of the uniform qualifications \nfeared that women might serve on federal juries in States in which they were excluded from State service. See Judge Parker, \nS. hearings 1947 at 6; Judge Harron, S. hearings 1947 at 34-35. See also Moore's Commentary on the U.S. Judicial Code \nP.0.03(47), p. 373. \nWhile Judge Knox used the term ‘minimum qualifications' on three occasions while testifying before the House Committee, \nit is clear that this fact taken in context does not detract from the bulk of the testimony that the proposal was for uniform \nstandards to be uniformly applied throughout the federal system. His use of ‘minimum’ related to the excusing of such groups \nas farmers and women from jury service and was only used when the committee expressed fear that these groups would be \nforced to serve to their disadvantage. See H.R. hearings 1945, at 7, 18, 19. \nJudge Knox did not believe that the Committee's proposal would be used as a vehicle for procuring upper-class, blue ribbon \njuries. He said (H.R. hearings 1945 at 14): ‘What we have in mind is that every economic and social group in the community \nshall be represented upon the jury list.’ Judge Knox also said (S. hearing 1947 at 32): ‘In order to increase the number of \npersons who will be available for jury work, our proposed legislation limits exemptions and disqualifications to six classes * \n* *.’ \nChairman Sumners explained the Committee's understanding of the bill before it when he said (H.R. hearing 1945 at 24): \n‘We have a suggestion that there be a uniform law of general application dealing with the qualifications of jurors who are \neligible for service in the Federal courts.’ \n  20 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nNumerous witnesses compared the bills before Congress with the Uniform Rules of Civil and Criminal Procedure. Mr. \nHarper testified (S. hearings 1947 at 10): \n‘The same considerations which have led Congress to establish uniform rules of procedure in civil and criminal cases suggest \nuniform qualifications in the selection of jurors. The *62 present requirement of conformity to State law leads to some absurd \nresults. * * * It seems wise to permit the judge to adapt the exemptions to the needs and customs of the local community.’ \nJudge Harron explained (S. hearings 1947 at 35-36): \n‘The judges of the Federal courts, through the Judicial Conference, undertook in recent years to develop a general program to \nincrease the efficiency of the Federal courts and to mold them into a unified and integrated system. \n‘The provisions of S. 18 are part of the general policy that rules and standards of the Federal courts shall be uniform and shall \nbe derived from acts of the Congress rather than from the State statutes. S. 18 was proposed to establish uniform \nqualifications of jurors in the Federal courts. * * * Senate bills 17, 18 and 19 have been offered to the Congress to enable it to \ncarry out further the policy it has already approved of authorizing uniform rules and standards in Federal courts.’ \nJudge Diamond in writing to Congress stressed the national uniformity of these standards (S. hearings 1947 at 22): ‘* * * It \nwould seem appropriate to extend to Alaska the provisions of S. 18 in order to have uniformity in all of the Federal courts on \na subject of such consequence.’ \nAttorney General Clark also stressed the importance of national uniformity (S. hearing 1947 at 57): ‘I strongly recommend \nthe enactment of the three bills under consideration by this subcommittee which would provide uniformity in the selection \nand qualifications of jurors in the Federal courts.’ \nSenator Moore stated (S. hearing 1947 at 82): ‘I feel inclined to believe that the Federal courts should be conducted as nearly \nas possible in a uniform way.’ \nSenator O'Connor in urging the Senate to give ‘studied attention’ to S. 18 said (93 Cong.Rec. (1947) at 5712): \n‘The primary proposal, Senate 18, establishes for the Federal courts, uniform qualifications for jurors called to serve in those \ncourts. It thus frees the Federal courts of the present requirement that in selecting jurors they must follow the qualifications \nprescribed by the laws of the State where the Federal district court sits. The proposed change would make all adult citizens \neligible for both grand and petit jury service except those who have been convicted of a felony or misdemeanor involving \nmoral turpitude, or who lack knowledge of the English language or who have disqualifying physical or mental infirmities. It \nexempts from service members of the armed forces on active duty, and it permits those who have served as jurors within a \nyear, or who are public officers of the United States or of the States to claim exemption. \n‘Under its broad provisions, women are eligible for jury duty to the same extent as men. There will thus be made available \nfor this important civil duty, great sections of the community, many of them excellent and willing citizens, who heretofore \nhave been excluded from juries by the exemptions and disqualifications that still exist in many of the States. The committee \nof judges found at least 68 general classes of exemption of this sort, covering so wide a range of business, professional, and \ntrade groups that they inevitably prevent the calling of a jury that is truly representative of the community, and they often \nlimit jury duty to those who are least qualified to serve. Discretion would be vested in the judge to excuse from jury service \nthose whose service would cause undue hardship.’ \n  21 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nWhat changes in the substantive law Congress should expect from the jury commissioner proposal was unclear. Judge \nWatkins believes the primary object of the jury commission statute was *63 to increase the commissioners' salaries. H. \nhearing 1945 at 26-27. Judge Proctor said (H. hearing 1945 at 31-32): \n‘This bill simply adopts the present framework of the general jury commission system as it prevails in other Federal courts, \nand furnishes the means and the method for compiling an efficient list of qualified jurors. \n‘It (the bill) puts the jury commission, which, as you know, consists of the commissioner and the clerk of the court, or his \nassigned deputy, under the direct control and supervision of the senior district judge. That is very important. If that power \nexists today, it is only by implication.’ \nHe also said that many commissioners just accept the lists as prepared by the clerks and are ‘quite perfunctory in the \nperformance of their duty; they do nothing more than to briefly go over the list that has been prepared by the clerk of the \ncommission, and if they know of any personal disqualification or objection they might call attention to it.’ H. hearing 1945 at \n35. In Texas jurors were chosen at random. S. hearing 1947 at 60. \nMr. Wood said (S. hearing 1947 at 86): ‘I think these bills represent some change in the present law. The bill relating to jury \ncommissions clarifies at least the power of the commissioners to make a scientific inquiry before they put names into the \nbox.’ \nIn order to avoid discrimination, Judge Knox thought it was necessary to allow the court clerk and the jury commissioner to \nexercise some discretion at least as to sources. He said (H. hearing 1945 at 15): \n‘In my committee's survey of metropolitan districts, and even in some of the rural areas, it was found that somewhat \ncomparable  conditions  prevail.  Discrimination  existed  in  some  localities.  This  related  to  social,  political  and  racial \ndifferences, and the committee had to conclude that jurors should not be chosen haphazardly in any section of the country, \nand that the intelligent selection of jurors for service in the courts of the United States is not only eminently desirable, but \nnecessary.’ \nSenator O'Connor in urging the Senate to consider carefully the proposed jury commission statute, S. 17, said (93 Cong. Rec. \n(1947) at 5712-13): \n‘Senate 17, dealing with the jury commission, is designed to supplement and effectuate the qualifications stated in S. 18. It \nmakes definite an agency of judicial administration that has been for many years in an uncertain and ill-defined condition in \nthe Federal statutes. Fundamentally, it places the ultimate responsibility for the direction of jury selection squarely upon the \npresiding district judge, who, because of his intense interest in the efficient and just decision of cases, is by all standards best \nqualified to supervise it. \n‘Under the court's direction, a jury commission, consisting of the clerk and one other commissioner appointed by the court, \nare to choose from the eligible citizenry, ‘without reference to party affiliation’ those qualified persons ‘who in their opinion \nare intelligent, honest, fair mined, of good reputation and capable of rendering satisfactory service,’ and to keep suitable \nrecords regarding them. At least 300 of the names thus selected will be put in a wheel or box for drawing by lot each time a \npanel of jurors is needed. The bill provides that in selecting names, the jury commission may require the persons under \nconsideration to answer a questionnaire, or to respond to a personal interview to determine whether or not they are qualified. \n  22 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘These procedures have been found to be extremely valuable in preventing the unnecessary calling of persons who are not \neligible or who will, in any event, be excused because of the necessities of their occupation, their financial condition, or in \nthe public interest. * * *’ \n*64 The Congress rejected much of the substance of the Judicial Conference's suggestions. By choosing to disqualify for \nfederal jury service all persons who were incompetent to serve under the higher State standards, the Congress for all intents \nand purposes rejected the idea of uniform federal standards. Interestingly, the reviser's notes are based primarily on the \noriginal version of the bill and fail to appreciate the importance of the Judicial Committee's revision. Congress also rejected \nthe explicit grant of broad discretionary powers to the court clerk and jury commissioner. While jury commissioners \nexercised this nebulous broad power under the old statute, there is no indication that it was directly conferred by Congress. \nRather it appears that the discretionary powers were derived from the use of the State standards. For example, in New York \nCity jurors must be by State statute ‘intelligent; of sound mind and good character; well informed.’ In other parts of New \nYork jurors must be ‘of fair character; of approved integrity; of sound judgment; and well informed.’ Section 596, \nN.J.Judiciary Law, McK.Consol.Laws, C. 30; section 502, N.Y.Judiciary Law. These State qualifications explain why federal \njury commissioners, in order to perform their duty both before 1948 and thereafter, had to exercise discretion. \nHowever, when Congress in 1957 conferred a new civil right and removed all reference to State qualifications, all implicit \ndiscretionary powers derived from the State statutes ceased. For the court clerk and the jury commissioner to continue to \nexercise such nebulous power the grant would have to come from Congress. No such grant has been forthcoming. \n(S. 17, 80th Cong., 1st sess.) \nA BILL TO provide for a jury commission for each district court of the United States, to regulate its compensation, to \nprescribe its duties, and for other purposes \nBe it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That \nsection 276 of the Judicial Code (U.S.C., title 28, sec. 412) is hereby amended to read as follows: \n‘SEC. 276. JURORS; JURY COMMISSION.— \n‘(a) APPOINTMENT.— The judge for the district, or if there be more than one judge, the majority of the district judges for \neach district court of the United States, or in the event of no agreement by the majority, the senior district judge of that court \nshall appoint for the district one or more citizens of good standing residing in the district as jury commissioners to serve \nduring the pleasure of the court. If more than one commissioner is appointed each shall be designated to serve in a particular \npart of the district except in the District of Columbia. Such commissioner or commissioners shall be a member or members of \nthe principal political party in the district opposing that to which the clerk, or a duly qualified deputy clerk then acting for the \nclerk at the time of the appointment, is a member. In case of the absence or unavailability of any commissioner, another \ncommissioner may be designated as above provided to act in his place. \n‘(b) COMPENSATION.— Each jury commissioner shall receive as compensation for his services $10 per day for each day \nor fraction thereof not to exceed five days in any one month, upon which he, is actually and necessarily engaged in the \nperformance of his official duties, to be paid by the United States marshal for the district from the appropriation for fees of \njurors, United States court, upon certificate of a district judge of the district; but if the judge for the district, or if there be \nmore than one judge, a majority of the district judges in any district, is of the opinion that it is in the interest of the efficient \noperation of the jury system that one or more of the jury commissioners of the district should devote full time to the duties of \nthat office, they may, with the approval of the Judicial Conference of Senior Circuit Judges of the United States designate one \n  23 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nor more commissioners so to act, and the commissioners so designated shall devote their full time to the duties of the office \nand shall receive in lieu of the compensation hereinbefore provided, a salary not to exceed $5,000 per annum, to be fixed \nfrom time to time by the Judicial Conference and to be paid in the same manner and at the same time that the salary of the \nclerk of the court is paid. In the event of no agreement by a majority of the district judges, the senior district judge shall make \nthe designation referred to. Each commissioner shall receive his traveling and subsistence expenses within the limitations \nprescribed by law for clerks of district courts, while absent from his designated post of duty on official business. \n*65 ‘(c) DUTIES.— The clerk of the district court and the commissioners shall constitute the jury commission for the \ndistrict, or, if more than one commissioner has been appointed, the clerk and that commissioner who has been designated to \nserve in a particular part of the district shall constitute the jury commission for that part of the district. In the performance of \nall the duties of their office, the jury commissioners shall act subject to the instructions of the senior district judge, and the \nadministration in each district of this and other laws relating to the selection of jurors in the district courts shall be subject to \nthe direction of the senior district judge of the district. With the approval of the senior district judge the jury commission may \ndesignate deputy clerks and other employees in the office of the clerk of the court to assist them in the performance of their \nduties and under their direction to perform such of the detailed duties of the commission as in the opinion of the senior \ndistrict judge can be assigned to them. It shall be the duty of the commission, under the supervision of the senior district \njudge, and subject to the requirements of section 275 of the Judicial Code (U.S.C., title 28, sec. 411), to select without \nreference to party affiliation the names of qualified persons who may be called to serve as jurors in the district court and who \nin their opinion are intelligent, honest, fair-minded, of good reputation, and capable of rendering satisfactory service, and to \nkeep suitable records regarding them. The commission shall have the power to transmit to prospective jurors questionnaires \napproved by the senior district judge and to issue to prospective jurors subpenas enforceable by the district court, for the \npurpose of determining whether any person is qualified to be selected as a juror. They, and those duly assigned to assist them, \nmay conduct personal examinations of or interviews with prospective jurors, subject to the direction of the senior district \njudge. Any person who willfully fails or refuses to answer or falsely answers any questionnaire transmitted to him or fails to \nrespond at authorized examinations or interviews may be punished for contempt of court. The commission may administer \noaths to prospective jurors and witnesses and use such other procedures as may seem to the court conducive to securing full \ninformation regarding the qualifications of persons to serve as jurors in the district court. Each district court may, in its \ndiscretion, use either the questionnaire or personal interview system, or both, in determining the qualifications of jurors. Any \nof the powers or duties conferred upon the senior district judge in this paragraph may be delegated by him to another judge of \nthe district: Provided, however, That where part of a district by agreement or order of court is assigned to one particular judge \nand he customarily holds court there, as to such part, he shall perform the functions and fulfill the duties conferred upon the \nsenior district judge in this subsection as to such part of the district. \n‘(d) DRAWING.— It shall also be the duty of the jury commission, upon order of the district judge subject to whose \ninstruction it acts, to arrange for the drawing of names of persons selected pursuant to subdivision (c) of this section to serve \nas grand and petit jurors in the district court, and, except as otherwise permitted by sections 280 and 281 of the Judicial Code \n(U.S.C., title 28, secs. 417 and 418), no person shall serve as a juror whose name is not so drawn. The names shall be drawn \nfrom a box, wheel, or similar device that will insure that the drawing is by chance, containing at the time of the \ncommencement of each drawing the names of not less than three hundred persons selected as provided in subdivision (c) of \nthis section. Names shall be drawn publicly by the clerk or a deputy and a jury commissioner, or by a judge and jury \ncommissioner, or by a judge and a clerk or a deputy. \n‘(e) DISTRICTS EXCLUDED; SPECIAL PROVISIONS AS TO DISTRICT OF COLUMBIA.— This Act shall not apply to \nthe districts of Alaska, Hawaii, the Canal Zone, Puerto Rico, and the Virgin Islands. It shall apply to the District Court of the \nUnited States for the District of Columbia, subject to the following provisions: \n  24 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘The said court shall designate a judge thereof who shall have the powers and duties hereinbefore prescribed for senior \ndistrict judges, except that said court shall appoint jury commissioners, without regard to their political affiliations or beliefs, \nand determine and certify as to the need for a full-time jury commissioner. Any judge of said court may impanel a grand jury, \nappoint the foreman thereof, and distribute, assign, and reassign petit jurors for service in any division of said court. \n‘The jury commissioners of the District of Columbia shall select and keep a separate list of persons to be drawn as jurors in \ncondemnation proceedings brought by the United States or the District of Columbia, who shall have the qualifications of petit \njurors and in addition thereto such special qualifications as may be prescribed by law. \n‘Grand and petit juries for said district courts and juries for the municipal and juvenile courts shall serve for one month \nbeginning the first Monday of each month, subject to their service being terminated or extended in accordance with law. \nJurors for the municipal court shall be drawn and impanelled for the court as a whole, and may be distributed, assigned, and \nreassigned to any division of the court by any judge thereof. Jurors for the municipal and juvenile courts shall be drawn from \nthe same lists as jurors for the district court.’ \nThe provisions of section 279 of the Judicial Code, as amended (U.S.C., title 28, sec. 416), shall govern the service of notice \non prospective jurors in the District of Columbia. \n*66 ‘(f) EFFECTIVE DATE.— The provisions of paragraph (d) shall take effect three months after approval of this Act. All \nother provisions of this Act shall take effect upon approval thereof. The jury commissioners to whom this Act applies who \nare holding office at the time of its approval shall continue their functions under existing law until the entire Act has become \neffective, when their powers and duties shall cease and determine. There are hereby authorized to be appropriated, out of any \nmoney in the Treasury not otherwise appropriated, such sums as may be necessary to carry the provisions of this Act into \neffect. Subject to the foregoing conditions all laws inconsistent with the provisions of this Act are repealed.’ \n(S. 18, 80th Cong., 1st sess.) \nA BILL To establish uniform qualifications of jurors in the Federal courts, and for other purposes \nBe it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That \nSection 275 of the Judicial Code (U.S.C., title 28, sec. 411) is hereby amended to read as follows: \n‘SEC. 275. JURORS, QUALIFICATIONS, EXEMPTIONS, AND EXCESSES.— \n‘(a) Any citizen of the United States of the age of twenty-one years and over, who, under the provisions of this Act is not \ndisqualified for jury service may be called to serve as a grand or petit juror in the district court of the United States for the \ndistrict in which he or she resides. \n‘(b) No person shall be eligible to serve as a juror who (1) has been convicted in any court of record, of a felony, or a \nmisdemeanor involving moral turpitude; or who (2) is unable to read, write, speak, and understand the English language; or \nwho (3) having physical or mental infirmities, is incapable, in the judgment of the jury commission or the court, of rendering \nefficient jury service: Provided, however, That the service upon a grand or petit jury of any ineligible person shall not be \nground for invalidating an indictment, or for granting a new trial, or for setting aside a verdict, or for arresting judgment \nthereon, or for vacating, modifying, or otherwise disturbing a judgment or order based upon an indictment or verdict unless it \nis made affirmatively to appear that the rights of one or more of the parties affected thereby have been prejudiced by reason \nof the disqualification of one or more jurors. \n  25 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘(c) Persons who (1) within any immediately preceding period of one year, have served five or more days as a grand or petit \njuror in any State court of record or at a preceding term in any Federal court; or who (2) are public officers in the executive, \nlegislative, or judicial departments of the Government of the United States, or of any State, Territory, or political subdivision \nthereof, and who being actively engaged in the discharge of their official duties, devote the greater portion of their time to the \nperformance thereof may claim exemption at their potion and upon satisfactory proof thereof shall be excused from service \nupon any grand or petit jury in a district court of the United States. \n‘(d) Persons on active duty in the armed forces of the United States, or in the forces auxiliary thereto, shall be wholly exempt \nfrom jury service in any district court of the United States. \n‘(e) If at any time, and for good and sufficient reasons, it appears that the public welfare will be served by relieving any \nperson or class of persons from jury service, or if the performance thereof will impose undue hardship or extreme \ninconvenience upon any person or class of persons, the senior district judge of any judicial district, or such other judge as he \nmay designate, may, in his discretion, excuse that person or class from jury service for such period of time as he may \nconsider proper. In districts in which a district court is regularly held in more than one city the judge presiding at the court to \nwhich a juror has been called for service may excuse persons or classes of persons from jury service. \n‘(f) This Act shall not apply to the districts of Alaska, Hawaii, the Canal Zone, Puerto Rico, and the Virgin Islands. It shall \napply to the District Court of the United States for the District of Columbia and to the municipal and juvenile courts of said \nDistrict: Provided, however, That the power to excuse classes of persons from jury service in any of the courts of the District \nof Columbia shall be vested in said district court, but individual jurors may be excused by any judge of the court to which \nthey have been summoned. This Act shall take effect three months after approval thereof, but the qualification and service of \njurors drawn or impaneled before said effective date, and serving thereafter, shall be governed by the laws in force when they \nwere so drawn or impaneled. All laws inconsistent with the provisions of this Act are repealed.’ \n(S. 19, 80th Cong., 1st sess.) \nA BILL Relating to the payment of fees, expenses, and costs of jurors \nBe it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That \nsection 2 of the Act entitled ‘An Act fixing the fees of jurors and witnesses *67 in the United States courts, including the \nDistrict Court of Hawaii, the District Court of Porto Rico (now ‘Puerto Rico’), and the Supreme Court of the District of \nColumbia (now ‘District Court of the United States for the District of Columbia’)', approved April 26, 1926 (44 Stat. 323), as \namended (U.S.C., title 28, sec. 600), is hereby amended to read as follows: \n‘SEC. 2. Jurors in the United States courts, except in the United States district courts of Hawaii, Puerto Rico, Alaska, and the \nCanal Zone, and except in the District Court of the Virgin Islands, and including the United States District Court for the \nDistrict of Columbia, shall receive the following and no other compensation, except in cases otherwise expressly provided by \nlaw: For actual attendance at the place of trial or hearing of any court or courts, and for the time necessarily occupied in \ngoing to and returning from such place of trial or hearing, either at the beginning and end of service or at any time during the \nsame, $4 per day during such attendance: Provided, That whenever a juror is required to attend court thirty or more days in \nhearing a single case, he may be paid, in the discretion and upon the certification of the trial judge, a per diem of up to and \nnot exceeding $10 for each and every day in excess of thirty days he is required to hear such case. \n‘For the distance necessarily traveled by the shortest practicable route from their place of residence in going to and returning \nfrom the place of trial or hearing at the beginning and at the end of the term of service, 5 cents per mile: Provided, That for \n  26 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nadditional necessary daily transportation expenses, the cost of travel by common carrier shall be allowed not to exceed $2 per \nday, or if it is not practicable to travel by common carrier a rate of 5 cents per mile shall be allowed but not to exceed $2 per \nday, or if daily travel appears impracticable subsistence of $2 per day shall be allowed: Provided further, That whenever in \nany case the jury is ordered to be kept together and not to separate, the cost of subsistence during such period shall be paid by \nthe marshal upon the order of the court in lieu of the foregoing allowance for subsistence, and such sum may, in the \ndiscretion of the court, be taxed as costs.’ \nAPPENDIX B \nLegislative History of the 1957 Civil Rights Act as it relates to the qualifications for federal jurors. \nSenator Church on behalf of Senators Magnuson, Jackson, Murray, Mansfield, Malone, Bible, Kennedy, Pastore, Lausche, \nYoung and himself offered the Church modification to the O'Mahoney amendment, which amendment gave persons charged \nwith contempt a right to trial by jury. 103 Cong.Rec. 13153. Senator Church elucidated the purpose of the modification as \nfollows (103 Cong.Rec. 13154): \n‘Mr. President, the amendment is designed to eliminate whatever basis there may be for the charge that the efficacy of trial by \njury in the Federal courts is weakened by the fact that, in some areas, colored citizens, because of the operation of State laws, \nare prevented from serving as jurors. Thus the argument has been made that no jury trial should be permitted in civil rights \ncases, even in a proceeding for criminal contempt, because such cases concern relationships between the races, and in the \nSouth they would be tried by an all-white jury. \n‘Mr. President, the cases which will be brought under any civil-rights bill will be prosecuted in Federal courts. There is no \nreason why Congress should not modify Federal law so as to safeguard against discrimination on the basis of race, color, or \ncreed, in the selection of jurors who are to serve in Federal courts. \n‘We believe the amendment we have now incorporated in the RECORD will accomplish at least three important and long \noverdue objectives: \n‘First. It will establish reasonable and uniform qualifications for jurors serving in Federal courts, eliminating the 48 different \nsets of qualifications which now obtain. This is in complete accord with the generally accepted principle that Federal rules \nshould govern Federal practice. \n‘Second. It will place the selection of jurors entirely in the hands of the Federal courts, thus avoiding practices under State \nlaw that, in effect, may systematically exclude citizens *68 from jury duty in Federal courts on account of race or color. \n‘Third. Through the accomplishment of the above two objectives, it will confer another civil right— the right to serve as a \njuror— on a large segment of colored citizens, who now, in practice, may be prevented from doing so.’ \nSenator Kefauver, a co-sponsor of the O'Mahoney amendment, joined with Senator O'Mahoney ‘in accepting it (the Church \nmodification) as a part of our amendment.’ In further explaining the import of the Church modification, Senator Kefauver \nasked (103 Cong.Rec. 13154): \n‘Thereby it establishes a uniform system in Federal courts all over the United States, so that there can be no possible \ndiscrimination with respect to anyone because of his race or color. Is that correct? \n‘Mr. O'Mahoney. The Senator is correct. * * *’ \n  27 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nOther Senators explained their understanding of the modification. Senator Jackson stated (103 Cong.Rec. 13155): \n‘* * * It is significant to point out that if the amendment is accepted, it will for the first time add an additional civil right, and \nwe will have uniform rules of procedure throughout the United States in the selection of Federal jurors. I think this is a \nsignificant step forward.’ \nA similar understanding of the modification was read into the record by Senator Malone (103 Cong.Rec. 13313): \n‘On July 31, I joined in amending the O'Mahoney jury-trial amendment so as to make every 21-year-old citizen of the Nation \neligible to serve as a grand or petit juror: \n‘On page 3, a new section 153 was added, as follows: \n‘Sec. 153. Section 1861, title 28, of the United States Code is hereby amended to read as follows: \n‘Sec. 1861. Qualifications of Federal jurors \n‘Any citizen of the United States who has attained the age of 21 years and who has resided for a period of 1 year within the \njudicial district, is competent to serve as a grand or petit juror unless: \n‘(1) He has been convicted in a State or Federal court of record of a crime punishable by imprisonment for more than 1 year \nand his civil rights have not been restored by pardon or amnesty. \n‘(2) He is unable to read, write, speak, and understand the English language. \n‘(3) He is incapable, by reason of mental or physical infirmities to render efficient jury service.’ \n‘FEDERAL JURIES UNIFORM \n‘This amendment makes uniform throughout the United States the law relating to Federal juries.’ \nResponding to the charge that high State qualifications caused discrimination, Senator Gore said (103 Cong.Rec. 13315): \n‘I read to the Senate today telegrams from all four Federal judges in the State of Tennessee, which show that, so far as my \nState  is  concerned,  this  charge  is  not  substantiated.  The  pending  amendment,  however,  as  modified  by  the  Church \namendment, would amend existing Federal law respecting the qualifications of citizens to serve on United States court juries, \nso as to eliminate the discriminations, wherever such exist, with respect to opportunity and duty in connection with service on \nFederal court juries.’ \nSenator John Kennedy, one of the Church modification sponsors, had this response (103 Cong.Rec. 13306): \n‘I do not count myself among those who are cynical about the capacity of citizens in any section of the country to rise to the \nchallenge of one of the highest responsibilities of free men— *69 the preservation of law and a just social order. \n‘If I wish to avoid cynicism, so also do I want to avoid the attitude of easy optimism. In this connection, I refer again to the \nmost important action we have taken in adopting the amendment offered by the distinguished Senator from Idaho. The \nadoption of this amendment holds for me a double significance: not only does it insure that trials will be conducted before \njuries composed of talesmen selected from all citizens in the judicial district, but it enlarges the civil rights of citizens who \nmay have heretofore been excluded from jury service under State law.’ \n  28 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nIn opposition to the O'Mahoney amendment as modified, Senator Saltonstall saw an invasion of States' rights, as well as no \nimprovement in the method of compiling jury lists (103 Cong.Rec. 13249, 13312): \n‘As I see it, what the amendment does is to establish a lower standard for service of jurors in Federal courts than exists in \nState courts. It eliminates a provision that persons who are incompetent to serve as jurors in State courts are incompetent to \nserve as jurors in Federal courts. That provision is stricken from the law. The amendment would have the law read that \nanyone can serve as a Federal juror who has not committed a crime, who can merely write or speak or read the English \nlanguage, and who has been a resident of the district for a year. The amendment eliminates all other qualifications that a State \nmay prescribe. By doing so, it seems to me there will be a different standard for jury service in a Federal court than in a State \ncourt, and that standard will necessarily be lower rather than higher. \n‘The O'Mahoney amendment, as now drafted, has two parts. First, it seeks to define who is eligible to be selected as a juror; \nsecond, it seeks to require a jury trial in contempt cases, before a court can punish for a criminal contempt of court in a civil \nrights case. \n‘When the O'Mahoney amendment strikes out the provision, now in Federal statutes, that no person not eligible under State \nlaw can serve on a Federal jury, the amendment constitutes one more encroachment on State responsibility, in that under the \namendment a citizen who has been determined under State law to be ineligible to sit on a jury in a State court may be eligible \nto sit on a Federal jury. Furthermore, since the amendment does not extend to the operation by which the pool of potential \njurors is initially selected, it will be ineffective.’ \nThe major complaint of those who opposed the jury-trial amendment as so modified was that it failed to require affirmative \naction. They desired a direct assault on the method of selection as well as uniform standards. Senator Douglas put it this way \n(103 Cong.Rec. 13250): \n‘I may say that there are certain weaknesses in the Church amendment. Although it removes the disqualification that those \nwho are incompetent to serve on State grand and petit juries are incompetent to serve on Federal juries it is still a fact that the \ngeneral procedure and practice of selecting Federal juries will not be changed in all probability. Nothing in the amendment \ncompels an affirmative change in the practice of selecting juries, so that the likelihood is thay few Negroes will actually be \ncalled to serve on juries.’ \nSenator Clark also saw this danger (103 Cong.Rec. 13276, 13289-91): \n‘Speaking for my colleagues who oppose this amendment, let me say we have never questioned the fact that Negroes serve \non Federal juries. Indeed, we could not question that fact, for the telegrams abundantly demonstrate it. \n‘But with the exception of the telegram from the judge of the eastern *70 district of Tennessee and the telegram from the \njudges of the middle and western districts of North Carolina, all the other telegrams say no more than that Negroes do serve \non Federal juries— with we are quite willing to admit. \n‘I suggest to my good friend, the Senator from Wyoming, that the critical point is not whether Negroes occasionally serve on \nFederal court juries— as of course they do. Instead, the critical point is whether, in the light of the restriction now placed on \njurors, by reason of their having to be qualified as State jurors before they can serve as jurors in the Federal courts, and by \nreason of the practices which exist in wide areas of the country, the number of Negro jurors in those areas, chosen without \ndiscrimination because of race or color, constitutes the same percentage of the total number of jurors chosen there as the total \n  29 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nnumber of Negro citizens 21 years of age or over in those areas constitutes in respect to the total number of citizens 21 years \nof age or over. \n‘Again, with deep humility, I respectfully suggest to my good friend, the Senator from Wyoming, that the telegrams, with the \nexception of the three on which I have just commented, miss the point. \n‘Mr. President, no amount of rhetoric is going to make it appear that throughout the Nation, Negroes are called for jury duty \nin the proportion their numbers bear to the total adult population. They simply are not, and I think the RECORD is clear to \nthat effect. \n‘No one has denied that in many areas of the South in the Federal courts Negroes do serve on juries. I for one certainly do not \ndeny that in certain Federal districts in the South Negroes are called to serve on juries in the proportion their numbers bear to \nthe total adult population. But, Mr. President, I do not think any Member of the Senate is so naive as to think that such a \nsituation exists in many other districts in the South, and perhaps in the North as well, where the provisions of the bill are \nbadly needed. \n‘Therefore my first objection to the pending amendment is that it is merely permissive, and that to be effective it must be \nmandatory. It should require the nondiscriminatory selection of jurors in proportion to the population within the district, \nwithout discrimination on account of race or color. \n‘A little while ago a telegram was read on the floor of the Senate from a very distinguished southern Federal judge, who \npointed with some pride to the fact that in his district jurors were selected on the basis of what the distinguished Senator from \nIllinois (Mr. Douglas) has referred to as the blue-ribbon jury selection system, a system which has much in its favor, a system \nwhich is used in the eastern district of Pennsylvania, but a system which almost inevitably results in a discriminatory jury, so \nfar as race and color are concerned. \n‘What happens? As the distinguished Federal judge said in his telegram, the jury commissioner goes about the district and \ntalks with bankers, merchants, professional people, and other leading citizens in the district, and he obtains a list of names of \nindividuals, white and colored alike, who are then selected for the jury panel. \n‘I am confident that as a result of the practical experience of all of us, we know very well that a jury selected on that basis \nwill not be proportionately representative of the citizens of the district without regard to race or color. I suggest that unless \nstrong mandatory language is written into the proposed jury-trial amendment, preferably in connection with section 1864, we \nshall have done nothing more *71 than to remove a qualification. That is good, but unless we put in place of that qualification \na requirement for the equitable, fair, and just selection of jurors in proportion to their representation throughout the district, \nwithout concern for race or color, I fear that we shall have done very little to help the situation. \n‘If the Senator will permit me to reply at that point, in our colloquy of about an hour ago I did not contend that Negroes did \nnot sit on juries in Federal courts. Certainly they do. I am saying that those are largely token cases. Until the Senator \nproduces the kind of telegrams which have been produced by the distinguished Senator from Tennessee and the distinguished \nSenator from North Carolina, I say, with all due deference and humility, that that kind of letter does not bear on the point \nwhich I have been discussing.’ \nIn agreeing with Senators Douglas and Clark, Senator Carroll voiced his objection as follows (103 Cong.Rec. 13293): \n‘It has been said that perhaps a few colored people would be included in the list. Let me say that normally the list of names is \ndrawn up, and then a questionnaire is sent to each person whose name is on the list. After the answers to the questionnaire are \n  30 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nreceived, either the clerk or the Federal judge makes the determination. Then the names go into the jury wheel. If there is no \nproportionate representation, it is not likely that many Negroes will be selected. It is proper for us to ask whether many \nNegroes will be selected unless some method of selection based on proportionate representation is used. Without such a \nmethod, Mr. President, how many Negroes are actually likely to serve on the juries?’ \nSenator Morse placed the following in the record (103 Cong.Rec. 13317): \n‘DISCRIMINATION IN CHOOSING JURIES \n‘The Church amendment does not deal with this major defect. \n‘It has been asserted in debate that one of the many objections to jury trial is that in certain States the bias against Negro \nvoters leads to jury lists which are not properly representative of the community and weight juries with white persons who \nshare the prejudices of a given locality. \n‘The Church amendment does not cure that defect any more than does the existing law that it is a criminal offense to \ndiscriminate against Negroes in the selection of jurors.’ \nIn summing the argument in favor of the jury-trial amendment as modified, Senator Church reiterated the effect of his \nproposal as follows (103 Cong.Rec. 13325-13326): \n‘Finally, Mr President, we have been told that jury trials are inappropriate in civil rights cases, even in a proceeding for \ncriminal contempt, because such cases concern relationships between the races, and in the South they would be tried by all-\nwhite juries. Whatever basis there may have been for this charge, under the original amendment, there is none for it under the \namendment as now modified. For the modified amendment establishes reasonable and uniform qualifications for jurors \nserving in Federal courts, eliminating 48 different sets of qualifications which now obtain. This is in complete accord with \nthe generally accepted principle that Federal rules should govern Federal practice. Thus, the selection of jurors has been \nplaced entirely in the hands of the Federal judges, in accordance with the procedures established by Federal law, so that any \npractices under State law that may, in effect, systematically exclude citizens from jury duty in Federal courts on account of \nrace or color, are *72 avoided. It should be noted, too, that the modified amendment not only constitutes a safeguard against \ndiscrimination on the basis of race or color, in the selection of jurors who are to serve in Federal courts, but it also will result \nin conferring another civil right, the right to be tried by a representative jury, upon all citizens. I know that jury service is a \nduty, but to serve as a juror is also an important right, one that will be extended by this amendment to many citizens who now \ncannot serve as jurors in the Federal courts.’ \nAs the amendment passed, Senator Lyndon B. Johnson summed up its projected effect simply (103 Cong.Rec. 13897): ‘* * * \nthe bill secures without discrimination the right of all citizens of all races, all colors, and all creeds, to serve on federal juries.’ \nThe House of Representatives adopted the extraordinary procedure of referring the Senate amendments to its own Rules \nCommittee and not to a joint House-Senate conference committee. A resolution was proposed by the Rules Committee which \nincorporated the Church modification but contained a greatly watered down version of the jury trial amendment. 103 \nCong.Rec. 16087 (1957). The debate in the House then centered on the question of under what circumstances a jury trial \nshould be accorded in contempt cases with almost no attention being given to the change in juror qualifications. See 103 \nCong.Rec. 16088, 16105, 16106 (1957). After passing the proposed resolution the House adjourned, leaving to the Senate the \nchoice of accepting its changes or bearing the responsibility for preventing any civil rights legislation. The Senate later \naccepted the House changes. \n  31 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nTaking all of the above in conjunction with the statutory language, we think that Congress intended to set uniform \nqualifications for jurors in federal courts without vesting discretion in jury commissioners to either set higher or lower \nqualifications. \nJOHN R. BROWN, Circuit Judge (concurring): \nI concur fully in the result, both as to the reversal of the convictions and the dismissal of the indictments. In order to avoid a \n4-to-4 deadlock and the unfortunate predicament of a Court being unable authoritatively to decide a case, Carter v. United \nStates, 5 Cir., 1963, 325 F.2d 697 (en banc), cert. denied, 1964, 377 U.S. 946, 84 S.Ct. 1353, 12 L.Ed.2d 308, I cast my vote, \nweak as it is, for the thesis developed at such length that Congress intended the 1957 Amendments to be, not the minimum, \nnot the maximum, but the sole standard of jury selection. But having so declared, I am not at all certain just what is decided. \nI. \nI characterize as ‘weak’ my concurrence concerning congressional intention—what Congress thought it was doing, not what \nthe law reads into what Congress was bound to think it was doing. I do this because too much is made out of too little. \nAlmost as much as Judge Bell, I think the materials of legislative history are so very, very thin on which to raise such a \nmighty edifice. \nBut accepting this with all of its intrinsic infirmities, I think the Court's opinion is too doctrinaire. For despite the assumed \npurpose of Congress to make the 1957 Act the sole standard, it is plain to me that this simply could not be. \nThere is, first, the command of the Constitution which overrides all. It is true, of course, as the opinion points out, that with \nrespect to Federal juries Congress can prescribe legislative standards more exacting than what the Constitution requires. So, \ntoo, may Federal Appellate Courts give voice to such standards in doubtful cases short of statutory violation through the \nexercise of supervisory power over the conduct of criminal justice. But neither Congress nor the Courts can disregard what \nthe Constitution demands. \n*73 It is here that we see that the 1957 Act cannot be the sole standard. For it is now clear that there are two constitutional \nimperatives: (1) the jury must fairly represent a cross section of the community;1 and (2) to assure this jury selectors must \nacquaint themselves with the identity and availability of potentially qualified persons within significant elements of that \ncommunity.2 \nThis means that Federal jury selectors must be conscious of the ‘community’3 and all of its significant components. These \ninclude  not  only  racial  groups  but  other  significant  elements  such  as  urban,  rural,  wage  earners,  highly  educated \nprofessionals, low income, poverty areas, and the like. Having become conscious of the community, they must then establish \n(or at least follow) a system or procedure which will in the jury ‘universe’ represent a fair cross section. Even more vital, they \nmust take steps to seek out, find and become acquainted with the identity and availability of, potentially qualified persons \nwithin such elements, especially where the background or experience of the selectors would not give them ready personal \naccess to this information. \nAll of these problems become aggravated by two factors. The first is the relatively small number of names maintained in the \njury box.4 The second, certainly for this Circuit, is the rapid expansion in the number and size of metropolitan areas. The \nlatter presents an added complication since almost invariably the Metropolitan Division is made up of one, or perhaps two \nmetropolitan counties plus up to ten or more nonurban or rural counties. \n  32 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nWhen the ‘universe’ from which the jury box is to be filled numbers into the hundreds of thousands, indeed, at places, over a \nmillion, it is evident that there must be great selectivity. To begin with would be geographical area to assure some balance \nbetween the urban and non-urban sections of the Division. And within the metropolitan county (or counties), there must be \nfurther geographical distribution to the extent, as is frequently so, the areas of residence accurately reflect other significant \ndistinctions such as race, economic status, education, type of employment, and the like. \nThen, quite apart from geography, steps must be taken to assure that significant elements of the community inherent in a fair \ncross section are taken into account. And even random use of sources of large number of names such *74 as city directories, \ntelephone directories voter lists, tax lists, public utility customer lists, etc., does not eliminate the preliminary, and \nconstitutional, condition precedent to their use. Jury selectors must first be satisfied that any such source (or a combination of \nthem) will give a true, fair picture of the community. \nOf these elements, race is, of course, foremost in many of our cities. \nAnother significant factor essential to a fair-cross section is the educational background of the prospective jurors. The \nconsciously sought blue ribbon jury is unacceptable for Federal Courts. Equally so is one of marginal literates. In today's \nsociety of intense public education, a fair cross section is not afforded unless the system pursued fairly produces a balanced \nliterate-intelligence spectrum. \nAnd then on top of all of these selective steps there is the further and final one: selecting the limited number of names from \nthe large source ‘universe’ to provide and thereafter maintain the level in the jury box at the statutory, or larger court-\nprescribed, minimum.5 In *77 the meantime, of course, the box is being partially emptied as grand or petit jury venires are \ndrawn. Consequently, replenishments need to be supplied from time to time. These will normally be added in numbers even \nmuch smaller than the level prescribed for the jury box. Selectivity within this small lot is therefore needed unless, as an \nalternative procedure, some running inventory record is kept by which the names in the box retain a near cross-sectional \nquality through the successive addition of small lots from distinctive significant elements of the community. \nAt every step, therefore, there is a continuing demand for selective judgments. While in making them it may be assumed that \nas to individuals chosen they are required nominally to have only the qualifications prescribed in the 1957 Act, the fact is \notherwise. To those must be added all of the other measuring tests to assure the fair community cross section. This means that \nwhatever Congress might have thought it was doing, it did not, it could not, dispense with these additional judgmental \nstandards by which out of hundreds of thousands, or occasionally a million or more names, the very, very tiny group \ncomprising the box is selected. Judge Bell is most certainly this much right: the selection of a jury box in which all would \nbarely pass the minimum literacy— read-and-write— test would inescapably be constitutionally defective. \nThere is a place therefore— indeed, the Constitution assures a place— for levels of intelligence above the marginal minimum \nliteracy test. Thankfully, the Constitution rescues the judicial structure from the ironic assumption that the law cannot search \nfor or try to get the sort of intellectual preparation for deciding today's complex controversies.6 This is not to disparage the \noften profound, innate wisdom of illiterates or marginal literates. It is to say, however, that the community of today whose \ncross section must be found in the jury box is no longer— if it ever were— at the educational or intellectual level of the \nmarginal literates. Nor is the society which law seeks to serve the simple, agrarian, frontier type. With billions of dollars of \nconstitutionally generated public funds and added billions of private contributions being poured annually into our educational \nsystem, the aim of which is to produce better citizens for this nation, world and time, it simply defies reason to think that \nintellectual attainments and formal educational experiences must be totally disregarded as we select these very important \npublic servants. It is also to say that a system which undertakes to require that the only applicable test is the lowest common \ndenominator runs head-on into the Constitution. \n  33 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nII. \nBut there is no hesitation or weakness in my concurrence in the Court's action. Pursuing one step further the approach \ndiscussed in Part I, it is certain that the Court's decision is eminently correct. The statistical analysis of the number of \nNegroes in the box and those added in 1959, plus the testimony of the Clerk, his Deputy, and Jury Commissioner,  *78 make \none thing clear. No matter how conscientious they were, the jury selectors did not add enough names of qualified Negroes \nbecause they did not know of them. Since the Federal Statute has been interpreted to reflect a legislative standard as favorable \nas that required by the Constitution,7 it is plain that from Smith v. State of Texas through Cassell v. State of Texas, and \nothers,8 the resulting jury box is defective. A jury box produced by such a deficient procedure does not comply with the \nstatutes. And the Court must, as it does, extinguish its actions because of prejudicial statutory error, not in the exercise of its \nsupervisory power. \nGRIFFIN B. BELL, Circuit Judge (concurring in part and dissenting in part): \nI respectfully dissent in part. It is difficult to understand just what the majority opinion holds, much less what it says. As near \nas I am able to discern, the holding is two-fold: First, that the jury commissioners used an impermissible standard of \nselection, i.e., that jurors be able to understand jury proceedings; and second, the key man method used to compile the jury \nlist, entirely aside from the intelligence standard, produced a result which violated the fair cross section of the community \nrequirement. If the first holding is valid, then conceivably the second is obiter dictum under the sweep of the opinion. \nHowever, I do not believe the first to be valid absent a showing that the jury list did not represent a fair cross section of the \ncommunity. Stated differently, I believe the law permits some care in selection to the end that the more competent citizens \nare selected for the jury list if the end result is a fair cross section of the community. This was the teaching of Glasser v. \nUnited States, 1942, 315 U.S. 60, 84-86, 62 S.Ct. 457, 86 L.Ed. 680, and I find nothing in the 1957 Civil Rights Act \namendment to the jury competency statute, 28 U.S.C.A. § 1861, to indicate that Congress has departed from this common \nsense dictate. \nThe statute, in pertinent part, makes a citizen competent to serve as a juror unless he is unable to read, write, speak and \nunderstand the English language. § 1861(2). This standard is subjective in nature and Congress would hardly have been \nincapable of speaking in more precise terms had this been intended as a maximum literacy standard. The fact is however that \nCongress did not adopt this standard in 1957 when it had the civil rights question before it. It was adopted in 1948. Congress \nmerely eliminated any state standard nexus for federal jurors in 1957. Prior to 1948, only state standards were used. By the \n1948 amendment, this federal literacy standard was adopted but no person could be a federal juror who was disqualified as a \nstate juror, and it was this latter proviso which was eliminated by the Civil Rights Act of 1957. The idea was to have uniform \nnational standards for federal jurors as distinguished from state by state variances. \nMoreover, I had hoped that an en banc court would make some contribution to the administration of criminal justice by \nestablishing a definite rule to which District Courts might look in supervising the making of jury lists. Every criminal \ndefendant is entitled to a fair trial before a jury selected under a fair system but the public is entitled to the protection that \ncomes from the imposition of punishment on those found guilty after such a trial. Stability in the law is more than a desirable \nend. It is a sine qua non of the law. Long delays in the termination of litigation lends little dignity to or majesty of a system of \nlaw, and the confidence of the public in the law is surely not bolstered by such delays.1 Thus it is *79 imperative that the \nquestion be settled as to what constitutes a fair jury system. The opinion of the majority largely skips over this fundamental \nproblem by not reiterating the Glasser principle and leaving the matter there. Instead it makes way for more appeals if it \nshould appear that jury commissioners have used the subjective literacy standard of the statute, supra, or a key man approach \n  34 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nto selection. I simply cannot believe that such a strict or technical approach is in order where the result is a jury list which \nreflects a fair cross section of the community. \nBy way of a preliminary summation it is my view that, assuming a list comprising a fair cross section of the community, the \nholding that the jury commissioners acted improperly in selecting jurors of a degree of intelligence which would enable them \nto understand jury proceedings is without foundation in law. A showing of discriminatory use of such a standard is quite \nanother question and is not present here. This majority holding is necessarily based on a conclusion that the federal juror \nqualification standards of § 1861, are maximum standards. Such a conclusion, as we shall see, is for all intents and purposes \nan Act of Congress shrouded in the cloak of a judicial decision. It is apparently based on a syllogism of properly equating the \nminimum standards of § 1861 with uniform or national standards for federal jurors, then improperly equating uniform \nstandards with maximum standards, and ending with the result that they are all the same. I do not believe that this type of \nreasoning can stand the light of day even in these cases which arise out of prosecutions for conduct stemming from civil \nrights activities. Justice Cardozo quoted Justice Holmes as saying: ‘I recognize without hesitation that judges must and do \nlegislate, but they do so only interstitially; * * *’ Nature of the Judicial Process, Selected Writings of Benjamin Nathan \nCardozo, Hall 1947, p. 134. The majority has exceeded this sound rule in these cases with respect to the statutory literacy \nstandard. \nThere is substance, on the other hand, to the question resting on the result which obtained from the selection system used by \nthe jury commissioners. The number of Negroes selected was marginal at best, but the answer must be determined by \nwhether there was an impermissible departure from the cross section of the community requirement.2 The government at first \ndenied that there was such a departure and I agree. However, after panel submission of the cases, and prior to the en banc \narguments, it was announced that new trials should be granted to appellants through an exercise of the court's supervisory \npower. The position of the government in this respect, apparently out of an abundance of caution, is that fair trials may not \nhave been accorded appellants. The key man system used by the Commissioners was said to be proper but the unexplained \nresult of so few Negroes being added in the 1959 revision of the jury list gave the government pause. The position of the \ngovernment was stated as follows: \n‘* * * these cases present a situation in which the jury list was not made up with any purpose of precluding Negroes from \nservice. Nor, since Negroes regularly serve as both grand and petit jurors, can it be concluded that, purpose aside, the natural \nconsequence *80 of the method by which jurors were chosen must have resulted in such Yet the facts remain that, of the \njurors added in the 1959 revision, only .7% were Negroes, and no attempt to add more jurors was made between 1959 and \n1963. \n‘* * * The failure to take such action together with trial of these cases before petit juries upon which there were in fact no \nNegroes creates a possibility of injustice sufficient to warrant reversal of the trial verdicts.’ (Supp. brief, pp. 34-41) \nThis means that the government, while not confessing error, nevertheless feels that new trials are required. It would be \nunusual to say the least for a court to fail to honor such a request on the part of the prosecution. \nAs to the indictments, it is the position of the government that no harmful defect inhered in the grand jury selection process \nas applied to these appellants. Five Negroes served on the grand jury which indicted them and it is urged that no relief \nthrough such an exercise of the courts supervisory power is indicated from the standpoint of the indictments.3 I agree. I would \nthus grant new trials, except as to Slater King. It will be seen that I would reverse his conviction for lack of evidence and \ndirect that his indictment be dismissed unless the government can produce additional evidence within a reasonable time to \nsupport the charge against him. I would let the other indictments stand. \n  35 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nI. \nA statement of the facts would seem to be in order. These are appeals from perjury convictions. The appeal of Miss \nRabinowitz was heard by one panel of the court while the consolidated appeals of Mrs. Jackson, Robert Thomas, Reverend \nWells, Slater King and Thomas C. Chapman were heard by another panel of the court. All were later heard en banc and the \nopinion now under consideration is pursuant to that en banc consideration. \nMiss Rabinowitz was charged with testifying falsely before a grand jury in violation of 18 U.S.C.A. § 1621. The false \nswearing allegedly consisted of statements under oath that she did not observe picketing at Carl Smith's Foodland Store, \nAlbany, Georgia, on Saturday, April 20, 1963; that she did not remember observing the picketing; and that she was not \npresent at the scene of the picketing. The jury found her guilty, and she was committed as a youth offender under 18 \nU.S.C.A. § 5010(b) to the custody of the Attorney General for treatment ant supervision until discharged by the Youth \nCorrection Division of the Board of Parole. \nThe background of the cases is found in the testimony of the member of the staff of the Criminal Division of the Department \nof Justice who was present during the grand jury proceeding which gave rise to the indictments of Miss Rabinowitz and the \nother appellants. His testimony, in pertinent part as given on the trial, out of the presence of the jury, to establish that the false \nswearing was as to a material matter follows: \n‘* * * The last week of July, 1963 I was appointed as a special attorney to assist the United States Attorney for the Middle \nDistrict of Georgia in the presentation of matters which were to come before the grand jury meeting for the Middle District of \nGeorgia which was to convene on July 29, 1963. \n‘* * * The grand jury at this time was investigating a violation of *81 Title 18 U.S. Code Section 1503, which is the \n‘obstruction of justice’ statute, * * *. \n‘* * * The grand jury at this time was investigating the economic boycott, picketing, which had taken place against Mr. Carl \nSmith at his Foodland Super Market in April of 1963. The investigation had disclosed that Mr. Smith had sat as juror in a \ncivil action involving a Mr. Charles Ware and L. Warren Johnson during April of 1963, and that as a result of his having \nassented to the verdict in that case on which he was a juror the boycott and picketing was instituted against him. Preliminary \ninvestigation disclosed that he was, as a result of his service as a juror, subsequently put out of business * * *. \n‘Mr. Smith was sitting as a juror in the Federal Court of the Albany Division of the Middle District of Georgia.’ \nThe records disclose that Dr. William G. Anderson, Robert William Colbert and Luther Woodall, Jr. were indicted as a result \nof this investigation for conspiring to violate Title 18 U.S.C.A. § 1503. The picketing and economic boycott took place in \nAlbany, Georgia. The grand jury investigation and subsequent trial of appellant took place in Macon, Georgia, in the same \ndistrict but in another division of the court some one hundred miles from Albany. The grand jury was drawn from the Macon \nDivision. \nMiss Rabinowitz testified before the grand jury. After answering preliminary questions concerning her employment in the \nAlbany area by the Student Non-Violent Coordinating Committee, a civil rights group, and the work of the Albany \nMovement, also a civil rights group, she stated that she knew the location of the Carl Smith store but that she could not \nspecifically remember the occasion when the store was picketed. She stated tat she remembered hearing about it, and she also \nremembered hearing about the Ware v. Johnson case out of which the picketing allegedly arose. She denied that she was \nstanding across the street from the store with Reverend Samuel Wells while the picketing was taking place. On another \n  36 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \noccasion she stated that she did not remember seeing the picketing, and that she was quite sure that she would have \nremembered seeing it if she had been present, or if she had been directing the picketing. On still a third occasion she testified \nthat she did not remember being at the scene of the picketing, and then that she was not present at the picketing. \nOn the trial, Mr. Smith the owner of the store, his son-in-law and his meat department manager all testified that they saw \nMiss Rabinowitz across the street from the store at the time, standing with Reverend Wells, and that she was directing the \npicketing during the first phase of it which was in the early afternoon of Saturday, April 20, 1963. The son-in-law testified \nthat Mr. Smith directed him to make a picture of the group including appellant, and that appellant ran out of the line of the \ncamera as he approached her, and he was unable to get her picture. Mr. Smith recognized appellant some three months later \nupon meeting her accidently on the street in Macon during the grand jury investigation. The son-in-law stated that he \nrecognized her in the hall of the federal building. The recognition in each instance was before their grand jury testimony. The \nmeat department manager did not testify before the grand jury but did identify appellant from the witness stand on the trial of \nthe case. He had previously identified her from a group of pictures shown him by an agent of the Federal Bureau of \nInvestigation. \nTo the contrary, appellant offered twelve witnesses, ten of whom testified that it was Miss Joyce Barrett who was present at \nthe picketing and not appellant. One of the twelve witnesses was not present during the first phase of the picketing, and one \ntestified that she saw Miss Barrett only during the second phase. Miss Rabinowitz denied being present. Reverend Wells did \nnot testify. Miss Barrett admitted her presence and the testimony, almost without contradiction *82 was that there was only \none white girl present at the picketing. Miss Barrett was not indicted. Miss Rabionowitz also introduced the testimony of five \ncharacter witnesses. \nThe testimony for Miss Rabinowitz was somewhat weakened by the fact that the FBI agent in charge of investigating the \nalleged obstruction of justice had interviewed several of her witnesses shortly after the picketing and boycott, and the \ninvestigation did not disclose the presence of Miss Barrett. She too was a civil rights worker in Albany at the time. Several \nhundred witnesses had been interviewed by the FBI in connection with its investigation and the testimony was that the sum of \nthe investigation showed only Miss Rabinowitz as being present at the scene, and not Miss Barrett. Moreover, the agent \ntestified that Miss Barrett had gained some fifteen to twenty pounds in weight, and had cut her hair short and dyed it black \nduring the interim between the picketing and the trial. This change made her more nearly resemble Miss Rabinowitz, and it \nappeared that most of Miss Rabinowitz's witnesses made their identification as between her and Miss Barrett shortly before \nthe trial. There was, of course, other evidence, and the case, like the others, was hard fought by able counsel in a trial \nsupervised in an exemplary manner by the trial judge. \nThe consolidated appeals of Mrs. Jackson, Robert Thomas, Reverend Wells, Slater King, and Thomas, C. Chapman from \nperjury convictions involve the same grand jury investigation. They, along with others, were called as witnesses before the \nfederal grand jury in Macon. They, along with others, attended a meeting in the office of C. B. King, Attorney at Law, \nAlbany, Georgia, relative to their appearance. These appellants were all interrogated before the grand jury about the meeting. \nThe meeting took place on the afternoon of July 30. On the day of the interrogation, August 5, none was able to remember \nattending the meeting. The proof was clear, except as to Slater King, that they attended the meeting. The secretary and also \nthe law clerk to Mr. King, the attorney, in whose office they met, testified for the government to this effect. Mrs. Jackson, \nand Messrs. Thomas and Chapman received probated sentences. Reverend Wells and Slater King were each sentenced to a \nyear in prison. \nOnly Miss Rabinowitz, Mrs. Jackson and Mr. King contest the sufficiency of the evidence. Reverend Wells relies on the \nattorney-client privilege, and all rely, along with Miss Rabinowitz, on the contention that the grand jury and the petit jury \n  37 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nwere illegally composed. The appeal of Miss Rabinowitz contains seven additional assignments of error. None of these will \nbe discussed in this dissenting opinion other than to say that each is without merit. Neither is there merit in any of the non-\njury question assignments of the other appellants except that of Slater King on the insufficiency of evidence contention. That \nassignment of error will be considered before reaching the jury composition question since I would not dismiss the \nindictments. \nTHE SLATER KING QUESTION \nAfter studying the records in these appeals, I am left with serious doubt that Slater King attended the meeting as such in the \noffice of C. B. King, the attorney. He is a brother of the attorney with an office in the same building. He was called to bring \nchairs from his office into the law office and did so. There was no direct proof that he actually attended the meeting. The \nproof was that he was present during two or three trips with chairs; that he greeted others present; and also answered the \ntelephone while there. There were two offices and he was in and out of both. In view of the doctrine that stricter proof is \nrequired in a perjury case, I would reverse as to Slater King. The proof in a perjury case must be strong, clear, convincing and \ndirect. Paternostro v. United States, 5 Cir., 1962, 311 F.2d 298. Cf. Beckanstin v. United States, 5 Cir., 1956, 232 F.2d 1; \nCuesta v. United States, 5 Cir., 1956, 230 F.2d 704. There is no such *83 proof as to Slater King attending the meeting and \nthus his perjury conviction must fail. \nTHE JURY COMPOSITION ISSUE \nThe appeal of the other appellants must stand or fall on the question of the illegality of the jury list. I would hold that they \nfailed in their burden of establishing that the list was not composed in accordance with the jury selection statutes, 28 \nU.S.C.A. §§ 1861-644 or the controlling decisions of the Supreme Court from either a constitutional or a statutory standpoint. \nI would however grand new trials under the supervisory power of the court as suggested but this will leave the indictments \nstanding. New trials under only the supervisory power brings the literacy question, as we shall see, into sharp focus. Is the \nresult to be tested by proportions of population based on race only, or race plus literacy?4a \nThe Macon Division of the Middle District is comprised of eighteen Georgia counties. 28 U.S.C.A. § 90(b)(2). The jury list \nwas complied in 1959. It is the position of appellants that the illegality of the list, while not intentional, was nevertheless \ncaused by the use of an improper selection system to the end that Negroes were included only to a token extent and hence the \nsystem was discriminatory. \nThe impropriety is said to flow from a breakdown in the key man system of compiling the list of prospective jurors in that \nfew Negro key men were contacted, and from too strict an intelligence standard. It is urged that a prima facie case was \nestablished by the wide discrepancy between the number of the Negroes in the Macon Division and the number on the jury \nlist. Negroes made up 5.9 percent of the jury list and 34.55 percent of the adult population of the Division over age 21 \naccording to the 1960 census. This is the issue; and it turns on whether this disparity was explained or offset by other factors. \nIt has long been settled that the jury list must be representative of the community, Smith v. State of Texas, supra; the concept \nis that it should reflect a cross section of the community rather than being the organ of some special group or class. Glasser v. \nUnited  States,  supra.  The  Supreme  Court  stated  in  Glasser  that  so  long  as  this  requirement  is  observed,  the  jury \ncommissioners may exercise discretion in making the list to the end that competent jurors are selected. I find nothing in the \njury selection statutes, §§ 1861-64, or in their legislative history which avoids this teaching, or which in anyway militates \nagainst it. Indeed, the principle was reiterated by the Judicial Conference of the United States in approving in September, \n1960 *84 a report of the Judicial Conference Committee on the operation of the jury system. 26 F.R.D. 409, 421. The report, \ntaking note of the 1957 amendments, makes the following recommendations with respect to selecting jurors for the list: \n  38 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘I. In order that grand and petit jurors who serve in United States district courts may be truly representative of the \ncommunity, the sources from which they are selected should include all economic and social groups of the community. The \njury list should represent as high a degree of intelligence, morality, integrity, and common sense as possible. \n‘II. The choice of specific sources from which names of prospective jurors are selected must be entrusted to the clerk and jury \ncommissioner, acting under the direction of the district judge, but should be controlled by the following considerations: (1) \nthe sources should be coordinated to include all groups in the community; (2) economic and social status including race and \ncolor should be considered for the sole purpose of preventing discrimination or quota selection; * * *. \n‘III. The statutory requirement that federal courts must observe the qualifications and exemptions prescribed for jurors in the \nstate courts has been abandoned, the jurors should now be called without regard to state qualifications. \n‘V. In order to determine whether persons under consideration for selection as jurors possess the required qualifications, it is \nrecommended that, when practicable, the practice should be followed in every district of requiring each prospective juror to \nanswer a questionnaire and, where conditions permit, to be personally interviewed, except that in the case of prospective \njurors who appear to be clearly qualified or disqualified on the face of the questionnaire, personal interviews may be \ndispensed with. Where such practice is followed, no name should be placed in the jury box or wheel, or added to the jury \nlists, until the jury commission, from its investigation, is satisfied that the juror is qualified. An example of a questionnaire \nand form of letter enclosing it, prepared by the Committee, is included in the Report. (See Exhibit 1.)’ (Form of questionnaire \nincluded question: ‘What education have you had?’) \nBut now the majority holding on the literacy standard rejects Glasser and also this Judicial Conference recommendation that: \n‘The jury list should represent as high a degree of intelligence * * * as possible.’ This is palpable error. \nI would apply these settled principles to the facts here. The last previous jury list was compiled in 1953. 1,897 names were on \nthat list. The Georgia law was then amended making women eligible for jury service and the names of 308 women were \nadded to the list. There were 177 Negroes on that list. Whit the adoption of the 1957 amendment separating federal jurors \nfrom state standards, a new jury commissioner was appointed to work with the clerk in the preparation of the 1959 list. Their \nwork resulted in a list of 1,985 names. There are no racial designations on the list but an examination of the questionnaires \nreturned by prospective jurors, which called for information as to race as well as age, sex, occupation, citizenship, health and \nliteracy, disclosed that 117 or 5.9 per cent of the total of 1,985 jurors were Negroes. \nThe  jury  commissioner  testified  that  the  1959  list  was  prepared  pursuant  to  these  recommendations  of  the  Judicial \nConference. His testimony and that of the clerk and a deputy clerk who assisted in the compilation of the list was that they \nsought the names of persons throughout the Macon Division, white as well as Negro, for jury service. They used the key man \nsystem recommended by the Judicial Conference. 26 F.R.D. 425. Their standard was to find prospective jurors able to \nunderstand jury proceedings. \nThe commissioner and the clerk worked under the supervision of the District *85 Court and became familiar with the \nstatutory qualifications for jurors as a beginning. They then, after investigation, removed the names of all persons who had \nmoved, or were deceased or were mentally or physically infirm from the 1953 list. This left 1,485 names. Then other names \nwere selected by inquiry over the Division in person and by letter. Questionnaires were then sent to the remaining names on \nthe 1953 list and the new names that had been acquired with the result that between four and five thousand questionnaires \nwere sent to prospective jurors. No evidence was available as to how many questionnaires went to Negroes. No effort was \nmade to prorate jurors on the basis of population as between the races. The commissioner, the clerk and the deputy clerk all \ntestified that they had no preconceived notion as to how many jurors should be Negroes. In the words of the commissioner: \n  39 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n‘* * * I said we attempted to be sure that all factions and groups within the community were represented, occupation-wise, \nsex and racially-wise, but without attempting to measure it by the population precisely or to have any given percentage \nrepresented by any vocational or occupational group or by race or sex.’ \nAt any rate, a total of 2,338 persons returned the questionnaires, all of which were on file in the clerk's office at the time of \nthe trial. 353 of these were not placed on the list for one reason or another. 297 of these were white, 53 were Negro and the \nrace of 3 was unknown. 113 of the 117 Negroes on the 1959 list were carryovers from the 1953 list while 4 were new. Of the \nNegroes in the total of 53 left off, 7 were new to the list and the others were on the 1953 list. \nThe clerk testified that it was difficult to get qualified Negroes because they were like women; they did not want to serve on \nthe jury. The clerk also testified that in the main the jurors selected were in the age group of 25 to 50. He indicated that \nschool and military service rendered many near the age of 21 unavailable for jury service, and thus it was not feasible to \ninclude persons in this age group on the list. In view of this posture of the selection process, I will consider the available \ncensus data as it relates to the adult population in the Macon Division age 25 and over. Some of the date to be referred to was \nsubmitted in the District Court where it was agreed that census data might be considered by way of judicial notice, and the \nadditional data on the appendix attached hereto was compiled from census bureau records. \nThe burden was on appellant to make out a prima facie case of discrimination against Negroes in the compilation of the jury \nlist. This could be established by showing intentional systematic exclusion of Negroes from the list. Strauder v. West \nVirginia, 1880, 100 U.S. 303, 25 L.Ed. 664; Ex parte Virginia v. Rives, 1880, 100 U.S. 313, 25 L.Ed. 667. It might also be \nestablished, and it is conceded that the exclusion here was not intentional, by simply showing that the selection system used \nwas such as resulted in discrimination in that only a token number of Negroes were included on the list. This is a result test \nand cause or fault is not important. See Cassell v. State of Texas, 1950, 339 U.S 282, 286, 70 S.Ct. 629, 94 L.Ed. 839; and cf. \nsystems used in Avery v. State of Georgia, 1953, 345 U.S. 559, 561, 73 S.Ct. 891, 97 L.Ed. 1244; and Hill v. State of Texas, \n1942, 316 U.S. 400, 404, 62 S.Ct. 1159, 86 L.Ed. 1559. \nThe test to be applied to this latter aspect of jury system discrimination—mere token inclusion because of a faulty system— \nwas described in Hill v. State of Texas, supra. As a matter of determining whether the course of conduct of the jury \ncommissioners operated to discriminate. In United States ex rel. Seals v. Wiman, 5 Cir., 1962, 304 F.2d 53, this court said the \ntest was to be made largely on the basis of objective results. The Third Circuit Court of Appeals has described the test in \nterms of negligence— federal jury officials may not exclude any economic, social, religious, racial, political or geographical \ngroups either intentionally *86 or through negligence. Dow v. Carnegie-Illinois Steel Corporation, 3 Cir., 1955, 224 F.2d \n414. And a good summary of the problem which comes from mere token inclusion of Negroes is set out in United States ex \nrel. Seals v. Wiman, supra: \n‘Actually, whether the presence of a few Negroes on a venire containing many names is evidence tending to prove or to \ndisprove racial discrimination depends upon the proportions of Negroes and whites who are qualified for jury service. Reece \nv. (State of) Georgia, 1955, 350 U.S. 85, 87, 88, 76 S.Ct. 167, 100 L.Ed. 77. Fairness in selection does not require \nproportionate representation of races upon a jury venire. Akins v. (State of) Texas, 1945, 325 U.S. 398, 403, 65 S.Ct. 1276, \n89 L.Ed. 1692. It is nonetheless true that very decided variations in proportions of Negroes and whites on jury lists from \nracial proportions in the population, which variations are not explained and are long continued, furnish sufficient evidence of \nsystematic exclusion of Negroes from jury service. Brown v. Allen, 1953, 344 U.S. 443, 471, 73 S.Ct. 397, 97 L.Ed. 469. It \nwas there said: ‘Of course, token summoning of Negroes for jury service does not comply with equal protection, Smith v. \n(State of) Texas, 311 U.S. 128 (61 S.Ct. 164, 85 L.Ed. 84).’ * * *.' 304 F.2d at 66-67. \n  40 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nThe rule that racial as well as other groups must be represented on a jury list so as to afford an impartial jury drawn from a \ncross-section of the community was explained in Thiel v. Southern Pacific Co., 1946, 328 U.S. 217, 66 S.Ct. 984, 90 L.Ed. \n1181. There a jury list from which all persons who worked for a daily wage were excluded was declared illegal. The court \nsaid: \n‘The American tradition of trial by jury, considered in connection with either criminal or civil proceedings, necessarily \ncontemplates an impartial jury drawn from a cross-section of the community. Smith v. (State of) Texas, 311 U.S. 128, 130, \n61 S.Ct. 164, 165, 85 L.Ed. 84 (86); Glasser v. United States, 315 U.S. 60, 85, 62 S.Ct. 457, 471, 86 L.Ed. 680 (707). This \ndoes not mean, of course, that every jury must contain representatives of all the economic, social, religious, racial, political \nand geographical groups of the community; frequently such complete representation would be impossible. But it does mean \nthat prospective jurors shall be selected by court officials without systematic and intentional exclusion of any of these groups. \nRecognition must be given to the fact that those eligible for jury service are to be found in every stratum of society. Jury \ncompetence is an individual rather than a group or class matter. That fact lies at the very heart of the jury system. To \ndisregard it is to open the door to class distinctions and discriminations which are abhorrent to the democratic ideals of trial \nby jury. \n‘The choice of the means by which unlawful distinctions and discriminations are to be avoided rests largely in the sound \ndiscretion of the trial courts and their officers. * * *’ Id. at 220, 66 S.Ct. at 985, 90 L.Ed. at 1184-1185. \nThe most recent Supreme Court decision on the question presented is Swain v. State of Alabama, 1965, 380 U.S. 202, 85 \nS.Ct. 824, 13 L.Ed.2d 759. There the jury commissioners, in selecting names for the jury list, made personal inquiry \nsomewhat on a key man basis and also used various lists as sources. The resultant jury venires contained only 10 to 15 per \ncent Negroes as against Negroes making up 26 per cent of those persons in the population eligible for jury service. The court \nheld that petitioner failed to carry the burden of proof that the system was illegal, saying: \n‘* * * Neither the jury roll nor the venire need be a perfect mirror of the community or accurately reflect the proportionate \nstrength of every identifiable group. ‘Obviously the number of races and nationalities appearing in the ancestry of our \ncitizens would make it impossible to meet a requirement of *87 proportional representation. Similarly, since there can be no \nexclusion of Negroes as a race and no discrimination because of color proportional limitation is not permissible.’ Cassell v. \n(State of) Texas, 339 U.S. 282, 286-287, 70 S.Ct. 629, 631-632, 94 L.Ed. 839, 847 (opinion of Mr. Justice Reed, announcing \njudgment). We cannot say that purposeful discrimination based on race alone is satisfactorily proved by showing that an \nidentifiable group in a community is underrepresented by as much as 10%. See Thomas v. (State of) Texas, 212 U.S. 278, \n283, 29 S.Ct. 393. 394, 53 L.Ed. 512 (514); Akins v. (State of) Texas, 325 U.S. 398, 65 S.Ct. 1276, 89 L.Ed. 1692; Cassell v. \n(State of) Texas, 339 U.S. 282, 70 S.Ct. 629, 94 L.Ed. 839. Here the commissioners denied that racial considerations entered \ninto their selections of either their contacts in the community or the names of prospective jurors. There is no evidence that the \ncommissioners applied different standards of qualifications to the Negro community than they did to the white community. \nNor was there any meaningful attempt to demonstrate that the same proportion of Negroes qualified under the standards \nbeing administered by the commissioners. It is not clear from the record that the commissioners even knew how many \nNegroes were in their respective areas, or on the jury roll or on the venires drawn from the jury box. The overall percentage \ndisparity has been small, and reflects no studied attempt to include or exclude a specified number of Negroes. Undoubtedly \nthe selection of prospective jurors was somewhat haphazard and little effort was made to ensure that all groups in the \ncommunity were fully represented. But an imperfect system is not equivalent to purposeful discrimination based on race. We \ndo not think that the burden of proof was carried by petitioner in this case.' Id. at 208-209, 85 S.Ct. at 829, 13 L.Ed.2d at 766. \n  41 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nHere, of the 34.55 per cent of the population eligible under federal law, the list included 5.9 per cent Negroes. Correlated to \nthe population 25 years old and over, these figures are 5.9 per cent on the list as against 34.02 per cent Negro population. The \nposition of appellant is that such a disparity calls for an explanation; another way of stating that a prima facie case of \nillegality was made out as was the case in United States ex rel. Seals v. Wiman, supra. \nIn Seals the grand jury which indicted the defendant included eighteen persons, none of whom were Negroes. Here the grand \njury included five Negroes. The petit jury in Seals included no Negroes and that was the case here. In Seals the jury rolls \nbetween September 30, 1955 and September 30, 1959 contained a total of 32,930 names of which only 427 or 1.3 percent \nwere Negroes. Between October 3, 1948 and July 1, 1955 jury panels contained 16,798 names of which 179 were Negroes or \n0.94 per cent. According to the 1950 census 31.7 per cent of the population of Mobile County between ages 21 and 65, the \nAlabama age limit for jury service, was Negro. However, in Seals, the court pointed out that there was no testimony that, on \nthe average, Negroes in Mobile County were less qualified for jury service than white. Indeed, there was testimony to the \ncontrary. Here, there was testimony that Negroes were less qualified, and the census records, to be discussed infra, see \nappendix, would belie an assertion to the contrary. \nThese statistics are to be compared with those under consideration in this case, but before doing so we must again consider \nthe literacy question—whether the racial proportions of the population may be modified by a literacy standard. The statute, § \n1861, footnote (4), supra, sets the qualifications for jury service generally as a citizen of the United States who has attained \nthe age of 21 years, and who has resided for one year within the judicial district unless he has been convicted of a \ndisqualifying crime or is unable to read, write, speak and understand the English language, or in incapable, *88 by reason of \nmental or physical infirmity, of rendering efficient jury service. \nThe Judicial Conference Report adopted some three years after the 1957 amendment on which the majority relies treated \nthese literacy qualifications as minimum standards only by pointing out that the jury list may be upgraded in intelligence so \nlong as the result is a jury list representing a fair cross section of the community. The statute itself demonstrates that the \nstandards are minimum. They are stated negatively; all are competent except those failing to meet these standards. § 1861(3) \nprovides that jurors are to be efficient. This again is subjective, and shows the minimum approach of the statute. \nThere is absolutely nothing in any legislative history to support a holding to the contrary. The 1957 amendment did no more \nthan remove the last vestige of state law qualifications for federal jurors. This was desirable in the name of uniformity for all \nfederal courts, but the real reason was to make more Negroes eligible to serve as jurors. It was no new civil right other than in \nthe sense of a general improvement in the status of the Negro citizens. No one would contend that any particular person has a \nright to be a juror. Only a small percentage of those eligible are placed on the list. The real right involved was that of \nproviding jury systems representing a fair cross section of the community. Nothing short of judicial legerdemain could \ntransform the minimum uniform standards of the statute into maximum standards. Having concluded that the statutory \nqualifications are minimum only, I would hold that the intelligence standard used was reasonable— to select jurors who \ncould generally understand court proceedings tried to a jury.5 \nIt thus seems clear that the racial proportions of the population may be modified by a reasonable literacy standard in making \nthe result test injury discrimination cases. And in considering the contentions that the source method was inadequate and the \nresult achieved was improper, I would make such a modification. \nAppellants buttress their claim of exclusion on the fact that fewer inquiries were made of Negroes than of whites for the \nnames of prospective Negro jurors. The commissioner, clerk and deputy clerk were all white and their testimony was that \nthey mainly inquired of white sources although they could remember some inquiries of Negroes. The source method used \n  42 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nwas haphazard6 but the case should stand or fall on the disparity, if unexplained, between the percentage of Negro population \nand the number of Negroes on the jury. \nThere is no evidence as to how many questionnaires were sent to Negroes and not returned, if any, and the questionnaires \nwere not available on the trial. It was agreed that census data might be considered; hence, was the disparity considered in the \nlight of the census data sufficient to require explanation?7 The disparity based on pure population is extreme and would, \nwithout more, be proscribed. However, in the light of the disparity standard in Swain v. State of Alabama, supra, related to \nany reasonable *89 juror intelligence standard— the disparity is overcome. In my view it is extremely unreasonable to relate \nthe question to pure racial proportions where it is known that a high rate of illiteracy prevails in the population. It is \nunrealistic and unnecessary; in fact it would be fatal to the jury system to require that illiterates be permitted to serve on \njuries. The law makes no such requirement, and illiterates should not be counted in making a result test. \nThe question should reduce itself to whether the result as to the number of Negroes on the list, standing alone, made out a \nprima facie case. Stated differently, was the disparity which the result reflected sufficiently explained? \nThe jury commissioner, a citizen well versed in Georgia educational standards, stated that a smaller percentage of Negroes \nthan whites were qualified for jury service, and the figures on the attached appendix demonstrate this fact in a spectacular \nway. There is no evidence as to a specific educational level having been used but the intelligence level used in seeking jurors \nwho would understand jury proceedings is undisputed, and we think there is a relationship between the two. As the appendix \nshows, Negroes comprised only 10.3 per cent of the total population 25 years and over who had completed four years of high \nschool or more in 1960; 13.6 per cent of those who had completed one to three years of high school or more, and 15.7 per \ncent based on completing eight years of school or more. The figure for the sixth and fifth grades were 21.0 per cent and 24.3 \nper cent, respectively. See note to appendix. These figures are to be compared with the 5.9 per cent of Negroes on the jury \nlist. In sum, the figures on the appendix show less than a 10 per cent disparity even when related to an eighth grade \neducation. \nIn United States v. Henderson, 7 Cir., 1962, 298 F.2d 522, see footnote 31, majority opinion, a jury selection system was \nused whereunder prospective jurors were required to answer a questionnaire in their own handwriting. The questionnaire \nrequired that the number of years of primary, high school and college education be indicated by the circling of appropriate \nfigures on the form. An eighth grade education standard was one factor used in the selection process. The court approved this \non the basis that the statute including the 1957 amendment provided minimum and not maximum standards, and specifically, \nenvisioned jurors who could render ‘efficient’ service. This was a salutary system. The majority seems to approve it but \nreverses nevertheless. In another part of the opinion the majority seemingly approves a sixth grade standard but only if the \ndistrict court so orders. This recession from the flat holding that the literacy standard of § 1861 is a maximum requirement is \nthe logical recognition that must come from the subjective language of the statute and from the fact that it sets a minimum \nstandard only. \nThese Georgia educational attainment figures, of course, demonstrate a fact in which no enlightened society could take pride. \nTime and an improved system of education will cure this ill. However, this is a jury selection problem and we are of the view \nthat the racial proportions here, reduced, as they must be if the jury system is to remain vigorous, to any reasonable \neducational standard are not so disparate as to make out a prima facie case of illegality in the compilation and maintenance of \nthe jury list in question. A precise educational standard for measuring what the jury commission required— the ability to \nunderstand court proceedings in cases tried to a jury need not be set. There must be, in any event, a fair cross section of the \ncommunity on the list. A high standard of literacy is to be desired if a fair cross section can still be obtained. Whether an \neighth grade or some other standard is to be used as a factor in selecting jurors for the list depends on whether a fair cross \n  43 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nsection will be available under the system used. This is what Glasser points out. It is still the law, and good law. *90 It makes \nthe jury system both fair and viable. \nIn my view appellants failed to show a contravention of the Constitution or statutes in making the jury list here, but \nadmittedly the result is close. The jury commissioners should not act grudgingly in placing Negroes on the list. A result such \nas this where such a minimal number of Negroes are found on the list is suspect and leads to challenges when challenges \ncould be avoided through the confidence that would follow from a generous listing of Negroes. \nThe suggestion that the court order new trials because only 4 Negroes were added to the 1959 list while 553 whites were \nbeing added is reasonable. The selection system was not improper but its operation went wrong to the extent that the result is \ncast in considerable doubt. This holding alone will require that the jury list be revised to include substantially more Negroes. \nThis is as far as I would go. The finding of a statutory violation because of the use of the intelligence standard by the majority \nis not only a quest for error; it amends the statute by raising the literacy standards from minimum to maximum. To go still \nfurther and dismiss the indictments when five Negroes served on the very grand jury that indicted the appellants is somewhat \nin the nature of a gratuity. Such overbreadth is unfortunate; it is not equal protection. \nAs stated, I would reverse as to Slater King for an insufficiency of evidence; I would reverse as to the other appellants for the \npurpose of affording them new trials as suggested by the prosecution. \n      APPENDIX             \n  \nColumn  1  2  3  4  5  6 \n                    \n   Persons 25 years & over          \n  \n         Completed          \n  \n         5 yrs. or  Completed       \n     \n         more  6 yrs. or       \n     \n         (i. e. meets  more       \n     \n   Total  Completed  U.S. Army  (i. e. meets  Completed  Completed \n                 \n   Population  fewer than  standard of  standard of  8 yrs  1 to 3 yrs \n                 \n   25 years  5 school  “functionally  Civil Rights  school or  high school \n                 \n   & over  years  literate”)  Act of 1964)  more  or more \n                 \nBaldwin  22,066  7,405  14,661  13,021  9,330  7,513 \n                    \nBibb  73,819  11,440  62,379  57,803  46,185  40,601 \n                    \nBleckley  4,742  1,305  3,437  3,083  2,237  1,770 \n                    \nButts  4,527  1,111  3,416  3,078  2,283  1,785 \n                    \nCrawford  2,692  772  1,920  1,662  1,059  764 \n  44 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n                    \nHancock  4,475  1,373  3,102  2,636  1,673  1,316 \n                    \nHouston  17,950  2,197  15,753  15,016  13,079  11,766 \n                    \nJasper  3,158  844  2,314  2,074  1,463  1,165 \n                    \nJones  4,091  1,024  3,067  2,748  1,952  1,609 \n                    \nLamar  5,282  1,053  4,229  3,845  2,840  2,384 \n                    \nMonroe  5,085  1,195  3,890  3,530  2,661  2,134 \n                    \nPeach  6,531  1,653  4,860  4,474  3,589  3,078 \n                    \nPulaski  4,156  1,083  3,073  2,800  2,125  1,776 \n                    \nPutnam  3,786  928  2,858  2,524  1,824  1,532 \n                    \nTwiggs  3,469  1,210  2,259  1,955  1,246  963 \n                    \nUpson  12,784  2,797  9,987  9,043  6,559  5,196 \n                    \nWashington  9,325  2,768  6,557  5,865  4,250  3,405 \n                    \nWilkinson  4,617  1,164  3,453  3,043  2,138  1,752 \n                    \nTotal  192,537  41,322  151,215  138,200  106,493  90,509 \n                    \n         Completed  Completed          \n     \n         5 yrs. or  6 yrs. or          \n     \n         more (i. e.  more (i. e.          \n     \n   Total Non-     meets U.S.  meets        Completed \n           \nCompleted  White  Completed  Army standard  standard  Completed  Completed  4 years \n                       \n4 yrs. of  Population 25  fewer than  of  of Civil  8 yrs  1 to 3 yrs  of high \n                       \nhigh school  years &  5 school  “functionally  Rights Act  school  high school  school \n                       \nor more  over  years  literate”)  of 1964)  or more  or more  or more \n                       \n4,404  7,922  4,059  3,863  3,140  1,619  1,143  493 \n                       \n25,713  22,508  8,090  14,418  12,180  7,400  5,775  2,602 \n                       \n959  1,099  680  419  311  127  71  39 \n                       \n  45 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n1,165  1,689  790  899  709  356  255  173 \n                       \n427  1,250  600  650  516  238  145  69 \n                       \n713  2,898  1,224  1,674  1,301  586  421  207 \n                       \n7,464  3,360  1,699  1,661  1,359  706  516  244 \n                       \n758  1,460  687  773  617  281  171  72 \n                       \n876  1,749  763  986  806  415  307  160 \n                       \n1,432  1,703  672  1,031  869  505  381  200 \n                       \n1,281  2,106  909  1,197  988  539  354  158 \n                       \n1,925  3,256  1,444  1,812  1,552  1,026  817  483 \n                       \n863  1,461  759  702  562  281  188  90 \n                       \n877  1,826  745  1,081  851  440  307  130 \n                       \n522  1,802  925  877  703  323  197  83 \n                       \n3,060  3,066  1,537  1,529  1,193  549  304  137 \n                       \n1,825  4,564  2,309  2,255  1,795  891  660  240 \n                       \n944  1,774  822  952  760  427  302  119 \n                       \n55,208  65,493  28,714  36,779 1  30,212 2  16,709 3  12,314 4  5,699 5 \n                       \n                       \n  \n                       \n  \n                       \n  \n                       \n  \n                       \n  \n                       \n  \n*91 GEWIN, Circuit Judge, (concurring in opinion by Judge GRIFFIN B. BELL). \nI join in and fully approve the opinion written by Judge Bell. However, I wish to make the following additional statement. \nIn my view there has been at most a statutory violation with respect to the selection and composition of the petit juries \ninvolved in these cases. No constitutional infirmaties are involved. \n  46 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nThis Circuit has already held in Chance v. United States (1963) 322 F.2d 201 at 205, cert. den. 379 U.S. 823, 85 S.Ct. 47, that \nthe Civil Rights Act of 1957 placed no affirmative duty on jury selection officials, but on the contrary it provided a negative \nrequirement which proscribes *92 discrimination directly or indirectly in the jury selection process. As to holdings in other \ncircuits and districts, see footnote 10 of the opinion. In my view we must expressly overrule the Chance case, or follow it. I \nbelieve Chance reached the right conclusion. As pointed out in the Government briefs, the legislative history of the Act does \nnot support the conclusion reached in the majority opinion. This legislation was opposed by Senators Morse, Douglas, \nCarroll, and Clark for the very reason that the statute followed the Thiel and Ballard cases and that it contains only one \ncommand, which is, that there be no purposeful exclusions based upon race or other similar status considerations. \nI am unable to find constitutional infirmities in the system used in the Macon Division, although I am willing to accede to the \nGovernment's request that since the system apparently did not work with respect to the last revision of the jury rolls and the \npetit juries here involved, justice may require a new trial. The system did work as to the grand jury in this case and there were \nfive (5) Negroes on it. No one could criticize this percentage of participation so far as the grand jury is concerned. It seems to \nme the majority opinion not only expands the statute but it also condemns the practice approved by the Judicial Conference \nof the United States with respect to the conscientious selection of well qualified jurors. \nCOLEMAN, Circuit Judge (concurring in part and dissenting in part): \nThe preceding opinions, on which my able Brethren have worked with such commendable effort and diligence, have amply \ndiscussed all possible points of view as to the appropriate decision of these cases. This takes care of all temptation to indulge \nin an elaboration of my own views. \nI concur in the reversal of the convictions solely because the Government recommends it, which I think it has a right to do as \nif in the nature of nolle prosequi. I would not agree to this, however, if it were not apparent from the great diversity of \nopinion among the Judges of this Court that such a recommendation is not clearly wrong. \nWith deference, I strongly dissent to the dismissal of the indictments. \nThere is another side to the issues raised by these cases. I believe that the constitutional guaranty of trial by jury necessarily \nrequires a jury which is able to comprehend and intelligently resolve the factual issues submitted to its verdict. This certainly \nincludes education, literacy and the other factors customarily required in the complex decisions of the present day. Any act of \nCongress mandatorily prescribing a lower standard would be unconstitutional. \nIn this matter of jury composition, I would hope that in some way we can get back to the true pole star, which is that when \nany party litigant has been heard by a fair, impartial, intelligent jury, he should have no further room to complain. \nAll Citations \n366 F.2d 34 \n \nFootnotes \n*  Subsequent to the hearing and circulation of the opinion but prior to the decision of these cases, Judges Jones and \nRives retired. Under the applicable statute, 28 U.S.C. § 46(c), a Senior or Retired Circuit Judge is competent to sit en \n  47 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nbanc on the rehearing of a case where he was a member of the three-judge panel which originally heard the case. \nJudge Rives is eligible to participate in Jackson v. United States. Since there is a substantial question as to whether \nJudge Rives is eligible to participate in Rabinowitz v. United States, he did not participate in the decision of that case, \nbut the Court has adopted his opinion in Jackson v. United States as the opinion of the Court in Rabinowitz v. United \nStates. Since the issues presented in both cases are identical, Judge Rives' opinion is drafted so as to apply to both \ncases. Judge Jones took no part in the determination of either case. \n1  Indeed, a departure from the statutory scheme, which ‘deprives the jury system of the broad base it was designed by \nCongress to have in our democratic society.’ may be asserted by any litigant, even though he is not a member of the \nexcluded class. Ballard v. United States, 1946, 329 U.S. 187, 195, 67 S.Ct. 261, 265, 91 L.Ed. 181. \n2  Under 28 U.S.C. § 1864. \n3  The actual number returned was 2,338, as indicated in the quotation appearing in the following paragraph of the text. \n4  The sworn inquest of lawful men, the jury, came to England along with the Normans in 1066. Frankish kings may \nhave acquired this procedure from Rome. This purely prerogative procedure was at first merely a royal tool for \nobtaining information, not a fact-evaluating body. \nHenry II, however, brought about an innovation. He used the sworn inquest to designate criminals who had violated \nroyal laws. See The Assize of Clarendon (1966) P1, Sources of English Constitutional History, Harper & Brothers \n(1937 ed.) pp. 76-80. It was from these rudiments that jury trial was born. For a concise discussion of the origin of \njury trial, see Smith, A Constitutional and Legal History of England, Charles Scribner's Sons (1955 ed.) at 95-102. \nThe constitutional source of jury trial in Great Britain is most often attributed to Magna Carta article 39: \n‘No freeman shall be captured or imprisoned or disseised or outlawed or exiled or in any way destroyed, nor will we \ngo against him or send against him, except by the lawful judgment of his peers or by the law of the land.’ \nSee also King John's writ of May 1215 (Rotuli Litterarum Patentium I, 141). Sources of English Constitutional \nHistory, Harper & Brothers (1937 ed.) at 121. The contemporary significance of Magna Carta article 39 and its \nrelation to trial by ordeal are not altogether clear, but Eighteenth Century British liberals thought that Magna Carta \nGuaranteed trial by jury as that concept was then understood. \n5  The importance the founding fathers attached to the right of trial by properly constituted juries is evidenced by this \npassage from Thomas Jefferson's first inaugural address (March 4, 1801): ‘Freedom of religion, freedom of the press, \nfreedom of person under the protection of the habeas corpus; and trial by jury impartially selected,— these principles \nform the bright constellation which has gone before us.’ \n6  Sec. 29, 1 Stat. 73, 88, quoted 5 Moore's Federal Practice P47.02, n. 1. \n7  5 Moore's Federal Practice P47.02. \n8  S. 1623, S. 1624, S. 1625 introduced by Senator Nuys in the Seventy-eighth Congress. \n9  H.R. 3379, H.R. 3380 were introduced in the House on June 5, 1945. S. 1244, S. 1245 were introduced in the Senate \non July 9, 1945. The Judicial Code, H.R. 7124, was introduced July 24, 1946. The revised Judicial Code, H.R. 2055, \nwas introduced February 18, 1947. H.R. 3379, H.R. 3380 were reintroduced as H.R. 943, H.R. 944 in 1947. 93 \nCong.Rec. 329 (1947): ‘H.R. 943. A bill to establish uniform qualifications of jurors in the Federal courts * * *.’ S. \n1244, S. 1245 were reintroduced as S. 17, S. 18 in 1947. 93 Cong.Rec. 125 (1947): ‘S. 18. A bill to establish uniform \nqualifications of jurors in the Federal courts * * *.’ \n10  Hearings before the Committee on the Judiciary House of Representatives, 79th Cong., 1st sess. on H.R. 3379, H.R. \n3380, H.R. 3381, June 12-13, 1945. See H.R. Rep. No. 2646, 79th Cong., 2nd sess., 1946 on H.R. 7124. \n11  Hearings before Subcommittee Number One of the Committee on the Judiciary, House of Representatives, 80th \nCong., 1st sess., on H.R. 2055, March 7, 1947. H.R. 2055 contained substantially the wording now found in sections \n1861-1863 and presented a major change in the Judicial Conference's proposals. \n12  Hearings before a Subcommittee of the Committee on the Judiciary, Senate, 80th Cong., 1st sess., on S. 17, S. 18, S. \n  48 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n19, April 23-24, 1947. \n13  Hearings before a Subcommittee of the Committee on the Judiciary, Senate 80th Cong., on H.R. 3214 (which \nupdated H.R. 2055), April 23, 1948. \n14  Appendix A collects some legislative history to the 1948 Judicial Code not contained in the text of this opinion. For \nthe statute as proposed by the Judicial Conference, see end of Appendix A. \n15  See for example comment by Chairman Hatton W. Sumners of Texas, Appendix A. \n16  Judge Knox' testimony, H.R. Committee on the Judiciary on H.R. 3379, H.R. 3380, H.R. 3381, 79th Cong., 1st sess. \n(1945) 7, 18, 19. \n17  In testifying to the Senate, Judge Knox omitted the term ‘minimum’ stating (S. Subcommittee of the Committee on \nthe Judiciary on S. 17, S. 18, S. 19, 80th Cong., 1st sess. (1947) 30): ‘It is our thought that a uniform standard of \nqualifications should be adopted for all Federal jurors. It should provide for wide qualifications, and few exemptions, \nleaving to the district judges a degree of discretion in determining whether or not certain individuals or classes of \npersons should, at particular times, be subject to jury service.’ \n18  See n. 17, supra. \n19  See Appendix A. \n20  Reviser's  note  H.R.Rep.  No.  308,  80th  Cong.,  1st  sess.  (1947)  at  A156.  The  text  of  the  report  explained, \n‘Qualifications of jurors in Federal courts are made uniform in all districts by section 1861 in conformity with \nrecommendations of the Judicial Conference of the United States.’ H.R.Rep. No. 308, 80th Cir., 1st sess. (1947) at 6. \nSee also H.R.Rep. No. 2646, 79th Cong., 2nd sess., 1946 on H.R. 7124 at 6, A149. \n21  See for example testimony before H.R. Subcommittee Number One of the Committee on the Judiciary on H.R. 2055, \n80th Cong., 1st sess. (1947), Representative Keogh, p. 6; Judge Maris, p. 19; Chief Reviser West Publishing Co. Mr. \nBarron, p. 24; and Professor Moore, p. 27. \n22  Professor Moore in his Commentary on the U.S. Judicial Code P0.03(47), p. 373, describes the main reason advanced \nfor disqualifying persons not competent to serve in State Courts. ‘The chief effect of paragraph (4) of § 1861 is to \ndisqualify women as federal jurors in states where they are not competent to perform jury service.’ \n23  While there is some question whether the 1948 enactment intended to create only minimum standards or absolute \nstandards, the 1957 amendment, as we shall undertake to demonstrate, leaves no doubt that Congress believed it was \ncreating uniform standards to be applied to jurors throughout the federal system. \n24  Other objections to the jury trial amendment were: 1) The failure to affirmatively require proportional representation \non juries; 2) the use of peremptory challenges to keep Negroes off juries; 3) the effect of community pressure on \nNegroes  who  do  serve  on  juries;  4)  the  probability  of  hung  juries  even  if  Negroes  obtained  proportional \nrepresentation. 103 Cong.Rec. 13250 (1957) (remarks of Senator Douglas). \n25  The Church modification was introduced on the floor of the Senate and never referred to committee. While some \nSenators objected to such an important change in the judicial code being made without the benefit of previous \ncommittee action, other Senators adopted the view that they were debating it as ‘committee of the whole.’ \n26  Senator Kefauver was a co-sponsor of the O'Mahoney amendment. \n27  Other pertinent legislative history of the 1957 amendment to section 1861 is collected in Appendix B. \n29  Senator Neuberger, who opposed the O'Mahoney amendment, offered the Church modification as a separate \namendment to be called up in the event the OMahoney amendment was defeated. 103 Cong.Rec. (1957) 13238. \nSenator Douglas endorsed this procedure. 103 Cong.Rec. (1957) 13250. Of course, the O'Mahoney amendment was \npassed and no action on the Neuberger proposal was necessary. \n30  See Appendix B, pp. 6-10. \n31  See Appendix B, p. 5. \n32  We are familiar with the Seventh Circuit's opinion in United States v. Henderson, 7 Cir. 1962, 298 F.2d 522. We do \n  49 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nnot think its result opposite to ours. There the commissioners on their questionnaire asked if prospective jurors had an \neighth grade education. As the court said, 298 F.2d 525, ‘Lack of a formal eighth grade education did serve to require \ncloser scrutiny of the nature of the person's employment to ascertain if it indicated such responsibility, ability or \nexperience as evidenced a similar degree of intelligence (literacy, as a person was required to have under the \nstatute).’ Persons who did not have an eighth grade education were in fact placed on the jury rolls. The court also \nnoted, 298 F.2d 526, ‘Nor do the criteria employed have the effect of excluding an important segment of the \ncommunity here involved.’ The opinion did not discuss the legislative history of the 1957 amendment. United States \nv. Dennis, 2 Cir. 1950, 183 F.2d 201, cited in Henderson, preceded the 1957 amendment. There is clearly a \ndifference  between  the  latitudes  permitted  under  the  federal  Constitution  which  Dennis  considered  and  the \nrestrictions placed on judicial officials by Congress. \n33  Because the statute invalidates the action taken by the court clerk and the jury commissioner in these cases, we need \nnot reach the question whether the higher standards applied by them so prevented a fair cross-section of the \ncommunity from being placed on the jury roll as to be violative of the due process clause of the fifth amendment. See \nGlasser v. United States, 1942, 315 U.S. 60, 85-86, 62 S.Ct. 457, 86 L.Ed. 680; Cf. Fay v. People of State of New \nYork, 1947, 332 U.S. 261, 291, 67 S.Ct. 1613, 91 L.Ed. 2043, rehearing denied, 332 U.S. 784, 68 S.Ct. 27, 92 L.Ed. \n367 (1947). \n34  Similar subjective tests have been the means of discriminating against Negroes in compiling lists of voters and have \nbeen uniformly condemned. See United States v. State of Louisiana, E.D.La.1963, 225 F.Supp. 353, 396, 397, aff'd, \nLouisiana v. United States, 1965, 380 U.S. 145, 85 S.Ct. 817, 13 L.Ed.2d 709; United States v. Atkins, 5 Cir. 1963, \n323 F.2d 733, and cases there cited. \n35  See, for example, testimony of Jury Commissioner Simmons on pages 172, 173 and 174 of Jackson record. \n36  United States Census of Population' 1960, Vol. 1; Characteristics of Population, Part XII, Georgia, pp. 277-90, 333-\n43. \n37  Reviser's Note, H.R.Rep. No. 308, 80th Cong., 1st sess. (1947) at A156. \n38  For the full text of the statute as proposed by the Judicial Conference, see and of Appendix A. \n39  The proposed statute was introduced in the 86th Cong., 1st sess. (1959) as H.R. 4343. See recommended legislation \nin the Judicial Conference report: The Jury System in the Federal Courts, West Publishing Co., 1960, at 39-44; 26 \nF.R.D. 409 at 447-452. \n40  H.R. Committee on the Judiciary on H.R. 3379, H.R. 3380, H.R. 3381, 79th Cong., 1st sess. (1945) 9-13. \n41  H.R. Committee on the Judiciary on H.R. 3379, H.R. 3380, H.R. 3381, 79th Cong., 1st sess. (1945) remarks of Judge \nProctor at 35. \n42  S. Subcommittee on the Judiciary on S. 17, S. 18, S. 19 (1947) 60. \n43  H.R. Committee on the Judiciary on H.R. 3379, H.R. 3380, H.R. 3381, 79th Cong., 1st sess. (1945) 35. \n44  Section 1863. \n45  Section 1864. \n46  Section 596, N.Y. Judiciary Law, McK. Consol.Laws, C. 30; section 502, N.Y. Judiciary Law. Since at the time \nJudge Knox testified before Congress his court clerk and jury commissioner were required to apply the State \nstandards for jury qualification, their exercise of broad discretion may be explained as necessary to effectuate the \nqualifications prescribed indirectly by Congress. \n47  See Ballard v. United States, 1946, 329 U.S. 187, 192-193, 67 S.Ct. 261, 91 L.Ed. 181. \n48  Thiel v. Southern Pacific Co., 1946, 328 U.S. 217, 225-234, 66 S.Ct. 984. \n49  Ballard v. United States, 1946, 329 U.S. 187, 67 S.Ct. 261, still prevents an overly broad exclusion order by a district \njudge. Thus, if the judge were to exclude all women, the order would clearly violate the Ballard rule. Moreover, none \nof the categories annunciated by the statute would allow exclusion of all women. However, it is possible that the \n  50 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nexclusion struck down in Thiel v. Southern Pacific Co., 328 U.S. 217, 66 S.Ct. 984 (1946), could now be ordered by \na district judge after appropriate findings and with appropriate limitations. See discussion in 5 Moore's Federal \nPractice P 47.04. \n50  But cf. 5 Moore's Federal Practice P47.04. \n51  Cf. United States v. Henderson, 7 Cir. 1962, 298 F.2d 522. \n52  In submitting to Congress in 1948 the proposals which eventually became sections 1861-1864, the committee of \ndistrict judges which formulated them stated its objective as follows (93 Cong.Rec. 5712): ‘Jurors to serve in the \ndistrict courts of the United States should be drawn from every economic and and social group of the community \nwithout regard to race, color, or politics, and those chosen to serve as jurors should possess as high a degree of \nintelligence, morality, integrity, and common sense as can be found by the persons charged with the duty of making \nthe selection.’ See the Knox Committee Report of 1942 at p. 13. This suggestion was carried forward in the \nrecommendations of the Judicial Conference. The Jury System in the Federal Courts, West Publishing Co. 1960 at \n13; 26 F.R.D. 409 at 421. \n53  In the recommendations approved by the Judicial Conference, September 1960, the Committee stated (26 F.R.D. 409 \nat 421): ‘I. In order that grand and petit jurors who serve in United States district courts may be truly representative \nof the community, the sources from which they are selected should include all economic and social groups of the \ncommunity. The jury list should represent as high a degree of intelligence, morality, integrity, and common sense as \npossible. II. The choice of specific sources from which names of prospective jurors are selected must be entrusted to \nthe clerk and jury commissioner, acting under the direction of the district judge * * *.’ Thus in choosing their sources \nthe clerk and jury commissioner, under the supervision of the district judge, may strive to obtain the best jurors \npossible, but must never do so to the exclusion of a fair cross-section. Congress in 1957 by setting the qualifications \nfor jurors has determined the pool of qualified jurors most likely to place a fair cross-section in the jury box. See \nsections 1861-1864. Any attempt to gain competent jurors that would result in a less representative cross-section than \na choice from the statutorily qualified pool destroys the ‘right’ Congress intended to confer. \n54  We would treat literacy more as a test of competency than as descriptive of any particular class or group. Persons of \nvarying competence are not to be treated as separate classes. That much was made explicit in Thiel v. Southern \nPacific Company, 1946, 328 U.S. 217, 220, 66 S.Ct. 984, 985. ‘Recognition must be given to the fact that those \neligible for jury service are to be found in every stratum of society. Jury competence is an individual rather than a \ngroup or class matter.’ See also Ballard v. United States, 1946, 329 U.S. 187, 193, 67 S.Ct. 261. The officials charged \nwith choosing federal jurors ‘must not allow the desire for competent jurors to lead them into selections which do not \ncomport with the concept of the jury as a cross-section of the community.’ Glasser v. United States, 1942, 315 U.S. \n60, 86, 62 S.Ct. 457, 472. \n55  The following part of Judge Bell's dissent, we submit, fails to make clear the great disparity between the Negro \nmembership on the panel and the Negro proportion of the population: \n‘As the appendix shows, Negroes comprised only 10.3 per cent of total population 25 years and over who had \ncompleted four years of high school or more in 1960; 13.6 per cent of those who had completed one to three years of \nhigh school or more, and 15.7% per cent based on completing eight years of school or more. The figure for the sixth \nand fifth grades were 21.0 per cent and 24.3 per cent, respectively. See note to appendix. These figures are to be \ncompared with the 5.9 per cent of Negroes on the jury list. In sum, the figures on the appendix show less than a 10 \nper cent disparity even when related to an eighth grade education.’ \nAs we understand it, Judge Bell may have meant that the difference between 15.7% and 5.9% is approximately 10 \npercentage points. Taking his comparison, it seems obvious to us that on the most conservative basis the Negroes are \nmore than 60% underrepresented, since having 5.9% out of a possible 15.7% means that they have considerably less \nthan half as many people on the jury list as they might proportionately be expected to have. If we consider the \n  51 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \ncomparison with those having a sixth grade education, it is worse. The Negroes with a sixth grade education are 21% \nof the population. Since there are only 5.9% of Negroes on the jury list, they are more than 70% underrepresented. If \nthe comparison is with those with a fifth grade education, they are slightly more than 75% underrepresented. \nThe foregoing seems to us the more conservative manner of stating the degree of underrepresentation of Negroes on \nthe jury list. It could be otherwise expressed by saying that there are only 5.9% Negroes on the list, when there \nshould be 15.7%, and that thus there should be nearly three times as many Negroes on the list as there are at present, \nthat is, at the eighth grade level. Of course, at the fifth and sixth grade levels the proportions would run even higher. \nOne can easily get lost in a maze of statistics. It must, however, be self-evident that when it is conceded that 34.5% \nof the voting population were Negroes, while only 5.9% of those on the jury list where Negroes, Negroes were \ngrossly underrepresented on the jury list. With deference, we submit that, while Judge Bell means to express a true \ncomparison, his percentage figures fail to make that clear. \n56  Separate opinion of Mr. Justice Frankfurther, Cassell v. State of Texas, 1950, 339 U.S. 282, 293, 70 S.Ct. 629, 634, \n94 L.Ed. 839. \n57  Nothing contained in this opinion is intended to shackle the court clerk or jury commissioner to any one source of \nprospective jurors. See United States v. Greenberg, S.D.N.Y.1961, 200 F.Supp. 382, 393-396; United States v. Kelly, \n2 Cir. 1965, 349 F.2d 720, 777-79; Chance v. United States, 5 Cir. 1963, 322 F.2d 201, 202-205, rehearing den., 5 \nCir. 1964, 331 F.2d 473, cert. den., 379 U.S. 823, 85 S.Ct. 47, 13 L.Ed.2d 34. ‘The test is not whether voter \nregistration lists are used, exclusively or otherwise, as a source of qualified jurors. The test is whether or not the use \nof such lists (or other sources) results in an array which is a representative cross-section of the community of from \nwhich a cognizable group or class of qualified citizens is systematically excluded * * *.’ United States v. Greenberg, \nsupra, 200 F.Supp. at 395. \n58  The majority of cases in this area of the law deal with State practices as affected by the equal protection and due \nprocess clauses of the fourteenth amendment. See The Defendant's Challenge to a Racial Criterion in Jury Selection: \nA Study in Standing, Due Process and Equal Protection, 74 Yale LJ. 919 (1965). The federal judiciary under the fifth \namendment's due process clause, the Supreme Court's exercise of its supervisory powers, and federal statutes are \nmore strictly regulated than are the States. Glasser v. United States, 1942, 315 U.S. 60, 62 S.Ct. 457; Thiel v. \nSouthern Pacific Co., 1946, 328 U.S. 217, 66 S.Ct. 984; Ballard v. United States, 1946, 329 U.S. 187, 67 S.Ct. 261; \nFay v. People of State of New York, 1947, 332 U.S. 261, 67 S.Ct. 1613, 91 L.Ed. 1043. \n59  Even if the court clerk and the jury commissioner had received the broadest powers under the 1948 Judicial Code as \nproposed by the Judicial Conference, it is evident that the court clerk and the jury commissioner in the instant cases \nhave violated the statute's design. \n61  The procedure for obtaining names employed in this case may be contrasted with that employed in Billingsley v. \nClayton, 5 Cir. 1966, 359 F.2d 13 (decided Apr. 5, 1966). Cf. Chance v. United States 5 Cir. 1963, 322 F.2d 201, \ncert. den., 379 U.S. 823, 85 S.Ct. 47. In Chance, local Negro ministers and businessmen were asked to recommend \nNegroes for jury service. As a result, in a community where Negroes represented 12% of the population, they \ncomposed 10% of the jury list. \n62  Ballard v. United States, 1946, 329 U.S. 187, 195, 67 S.Ct. 261, 265. Cf. Thiel v. Southern Pacific Co., 1946, 328 \nU.S. 217, 66 S.Ct. 984; Glasser v. United States, 1942, 315 U.S. 60, 62 S.Ct. 457. Compare The Defendant's \nChallenge to a Racial Criterion In Jury Selection: A Study in Standing, Due Process and Equal Protection, 74 Yale \nL.J. 919 (1965) at 940-941. \n63  ‘It is fair to say that in all this Congress expressed a mood. And it expressed its mood not merely by oratory but by \nlegislation. As legislation that mood must be respected, even though it can only serve as a standard for judgment and \nnot as a body of rigid rules assuring sameness of application. Enforcement of such broad standards implies subtlety \nof mind and solidity of judgment. But it is not for us to question that Congress may assume such qualities in the \n  52 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nfederal judiciary.’ Universal Camera Corp. v. National Labor Relations Board, 1951, 340 U.S. 474, 487, 71 S.Ct. \n456, 463, 95 L.Ed. 456. \n1  Smith v. State of Texas, 1940, 311 U.s,. 128, 130, 61 S.Ct. 164, 165, 85 L.Ed. 84, 86; Akins v. State of Texas, 1945, \n325 U.S. 398, 409, 65 S.Ct. 1276, 1282, 89 L.Ed. 1692, 1699 (Murphy, J., dissenting); Fay v. People of State of New \nYork, 1947, 332 U.S. 261, 296, 299, 67 S.Ct. 1613, 1631, 1633, 91 L.Ed. 2043, 2064, 2066 (Murphy, J., dissenting); \nScott v. Walker, 5 Cir., 1966, 358 F.2d 561, 564 (en banc) (Mar. 31, 1966); Billingsley v. Clayton, 5 Cir., 1966, 359 \nF.2d 13, 17 (en banc) (April 5, 1966, p. 7). This same imperative was recognized in Glasser v. United States, 1942, \n315 U.S. 60, 84-86, 62 S.Ct. 457, 471, 472, 86 L.Ed. 690, 707, Thiel v. Southern P. Co., 1946, 328 U.S. 217, 220, 22 \nS.Ct. 984, 985, 90 L.Ed. 1181, 1184-1185, and Ballard v. United States, 1946, 329 U.S. 187, 195, 67 S.Ct. 261, 265, \n91 L.Ed. 183, 187, which in interpreting the statutory provisions governing the composition of Federal juries, \nadopted the constitutional cross-section principle of Smith v. State of Texas. \n2  Smith v. State of Texas, supra, 311 U.S. at 132, 61 S.Ct. at 166, 85 L.Ed. at 87; Hill v. State of Texas, 1942, 316 U.S. \n400, 404, 62 S.Ct. 1159, 1161, 86 L.Ed. 1559, 1562; Cassell v. State of Texas, 1950, 339 U.S. 282, 289-290, 70 S.Ct. \n629, 632, 94 L.Ed. 839, 847-49; United States ex rel. Seals v. Wiman, 5 Cir., 1962, 304 F.2d 53, 65-67; Scott v. \nWalker, supra, 358 F.2d at 573; Davis v. Davis, 5 Cir., 1966, 361 F.2d 770, 771 (en banc) (May 31, 1966). \n3  The ‘community’ may be the entire District if a single jury box, 28 U.S.C.A. § 1865, is maintained for the District, \nand at least the whole Division where separate Division boxes and Commissioners are ordered. (Cf. amended \nF.R.Crim.P. 18, effective July 1, 1966, permitting trials anywhere within a District.) \n4  28 U.S.C.A. § 1894 specifies only the minimum of 300 ‘qualified persons.’ \n5  The  following  table  reflecting  data  obtained  from  seven  metropolitan  area  divisions  reveals  tangible  figures \ndemonstrating  the  need  for  continual  selectivity  by  jury  selectors.  This  is  revealed  by  comparing  the  large \npopulations of some of this Circuit's metropolitan areas with the infinitely small number of names from such areas \nrequired for the jury box. For instance, the Houston Division of the Southern District of Texas (Line (1), Col. I) \nmaintains a separate jury box. The Houston Division comprises Harris County, with 1,243,158 residents (Line (1), \nCols. II, IV, V) and eleven smaller counties. Since the division currently uses approximately 2,000 jurors a year, this \nnumber of names must annually be placed in the box. Under the practice followed, this is accomplished by adding \nabout 40 names about 50 times during the year. At each of these times, an effort is made to give representation to \neach of the 12 counties in the division based on its population in proportion to the population of the entire division. \nThis means, that at each time 40 names are selected to be placed in the box, Harris County with 84% of the division's \npopulation (Col. V) would have 34. In selecting these 34 names from 1,243,158 names (or about 1 from each \n40,000), to secure a racial-economic-educational cross-section of the community the selectors must further consider \nthe many smaller geographical areas, e.g., wards, precincts, subdivisions, residential districts, that make up the \ncounty. Whether done once (1700 names), the selectors must consciously (425 names), or fifty times a year (32 \nnames), the selectors must consciously select these relatively small groups from known, identified significant \nelements of the community, such as race, wage-earners-laborers, executive-professionals, the poor, the wealthy, the \nmarginal literates, the college educated, and the like. The same is true for Atlanta (Lines 7-12). Approximately 50% \nwould come from that part of the city in Fulton County (556,326; Col. V, Line 7), and 25% from adjoining DeKalb \n(Col. V, Line 8). This small lot (813 plus 1560, Col. VI, Lines 7 & 8) must be chosen to assure a fair cross-section of \nthis ‘community’ of 800,000. Likewise, to obtain 500 names for Miami (Lines 5, 6, Col. V) out of 1,268,993, which \nfairly represents the Miami Metro, may be done only by consciously selecting portions from areas, classes, races, etc. \nor at random from broad sources (directories, etc.) which a conscious study demonstrates produces a like, smaller \nsample. \n \nI.  II.  III.  IV.  V.  VI. \n--  ---  ----  ---  --  --- \n  53 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \n                  NO. OF & FREQUENCY AT \nWHICH \n                  NAMES OF RESIDENTS OF \n      METROPOLIT METROPOLIT COUNTY  METROPOLITAN \nAN  AN  COUNTIES ARE \nDISTRICT  DIVISION  CITIES  COUNTIES  POPULATION *  PLACED IN JURY BOX ** \n                    \n(1) S. D. Tex.  Houston  Houston  Harris     1,243,158  34 names 50 times per yr. (A) \n(2) N. D. Tex  Dallas  Dallas  Dallas     951,527  840 names every yr. (B) \n(3)  Ft. Worth  Ft. Worth  Tarrant     538,495  630 names every 2 yrs. (C) \n(4) M .D. Fla.  Jacksonville  Jacksonville  Duval     455,411  1500-2000 names every 2 yrs. \n(D) \n(5) S. D. Fla.  (E)  Miami  Dade  935,04      \n7 \n(6)        Broward  333,94 1,268,993  500 names 5 times per yr. (F) \n6 \n(7) N. D. Ga.  Atlanta  Atlanta  Fulton  556,32    1560) \n6 \n(8)        DeKalb  256,78    913) \n2 \n(9)        Cobb  114,17    403) \n4 \n(10)        Clayton  46,365     173) names every 2 yrs. (G) \n(11)        Gwinett  43,541     212) \n(12)        Douglas  16,741     107) \n               1,033,929    \n(13) E. D. La.  New Orleans  New Orleans  Orleans  627,52      \n5 \n(14)        Jefferson  208,76      \n9 \n(15)        Plaquemines  22,545       \n(16)        St. Bernard  32,186       \n(17)        St. Tammany  38,643  929,668  550 names 3 times per yr. (H) \n(18) N. D. Ala.  (I)  Birmingham  Jefferson     634,864  1980 names every 4 yrs. (J) \n                    \nFN  *    \nSee \nNote \non \npage \n76. \n*  FN* The figures used in Column (V) are the 1960 Census figures for total population. Because of the rapid rowth of \nthe metropolitan counties in this Circuit, these figures would have to be adjusted considerably upwards in order to \ncomprehend the difficulties today posed to the jury selectors by mere numbers for these areas. \n**  FN** As indicated by the notes to the data in Column VI, the statistics in this column are estimates, which are \nthoroughly reliable, and some precise figures as to the composition are, of course, subject to change as the demand \nfor jurors in various areas increases or decreases. The frequency of the inputs into the boxes is important. The greater \nthe frequency with which names are added, the fewer the number of names required at each time of selection and the \ngreater the demand for selectivity at each such time. \n  54 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nA  FN(A) This is a rough approximation. The minimum number of names maintained in the Houston Div. box is 300 \n(the average number in the box at any one time, 400-700), and since 2000 jurors have been drawn from the box each \nyear in recent years, it is necessary to add this number to the box each year. This is done by adding small numbers \nabout 50 times a year. Names for this purpose are obtained from all counties in the Division on a proportional basis; \ntherefore, each time names are added, about 84% are obtained from Harris County. \nB  FN(B) The minimum required by court order to be maintained in the box is 350, although an effort is made to \nmaintain an average of 400 at all times. The box is filled with 1000 names every year or year and a half, and until the \nnext purge and refilling, names are added only in emergencies to maintain the court-prescribed minimum. Assuming \na roughly geographical proportional method, then each year 840 names would have to be obtained from Dallas \nCounty since it comprises 84% of the population of the Division. \nC  FN(C) See note (B), except that only 750 names are added every 2 years. Also, on a geographically proportional \nbasis, then every 2 years 630 names would have to be obtained from Tarrant County since it comprises 84% of \npopulation of the Division. \nD  FN(D) A minimum of 400 and average of 900 names are maintained in the box. This is accomplished by completely \npurging and refilling the box every 2 years. In the current refilling process commencing in March 1966, it was \ndetermined that, on a proportional basis, 1500-2000 names would be needed from Duval County. \nE  FN(E) There are no divisions in S.D.Fla., but regular sessions are held in Miami for cases arising in Dade, Broward, \nand Collier Counties, and a separate jury box is maintained for this purpose. \nF  FN(F) The minimum required to be maintained in the box is 1,500, although an average of 2,000 is actually \nmaintained. This is accomplished by adding 500 names four or five times a year. In the four years (1962-1966), 8,998 \nwere added with 7,120 drawn, the level in the box running from a low of 420 to a high of 3,793. The rate of \nwithdrawal from the box since May 1965 averages 195 per month. No names from Collier County are put in the box, \nbecause of its distance from Miami. Geographical proportional selection is sought among the 1,268,993 residents of \nthe two counties. \nG  FN(G) The minimum number of names required to be maintained in the box is 700. The old box is discarded and a \nnew box is filled every 2 years. Very recently (May 1965) a new box was filled with 3,752 names drawn \ngeographically proportionately from all counties and the 1,137,565 residents of the Atlanta Division. 3,368 of these \nwere selected from the six counties comprising the metropolitan Atlanta area and containing 1,033,929 persons. \nHowever, the number selected from each county is given in the table. \nH  FN(H) For the New Orleans Division, containing 15 parishes, all names for the division box are obtained from the 5 \nparishes listed. Three times a year, prior to each session of court, the box is completely emptied and refilled with 550 \nnames. No additions are made during the session. These 550 names are selected on a roughly proportional basis from \nthe 5 parishes, containing 929,668 persons. \nI  FN(I) Although Birmingham is located in the Southern Division, one jury box is maintained for the entire Northern \nDistrict, which contains 31 counties. \nJ  FN(J) Every 4 years, the district box is purged and completely refilled. No names are added to the box in the interim \nunless the box nears the minimum of 300 names. With the last three boxes, this has not been necessary. When the \npresent box was filled in 1963, 6,000 names were selected on a geographical proportional basis from the 31 counties \nin the district. 1,980 names were selected from Jefferson County. \n6  The Judicial Conference of the United States, 28 U.S.C.A. § 331, does not think so. It approved the 1959 Report of \nthe Judicial Conference Committee on the Operation of the Jury System, The Jury System in the Federal Courts, 26 \nF.R.D. 409, 421, which declares: \n‘In order that grand and petit jurors who serve in United States district courts may be truly representative of \ncommunity, the sources from which they are selected should include all economic and social groups of the \n  55 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \ncommunity. The jury list should represent as high a degree of intelligence, morality, integrity, and common sense as \npossible.’ \nIn accordance with this suggestion, many districts now send a questionnaire (AO Form 178 (8-60) which corresponds \nto Exhibit 1 of the Report, 26 F.R.D. at 507-508) to prospective jurors which, in addition to inquiring whether the \nprospect can ‘read, write, speak and understand the English language,’ (Question 8), asks the prospect to state what \neducation he has had (Question 10). \n7  Glasser v. United States, supra; Thiel v. Southern P. Co., supra; Ballard v. United States, supra. \n8  See cases cited in notes 1 & 2, supra. \n1  As examples of unusual delay, see the following cases heard en banc along with Rabinowitz and Jackson: United \nStates of America, ex rel. Labat and Poret v. Bennett, Warden, 365 Cir., 698 F.2d , appellants convicted by a jury in \n1953 of rape and sentenced to death; Scott v. Walker, 358 F.2d 561, appellant sentenced to death in 1958 for rape; \nBrooks v. Beto, 5 Cir., F.2d , appellant sentenced to fifty years in 1959 for rape; Davis v. Davis, Governor, 361 F.2d \n770, sentence of death in 1959 for the murder of a police officer. \n2  The standard for determining the federal constitutional question of systematic exclusion with respect to federal or \nstate juries is also the standard for determining whether there has been a departure from the federal statutes governing \njury lists— Does the jury list represent a fair cross section of the community? Smith v. State of Texas, 1940, 311 \nU.S. 128, 130, 61 S.Ct. 164, 85 L.Ed. 84; Glasser v. United States, supra. \n3  The grant of a new trial through the supervisory power of the court avoids the dismissal of the indictments which \nwould follow from a finding of a defective system resulting from a statutory violation. Ballard v. United States, 1946, \n329 U.S. 187, 195, 67 S.Ct. 261, 91 L.Ed. 181. Thus, whether the jury list failed to include a fair cross section of the \ncommunity is an important question. As noted, the majority decision finds two statutory violations. \n4  28 U.S.C.A. § 1861: \n‘Any citizen of the United States who has attained the age of twenty-one years and who has resided for a period of \none year within the judicial district, is competent to serve as a grand or petit juror unless— \n‘(1) He has been convicted in a State or Federal court of record of a crime punishable by imprisonment for more than \none year and his civil rights have not been restored by pardon or amnesty. \n‘(2) He is unable to read, write, speak, and understand the English language. \n‘(3) He is incapable, by reason of mental or physical infirmities to render efficient jury service.’ \nSubparagraph 4 of this statute was repealed by the 1957 amendment, Pub. L. 85-315, Part V. § 152, 71 Stat. 638. \nThat paragraph provided that no person might serve as a federal juror who was incompetent to serve as a juror under \nthe law of the state in which the district court was held. \n4a  The term ‘literacy’ is used in this opinion in the sense of the ability to read, write and speak the English language. 28 \nU.S.C.A. § 1861(2). It also embraces the requirement of the same statute that a juror be able to ‘understand’ the \nEnglish language. This adds an ‘intelligence’ standard to a ‘literacy’ requirement, and renders the test extremely \nsubjective in nature. See Lassiter v. Northampton County Board of Elections, 1959, 360 U.S. 45, 79 S.Ct. 985, 3 \nL.Ed.2d 1072, 1077 for the difference in the terms. \n5  There is a subtle racial overtone in the mention by the majority of the fact that race was referred to on the \nquestionnaires sent to prospective jurors. It is necessary to include Negroes where they are a significant part of the \ncommunity. Information as to race is necessary to make certain that the resulting list does include Negroes. The \nJudicial Conference recognized this. Report, supra, 26 F.R.D. p. 421. \n6  A better system might be devised by the impartial use of voter lists, tax rolls, automobile registration rolls, and the \nlike in selecting those prospective jurors to whom questionnaires are to be sent. Also, a Negro citizen on or assisting \nthe jury commission might prove quite helpful. \n7  Persons under age 24 or 25 were not included on the list by the commissioners but such an age grouping is not \n  56 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nunreasonable in view of the evidence that education and military service impedes the use of persons younger. \n1  Negroes constitute 24.3% of those persons in the Middle District of Georgia 25 years old or over who have \ncompleted 5 years of school or more. \n2  Negroes constitute 21.9% of those completing 6 years of school or more. \n3  Negroes constitute 15.7% of those completing 8 years of school or more. \n4  Negroes constitute 13.6% of those completing 1 to 3 years of high school or more. \n5  Negroes constitute 10.3% of those completing 4 years of high school or more. \nNOTE   \n:  The \nabove \nfigures \nare \ntaken \nor \nderive\nd from \nUnited \nStates \nCensus \nof \nPopula\ntion: \n1960 \nVol.  I. \nCharac\nteristic\ns  of \nPopula\ntion. \nPart \nXII. \nGeorgi\na.  pp. \n277-\n90, \n333-\n43. \nThe \nBureau \nof \nCensus \nlists no \nseparat\ne  total \n  57 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nfor \nthose \nwho \nhave \ncompl\neted  6 \nyears \nof \nschool, \nbut \nrather \nlists \nthose \nwho \nhave \ncompl\neted “5 \nand 6” \nyears. \nConse\nquentl\ny,  the \nfigures \nin \ncolum\nns  4 \nand 11 \nare \nbased \non  the \nassum\nption \nby \nappella\nnt that, \nin  the \nfive \nand six \nyear \ncatego\nry, half \nfinishe\nd  five \nyears \n  58 \n\n   \nRabinowitz v. U. S., 366 F.2d 34 (1966)   \n \n  \nand \nhalf \nfinishe\nd six. \n \n   \n \n  59 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113123"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115465,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115465"
    },
    {
      "date": "1966-08-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Papers of Alexander (Sandy) Ross",
      "document_status": "Coding Complete",
      "document_type": "Internal memorandum",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Amicus Curiae"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 95319,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/95319.pdf",
      "title": "Memorandum",
      "text": "Form DJ-96a(cid:9) DEPARTMENT OF JUSTICE\n(.Rev. 6-2'.66)\nROUTING SLIP\n_\nNAME DIVISION BUILDING ROOM\nTO :(cid:9)\n1.(cid:9) 1_\n/ 7//2, '(cid:9) , \"4—%se.-4?\n2.\n3.\n4.\nn \n(cid:129)(cid:9) SIGNATURE(cid:9) COMMENT(cid:9) IIII PER CONVERSATION\nI APPROVAL(cid:9) Ell NECESSARY ACTION(cid:9) IIII AS REQUESTED\nMI SEE ME(cid:9) MI NOTE AND RETURN(cid:9) miNOTE AND FILE\n(cid:129)(cid:9) RECOMMENDATION(cid:9) III CALL HE\t (cid:129) YOUR INFORMATION\n. ANSWER OR ACKNOWL-\nM EDGE ON OR BEFORE\n.(cid:9) PREPARE(cid:9) REPLY FOR\nM THE SIGNATURE OF\nREMARKS\n4\n-\ney .711--4--(cid:9) 0----)-C___Al(cid:9) 4'--1-'---(cid:9) Cr(-4. _-4t,4_161/\nNAME BUILDING & ROOM EXT. DATE\nFROM.(cid:9)\n\nForm DJ-150\n(Ed. 4:26-65), I\nUNITED STATES GOVERNMENT(cid:9) DEPARTMENT OF JUSTICE\nMemorandum\n\t (cid:9)\nTO Alexander C. Ross DATE: August 26, 1966\nAttorney\n(cid:9)\nSoutheastern Section SH:crk\n\t\nFROM Stuart Herman\nSUBJECT:\t Rabinowitz v. United States\nU. S. Court of Appeals, Fifth Circuit (July 20, 1966)\nFACTS\nJoni Rabinowitz, a white field worker with the Student\nNonviolent Coordinating Committee was indicted by a Federal\nGrand Jury and convicted by a Federal Petit Jury drawn from the\nsame box on a charge of perjury in testimony offered before\nthe grand jury.\nThe Appellant challenged the jury list selection which\nresulted in 1,985 names being placed on the list, only 117 or\n5.9% of them Negroes. There were five Negroes on the grand\njury which indicted Appellant but none on the Petit Jury. Negroes\nrepresent 34.55% of the population in the 18 counties comprising\nthe Middle District of Georgia. The list had been updated in\n1959, 1953 and 1940. On each occasion the individuals on the\nprevious list who were still alive were placed on the updated\nlist. 553 Whites and only four Negroes were added to the list\nin 1959.\nIn testifying on the method employed in adding names to\nthe jury list, the Jury Commissioner stated: \"I inquired\nnaturally of people whose reputation I knew...For that reason\nthey were people tmostly whose paths I happened to cross occafsionally,\nin a business way or in connection with some other activity in\nthe State...\".(cid:9) In addition to the \"key-men\" system of personal\ncontact, organizational lists exclusively white were also con-\nsulted. He further stated, in talking to individuals who were\nasked to make recommendations, the statutory qualifications\nplus \"our desire here to have jurors of integrity and good\ncharacter and intelligence...there are a lot of people who can\nread and write and can't understand the kind of proceedings\nthat go on in the courtroom, and we try to avoid them...\" There\nwas no allegation that the Jury Commissioners by acts of commission\nintentionally excluded Negroes from the jury.\n\n-2-\nThe government asked that the Court set aside the\nconvictions due to the failure to add Negroes to the 1959 list\nbut objected to the dismissal of the indictment since five Negroes\nwere on the grand jury. Sections 1861 and 1862 of the Judicial\nCode as amended by the 1957 Civil Rights Act are attached.\nISSUES\n(1) Are the statutory qualifications of Section 1861\nthe sole standards which the jury commissioner can\napply to prospective jurors in drawing up a Federal\nJury List?\n(2) Apart from qualifications, was the method and procedure\nby which the list was compiled a violation of the\nstatutory scheme by using grossly inadequate sources?\n(3) Must Appellant's indictment be dismissed due to the\nviolation of the statutory command even though there\nwere five Negroes on the grand jury which indicted\nher?\nDECISION\n(1) Yes\n(2) Yes\n(3) Yes\nREASONS\n(1) Section 1861 and the legislative history of the 1957\nCivil Rights Act clearly demonstrate Congress'\nintent to adopt uniform federal juror qualifications\nsubject only to certain adjustments within the dis-\ncretion of the district judge.(cid:9) The government's\nargument that Congress merely set a minimum qualifi-\ncation which the Jury Commissioners were not compelled\nto use, if accepted, would result in the same disunity\nthat Congress sought to legislate against.\nThe uniform standards were intended to be lower\nthan those existing in many states for the purpose\nof increasing the number of Negroes on Federal Juries.\n\n•\n-3-\nThe action by the Jury Commissioners in this case\nderogated from this congressional purpose by defeating\nany hope of uniformity. Because the statute invalidates\nthe action taken here, we need not reach the Consti-\ntutional question of whether their applying higher\nstandards denied a cross-section so as to violate the\nFifth Amendment guarantee of due process.\nCongress' establishment of the sole standard\nstill allows flexibility in formulating the lists.\nUnder Section 1863 (b), a district judge may exclude\na group from jury service after a finding of cause.\nSuch a procedure, unlike where the Jury Commissioner\nhimself does it, insures that the exclusion will be\nopen and known and subject to judicial review. Review\nof well-defined exclusions at the Circuit or Supreme\nCourt level will promote uniformity where possible,\nbut again allow individual districts to meet their\nunique problems.\nIn promulgating orders under Section 1863,\nthe district judge must be aware that Congress in\nprescribing the qualifications for jurors has attempted\nto insure a fair cross-section and has severely\nlimited the court's discretion.(cid:9) The line of demarca-\ntion is clear--a person need be able to read, write,\nspeak and understand English; he need not enjoy that\ndegree of excellence found only among the more fortunate\nclasses. Anything less would destroy the \"right\" to\nserve on juries which Congress intended to confer.\n(2) In addition the evidence shows a flaw in the method\nof compiling the jury roll. The records clearly indi-\ncate the jury list did not represent a fair cross-\nsection of the community, and the list was becoming\nover time less representative. The intent of the\nJury Commissioners is not relevant since they must\nbe held to have intended the natural result which\nflowed from their conduct.\nThe Constitution and laws of the United States\nplace an affirmative duty on the Jury Commissioner\nto develop and use a system that will probably result\nin a fair cross-section of the community being placed\non the rolls.(cid:9) (The Court here explains that nothing\n\n-4-\nin the opinion is intended to shackle the Jury\nCommissioner to any one source.(cid:9) It cites\nBellingsley v. Clayton, 359 F.2d 13 (1966) where\nunder Alabama law the procuring of names from a house\nto house survey, the city directory, telephone directory\nand tax rolls was held proper).(cid:9) In the case at bar\nthere were impermissible departure from the statutory\nscheme.(cid:9) (Thus the Court apparently decided both points\nbased on statutory construction and not Constitutional\nright).\n(3) The Federal Government argues the indictment should\nstand since there were five Negroes on the grand jury;\nhowever, this represents a basic misconception. The\nfocus of the law is on the list from which the jury\nis drawn and not on a particular jury or grand jury.\nWhen the basic jury list was poisoned, the fruits of\nthat list were also infected. To cure the infection,\nit is necessary to start the process anew.\nJUDGE BROWN CONCURRING\nI concur in the result as to reversal of conviction and\ndismissal of indictment, but I vote for the thesis of Congressional\nintent that Section 1861 be the sole standard only to avoid a\n4-4 deadlock. Federal jury selectors must be conscious of the\ncommunity and then follow a system which in the jury \"universe\"\nrepresents a fair cross-section. Congress and the Constitution\ncannot stand for a jury box in which all could barely pass the\nminimum literacy test.(cid:9) In this case, however, the Jury Commis-\nsioners did not add enough qualified Negroes to the jury lists\nsimply because they didn't know of them and therefore such a\nprocedure does not comply with the statute.\nJUDGES GEWIN AND BELL CONCURRING IN PART\nAND DISSENTING IN PART\nI would grant new trials since the prosecution requests\nit. However, I believe the standards of Section 1861 are\nminimum standards only and the intelligence standard used was\nreasonable so as to insure jurors who could understand Court\nproceedings. Also, there is no showing that the jury list is\nnot representative of the community of those who meet this\nhigher standard.\n\n-5-\nJUDGE COLEMAN CONCURRING IN PART AND DISSENTING IN PART\nI concur in reversal of conviction only because the\ngovernment requests it. However, I strongly dissent to dismissal.\nThe Constitutional guarantee of trial by jury necessarily\nrequires a jury which is able to comprehend and intelligently\nresolve the factual issues submitted to it; any lower standard\nby Congress would be unconstitutional.\n\nRabinowitz, et al. v.(cid:9) S.(cid:9) 33\n\"§1861. Qualifications of Federal jurors\n\"Any citizen of the United States who has\nattained the age of twenty-one years and who\nhas resided for a period of one year within\nthe judicial' district, is competent to serve as\na grand or petit juror unless\n\"(1) He has been convicted in a State or\nFederal court of record of a crime punishable\nby imprisonment for more than one year and\nhis civil rights have not been restored by par-\ndon or amnesty.\n\"(2) He, is unable to read, write, speak,\nand understand the English language.\n\"(3) He is incapable, by reason of mental\nor physical infirmities to render efficient jury\nservice.\"\n\"§1862. Exemptions\n\"The following persons shall be exempt\nfrom jury service:\n\"(1) Members in active service in the\narmed forces of the United States.\n\"(2) Members of the Fire or Police de-\npartments of any State, District, Territory,\nPossession or subdivision thereof. •\n\"(3) Public officers in the executive, legis-\nlative, or judicial branches of the govern-\nment of the' United States, or any State, Dis-\ntrict, Territory,' or Possession or subdivision\nthereof who are actively engaged in the per-\nformance of official duties.\"\n\nForm DJ-96a(cid:9) DEPARTMENT OF JUSTICE\n(.Rev. 6-2'.66)\nROUTING SLIP\n_\nNAME DIVISION BUILDING ROOM\nTO :(cid:9)\n1.(cid:9) 1_\n/ 7//2, '(cid:9) , \"4—%se.-4?\n2.\n3.\n4.\nn \n(cid:129)(cid:9) SIGNATURE(cid:9) COMMENT(cid:9) IIII PER CONVERSATION\nI APPROVAL(cid:9) Ell NECESSARY ACTION(cid:9) IIII AS REQUESTED\nMI SEE ME(cid:9) MI NOTE AND RETURN(cid:9) miNOTE AND FILE\n(cid:129)(cid:9) RECOMMENDATION(cid:9) III CALL HE\t (cid:129) YOUR INFORMATION\n. ANSWER OR ACKNOWL-\nM EDGE ON OR BEFORE\n.(cid:9) PREPARE(cid:9) REPLY FOR\nM THE SIGNATURE OF\nREMARKS\n4\n-\ney .711--4--(cid:9) 0----)-C___Al(cid:9) 4'--1-'---(cid:9) Cr(-4. _-4t,4_161/\nNAME BUILDING & ROOM EXT. DATE\nFROM.(cid:9)\n\nForm DJ-150\n(Ed. 4:26-65), I\nUNITED STATES GOVERNMENT(cid:9) DEPARTMENT OF JUSTICE\nMemorandum\n\t (cid:9)\nTO Alexander C. Ross DATE: August 26, 1966\nAttorney\n(cid:9)\nSoutheastern Section SH:crk\n\t\nFROM Stuart Herman\nSUBJECT:\t Rabinowitz v. United States\nU. S. Court of Appeals, Fifth Circuit (July 20, 1966)\nFACTS\nJoni Rabinowitz, a white field worker with the Student\nNonviolent Coordinating Committee was indicted by a Federal\nGrand Jury and convicted by a Federal Petit Jury drawn from the\nsame box on a charge of perjury in testimony offered before\nthe grand jury.\nThe Appellant challenged the jury list selection which\nresulted in 1,985 names being placed on the list, only 117 or\n5.9% of them Negroes. There were five Negroes on the grand\njury which indicted Appellant but none on the Petit Jury. Negroes\nrepresent 34.55% of the population in the 18 counties comprising\nthe Middle District of Georgia. The list had been updated in\n1959, 1953 and 1940. On each occasion the individuals on the\nprevious list who were still alive were placed on the updated\nlist. 553 Whites and only four Negroes were added to the list\nin 1959.\nIn testifying on the method employed in adding names to\nthe jury list, the Jury Commissioner stated: \"I inquired\nnaturally of people whose reputation I knew...For that reason\nthey were people tmostly whose paths I happened to cross occafsionally,\nin a business way or in connection with some other activity in\nthe State...\".(cid:9) In addition to the \"key-men\" system of personal\ncontact, organizational lists exclusively white were also con-\nsulted. He further stated, in talking to individuals who were\nasked to make recommendations, the statutory qualifications\nplus \"our desire here to have jurors of integrity and good\ncharacter and intelligence...there are a lot of people who can\nread and write and can't understand the kind of proceedings\nthat go on in the courtroom, and we try to avoid them...\" There\nwas no allegation that the Jury Commissioners by acts of commission\nintentionally excluded Negroes from the jury.\n\n-2-\nThe government asked that the Court set aside the\nconvictions due to the failure to add Negroes to the 1959 list\nbut objected to the dismissal of the indictment since five Negroes\nwere on the grand jury. Sections 1861 and 1862 of the Judicial\nCode as amended by the 1957 Civil Rights Act are attached.\nISSUES\n(1) Are the statutory qualifications of Section 1861\nthe sole standards which the jury commissioner can\napply to prospective jurors in drawing up a Federal\nJury List?\n(2) Apart from qualifications, was the method and procedure\nby which the list was compiled a violation of the\nstatutory scheme by using grossly inadequate sources?\n(3) Must Appellant's indictment be dismissed due to the\nviolation of the statutory command even though there\nwere five Negroes on the grand jury which indicted\nher?\nDECISION\n(1) Yes\n(2) Yes\n(3) Yes\nREASONS\n(1) Section 1861 and the legislative history of the 1957\nCivil Rights Act clearly demonstrate Congress'\nintent to adopt uniform federal juror qualifications\nsubject only to certain adjustments within the dis-\ncretion of the district judge.(cid:9) The government's\nargument that Congress merely set a minimum qualifi-\ncation which the Jury Commissioners were not compelled\nto use, if accepted, would result in the same disunity\nthat Congress sought to legislate against.\nThe uniform standards were intended to be lower\nthan those existing in many states for the purpose\nof increasing the number of Negroes on Federal Juries.\n\n•\n-3-\nThe action by the Jury Commissioners in this case\nderogated from this congressional purpose by defeating\nany hope of uniformity. Because the statute invalidates\nthe action taken here, we need not reach the Consti-\ntutional question of whether their applying higher\nstandards denied a cross-section so as to violate the\nFifth Amendment guarantee of due process.\nCongress' establishment of the sole standard\nstill allows flexibility in formulating the lists.\nUnder Section 1863 (b), a district judge may exclude\na group from jury service after a finding of cause.\nSuch a procedure, unlike where the Jury Commissioner\nhimself does it, insures that the exclusion will be\nopen and known and subject to judicial review. Review\nof well-defined exclusions at the Circuit or Supreme\nCourt level will promote uniformity where possible,\nbut again allow individual districts to meet their\nunique problems.\nIn promulgating orders under Section 1863,\nthe district judge must be aware that Congress in\nprescribing the qualifications for jurors has attempted\nto insure a fair cross-section and has severely\nlimited the court's discretion.(cid:9) The line of demarca-\ntion is clear--a person need be able to read, write,\nspeak and understand English; he need not enjoy that\ndegree of excellence found only among the more fortunate\nclasses. Anything less would destroy the \"right\" to\nserve on juries which Congress intended to confer.\n(2) In addition the evidence shows a flaw in the method\nof compiling the jury roll. The records clearly indi-\ncate the jury list did not represent a fair cross-\nsection of the community, and the list was becoming\nover time less representative. The intent of the\nJury Commissioners is not relevant since they must\nbe held to have intended the natural result which\nflowed from their conduct.\nThe Constitution and laws of the United States\nplace an affirmative duty on the Jury Commissioner\nto develop and use a system that will probably result\nin a fair cross-section of the community being placed\non the rolls.(cid:9) (The Court here explains that nothing\n\n-4-\nin the opinion is intended to shackle the Jury\nCommissioner to any one source.(cid:9) It cites\nBellingsley v. Clayton, 359 F.2d 13 (1966) where\nunder Alabama law the procuring of names from a house\nto house survey, the city directory, telephone directory\nand tax rolls was held proper).(cid:9) In the case at bar\nthere were impermissible departure from the statutory\nscheme.(cid:9) (Thus the Court apparently decided both points\nbased on statutory construction and not Constitutional\nright).\n(3) The Federal Government argues the indictment should\nstand since there were five Negroes on the grand jury;\nhowever, this represents a basic misconception. The\nfocus of the law is on the list from which the jury\nis drawn and not on a particular jury or grand jury.\nWhen the basic jury list was poisoned, the fruits of\nthat list were also infected. To cure the infection,\nit is necessary to start the process anew.\nJUDGE BROWN CONCURRING\nI concur in the result as to reversal of conviction and\ndismissal of indictment, but I vote for the thesis of Congressional\nintent that Section 1861 be the sole standard only to avoid a\n4-4 deadlock. Federal jury selectors must be conscious of the\ncommunity and then follow a system which in the jury \"universe\"\nrepresents a fair cross-section. Congress and the Constitution\ncannot stand for a jury box in which all could barely pass the\nminimum literacy test.(cid:9) In this case, however, the Jury Commis-\nsioners did not add enough qualified Negroes to the jury lists\nsimply because they didn't know of them and therefore such a\nprocedure does not comply with the statute.\nJUDGES GEWIN AND BELL CONCURRING IN PART\nAND DISSENTING IN PART\nI would grant new trials since the prosecution requests\nit. However, I believe the standards of Section 1861 are\nminimum standards only and the intelligence standard used was\nreasonable so as to insure jurors who could understand Court\nproceedings. Also, there is no showing that the jury list is\nnot representative of the community of those who meet this\nhigher standard.\n\n-5-\nJUDGE COLEMAN CONCURRING IN PART AND DISSENTING IN PART\nI concur in reversal of conviction only because the\ngovernment requests it. However, I strongly dissent to dismissal.\nThe Constitutional guarantee of trial by jury necessarily\nrequires a jury which is able to comprehend and intelligently\nresolve the factual issues submitted to it; any lower standard\nby Congress would be unconstitutional.\n\nRabinowitz, et al. v.(cid:9) S.(cid:9) 33\n\"§1861. Qualifications of Federal jurors\n\"Any citizen of the United States who has\nattained the age of twenty-one years and who\nhas resided for a period of one year within\nthe judicial' district, is competent to serve as\na grand or petit juror unless\n\"(1) He has been convicted in a State or\nFederal court of record of a crime punishable\nby imprisonment for more than one year and\nhis civil rights have not been restored by par-\ndon or amnesty.\n\"(2) He, is unable to read, write, speak,\nand understand the English language.\n\"(3) He is incapable, by reason of mental\nor physical infirmities to render efficient jury\nservice.\"\n\"§1862. Exemptions\n\"The following persons shall be exempt\nfrom jury service:\n\"(1) Members in active service in the\narmed forces of the United States.\n\"(2) Members of the Fire or Police de-\npartments of any State, District, Territory,\nPossession or subdivision thereof. •\n\"(3) Public officers in the executive, legis-\nlative, or judicial branches of the govern-\nment of the' United States, or any State, Dis-\ntrict, Territory,' or Possession or subdivision\nthereof who are actively engaged in the per-\nformance of official duties.\"",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/95319"
    }
  ],
  "document_count": 3
}