{
  "case_id": 14151,
  "fetched_at": "2025-10-22T00:21:57.435093",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Pendleton Juvenile Correctional Facility ",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Indianapolis Juvenile Correctional Facility",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Coding Complete",
    "case_types": [
      "Juvenile Institution",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq.",
      "Violent Crime and Law Enforcement Act, 34 U.S.C. § 12601 (previously 42 U.S.C. § 14141)"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2008-01-09",
    "filing_year": 2008,
    "id": 14151,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Classification / placement",
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Sexual abuse by residents/inmates",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Suicide prevention",
      "Policing: Excessive force",
      "Jails, Prisons, Detention Centers, and Other Institutions: Grievance procedures",
      "Jails, Prisons, Detention Centers, and Other Institutions: Sex w/ staff; sexual harassment by staff",
      "Affected Sex/Gender(s): Male",
      "Affected Sex/Gender(s): Female",
      "General/Misc.: Bathing and hygiene",
      "Policing: Inadequate citizen complaint investigations and procedures",
      "Jails, Prisons, Detention Centers, and Other Institutions: Pepper/OC spray",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by non-staff (facilities)"
    ],
    "last_checked_date": "2014-11-12T00:00:00-05:00",
    "main_docket": {
      "id": 29966,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Indiana",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ Investigation of Juvenile Facilities in Indianapolis and Pendleton, Indiana",
    "never_filed": true,
    "non_docket_case_number": "168-26S-31",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Department of Justice Civil Rights Division’s investigation of conditions at the Indianapolis Juvenile Correctional Facility (“IJCF”) in Indianapolis and Pendleton, Indiana.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Indiana",
    "summary": "<p>On January 9, 2008, the Department of Justice Civil Rights Division (\"DOJ\") initiated an investigation of conditions at the Pendleton Juvenile Correctional Facility (\"Pendleton\") in Pendleton, Indiana. And on January 28, 2008, the DOJ initiated an investigation of conditions at the Indianapolis Juvenile Correctional Facility (\"Indianapolis,\" now known as Madison Juvenile Correctional Facility) in Indianapolis, Indiana. Both of these investigations were pursuant to the Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997, and the Violent Crime Control and Law Enforcement Act of 1994, 42 U.S.C. § 14141. The DOJ, along with experts, visited each facility several times. </p><p>On January 29, 2010, the DOJ issued an investigative findings letter regarding Indianapolis, which is Indiana's sole girls' juvenile correction facility. The letter indicated that Indianapolis failed to provide girls with adequate protection from harm, mental health care, and special education services. The letter concluded that these failures violated the Constitution and the Individuals with Disabilities Education Act. However, because of Indianapolis' cooperation, the DOJ agreed that provided the cooperative relationship continued, they would forward expert consultants' reports under separate cover. The reports would not be public documents. </p><p>On August 22, 2012, the DOJ issued a similar investigative findings letter regarding Pendleton. The letter indicated that Pendleton failed to take reasonable steps to prevent youth from committing suicide, failed to provide reasonably safe conditions of confinement for youth, failed to provide youth with adequate mental health care, and failed to provide youth with adequate special education services. That letter concluded that these failures were in violation of the Constitution and the Individuals with Disabilities Education Act. However, because of Pendleton's cooperation, the DOJ agreed that provided the cooperative relationship continues, they would forward expert consultants' reports under separate cover. The reports would not be public documents.</p><p>As of November 11, 2014, there have been no additional investigative documents made available and no lawsuits filed. However, the DOJ website indicates that the investigations are ongoing.</p><p></p>",
    "summary_published_date": "2014-11-12T00:00:00-05:00",
    "summary_short": "The United States opened investigations of two of Indiana's juvenile justice facilities, Pendleton Juvenile Correctional Facility and the Indianapolis Juvenile Correctional Facility in January, 2008. On January 29, 2010 and August 22, 2012, the DOJ issued investigative findings letters on Indianapolis and Pendleton respectively. Both facilities were found to have failures that violated the Constitution and the Individuals with Disabilities Education Act. As of November 11, 2014, the DOJ website indicates that the investigations are ongoing.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14151",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14151",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14151",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14151"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117067,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117067"
    },
    {
      "date": "2010-01-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Monitor/Master"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73967,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73967.pdf",
      "title": "Investigation of the Indianapolis Juvenile Correctional Facility, Indianapolis, Indiana (2010)",
      "text": "U.S. Department of Justice \nCivil Rights Division \nAssistant Attorney General \n950 Pennsylvania Avenue, NW - RFK \nWashington, DC  20530 \nJanuary 29, 2010 \nThe Honorable Mitch Daniels \nGovernor, State of Indiana \nOffice of the Governor \nState House, Room 206  \nIndianapolis, IN  46204-2797 \nRe: \t Investigation of the Indianapolis Juvenile \n\nCorrectional Facility, Indianapolis, Indiana\n \nDear Governor Daniels: \nI am writing to report the findings of the Civil Rights Division’s investigation\nof conditions at the Indianapolis Juvenile Correctional Facility (“IJCF”) in\nIndianapolis, Indiana.  On January 28, 2008, we notified you of our intent to\nconduct an investigation of IJCF, pursuant to the Civil Rights of Institutionalized\nPersons Act, 42 U.S.C. § 1997 (“CRIPA”) and the pattern or practice provision of the\nViolent Crime Control and Law Enforcement Act of 1994, 42 U.S.C. § 14141\n(“Section 14141”).  As we noted, both CRIPA and Section 14141 give the\nDepartment of Justice authority to seek a remedy for a pattern or practice of\nconduct that violates the constitutional or federal statutory rights of youths in\njuvenile justice institutions. \nFrom April 22 to 25 and July 21 to 24, 2008, we conducted on-site inspections\nof IJCF.  We were accompanied by expert consultants in mental health care,\njuvenile justice, sexual misconduct, and special education.  We interviewed staff \nmembers, youth residents, mental health care providers, teachers, and\nadministrators.  Before, during, and after our visit, we reviewed an extensive\nnumber of documents, including policies and procedures, incident reports, youth\ndetention records, mental health records, grievances from youth residents, unit logs,\norientation materials, staff training materials, and school records.  Consistent with \nour commitment to provide technical assistance and conduct a transparent\ninvestigation, at the conclusion of each of our tours, we conducted an exit conference \n\n- 2 ­\nwith facility and Indiana Department of Correction (“IDOC”) officials, during which\nour consultants conveyed their initial impressions and concerns. \nAt the outset, we commend the staff of IJCF for their helpful, courteous, and\nprofessional conduct throughout the course of the investigation.  We also wish to \nexpress our appreciation for the cooperation of IDOC officials.  We hope to continue\nto work with the State and IJCF officials in the same cooperative manner going\nforward. \nConsistent with our statutory obligation under CRIPA, we now write to\nadvise you formally of the findings of our investigation, the facts supporting them,\nand the minimum remedial steps that are necessary to remedy the deficiencies set\nforth below.  42 U.S.C. § 1997b(a).  We have concluded that certain conditions and \npractices at IJCF violate the constitutional and federal statutory rights of its\nresidents.  In particular, we find that IJCF fails to provide its youth residents with \nadequate:  (1) protection from harm; (2) mental health care; and (3) special\neducation services.  See Youngberg v. Romeo, 457 U.S. 307 (1982); Nelson v. Heyne,\n491 F.2d 352 (7th Cir. 1974); Individuals with Disabilities Education Act (“IDEA”),\n20 U.S.C. §§ 1400-1482. \nI.  BACKGROUND \nA.  Description of the Facility \nIJCF is a maximum security juvenile facility located in Indianapolis,\nIndiana.1   Until March 2008, the facility housed both boys and girls, and the \naverage total population was approximately 270 youths.  A few weeks prior to our\nApril 2008 tour, however, the State transferred all boys out of IJCF.  Accordingly,\nat the time of both of our tours, the facility housed only girls; the population was\napproximately 158 and the girls ranged in age from 13 to 19 years old.  IJCF is the \nonly IDOC juvenile facility that houses girls.  Consequently, it also serves as\nIDOC’s intake and diagnostic facility for girls, and houses all girls committed to\nIDOC, regardless of age or offense.2  \n     1  In July 2009, the State announced plans to relocate the facility to Madison, \nIndiana, approximately two hours south of Indianapolis.  This move occurred in \nearly November 2009; all the girls in the State’s juvenile system are now housed at\nthe Madison Juvenile Correctional Facility.     \n     2  IJCF is the most recent of several IDOC juvenile facilities into which we have \nopened investigations pursuant to CRIPA and Section 14141.  In addition to IJCF, \nwe have opened investigations of, and reached resolution regarding, the South Bend \n\n- 3 ­\nThe site upon which IJCF sits has served as a juvenile facility for many\nyears; the physical plant, however, has changed over time.  The entire IJCF campus \nis surrounded by a security fence.  The campus comprises of an older section and a\nnewer section, and the two areas are separated by a second security fence.  Before \nthe State moved the boys out of IJCF in March 2008, they were all housed in the\nnewer section, and the girls were all housed in the older section.  By the time of our \ntours, most of the girls had been moved into the newer section.  \nThe living units in the newer section consist of single occupancy sleeping\nrooms that open into large day rooms.  The sleeping rooms do not have plumbing. \nInstead, communal bathrooms are connected to the day rooms.  The bathrooms have \nopen windows to a toilet area, and the shower areas have no doors.  The toilet and \nshower areas therefore are clearly visible from the staff duty station desk, which is\nlocated just outside the bathroom doorway and window. \nThe older section of the campus contains eight living units.  At the time of \nour tours, only one of those living units was still in use.  This living unit consists of \ndouble occupancy rooms and a day room.  We were informed that the remaining\nseven living units in the older section either were undergoing or scheduled to\nundergo renovations. \nDuring the course of our ongoing compliance monitoring at South Bend, the\nState has provided us with revised policies in some of the areas discussed below,\nincluding, for example, satisfactory policies in the areas of grievances and suicide\nprevention.  We understand that these policies are intended to apply to all IDOC\nfacilities, including IJCF.  Our findings below are based on our on-site tours of IJCF\nin April and July 2008; we have not had an opportunity to evaluate whether, and to\nwhat extent, any revised policies are being implemented at IJCF.  We understand\nthat positive changes may be occurring at the facility based on the revised policies,\nand we look forward to evaluating their implementation in the future. \nB.  Legal Background \nCRIPA gives the Department of Justice authority to investigate and take\nappropriate action to enforce the constitutional and federal statutory rights of \nJuvenile Correctional Facility (“South Bend”), Plainfield Juvenile Correctional\nFacility (“Plainfield”), and Logansport Juvenile Intake/Diagnostic Facility\n(“Logansport”) (our Rule 41 settlement agreement with the State regarding South\nBend is set to terminate on February 8, 2010).  We also have opened an\ninvestigation of the Pendleton Juvenile Correctional Facility (“Pendleton”); our\nfindings regarding Pendleton will be provided by separate letter. \n\n- 4 ­\njuveniles in juvenile justice facilities.  42 U.S.C. § 1997.  Section 14141 prohibits\nany governmental authority responsible for incarcerating juveniles from engaging\nin a pattern or practice of conduct that deprives those juveniles of constitutional or\nfederal statutory rights.  42 U.S.C. § 14141.  Section 14141 grants the Attorney\nGeneral authority to file a civil action to eliminate any pattern or practice. \nThe Constitution requires states to provide reasonably safe conditions of\nconfinement to individuals held in its institutional care in a non-penal context, like\njuveniles confined in a juvenile facility who have been adjudicated delinquent but\nnot convicted of a crime.  See Deshaney v. Winnebago County, 489 U.S. 189, 200\n(1989) (“[W]hen the State . . . so restrains an individual’s liberty that it renders him\nunable to care for himself, and at the same time fails to provide for his basic human\nneeds – e.g., food, clothing, shelter, medical care, and reasonable safety – it\ntransgresses the substantive limits on state action set by the Eighth Amendment\nand the Due Process Clause.”); Youngberg, 457 U.S. at 315-16 (recognizing that a\nperson with mental retardation held in state custody has substantive due process\nrights under the Fourteenth Amendment, including the right to safe conditions of\nconfinement); Bell v. Wolfish, 441 U.S. 520, 535-36 & n.16 (1979) (applying the\nFourteenth Amendment standard to a facility for adult pre-trial detainees); K.H. ex\nrel. Murphy v. Morgan, 914 F.2d 846, 851 (7th Cir. 1990) (“Youngberg v. Romeo\nmade clear . . . that the Constitution requires the responsible state officials to take\nsteps to prevent children in state institutions from deteriorating physically or\npsychologically.”);3 Nelson, 491 F.2d at 357, 360 (recognizing that “the use of\ndisciplinary beatings and tranquilizing drugs” violated juveniles’ Fourteenth\nAmendment right to protection from cruel and unusual punishment and Fourteenth\nAmendment right to rehabilitative treatment, including a “right to minimum\nacceptable standards of care and treatment”).4  The proper inquiry into whether the \n     3  K.H. also notes that the holding in Nelson “anticipated” Youngberg.  K.H., \n914 F.2d at 851. \n     4   The Seventh Circuit has not directly addressed the constitutional standards \napplicable to juveniles confined in state facilities.  Where, as here, confined persons\nhave not been formally convicted of a crime, the Fourteenth Amendment and its\ncoordinate development in case law is generally the source of constitutional\nprotections, although the protections of the Eighth Amendment may be\nincorporated where appropriate.  See Bell, 441 U.S. at 535-36; Ingraham v. Wright,\n430 U.S. 651, 669 n.37 (1977); Nelson, 491 F.2d at 357, 360 (applying both the\nEighth Amendment and substantive elements of the Due Process Clause of the\nFourteenth Amendment in determining the rights of juveniles in a medium security\nfacility); see also Doe v. Strauss, No. 84C2315, 1986 WL 4108, at *4 (N.D. Ill. Mar.\n28, 1986) (unreported) (“[W]hat we have here is a long elevated Fifth, Eighth and \n\n- 5 ­\nconstitutional rights of institutionalized juveniles have been violated focuses on\nwhether conditions substantially depart from generally accepted professional\njudgment, practices, or standards. See Youngberg, 457 U.S. at 323. \nIn providing safe conditions, the State may not subject confined juveniles to\nundue restraint and its staff may not use excessive force.  See Youngberg, 457 U.S.\nat 316; Nelson, 491 F.2d at 356 (holding that beating juveniles with a paddle\nviolates their constitutional rights); see also Milonas v. Williams, 691 F.2d 931,\n942-43 (10th Cir. 1982) (invalidating the use of undue physical force); Morales v.\nTurman, 364 F. Supp. 166, 173 (E.D. Tex. 1973) (issuing a preliminary injunction\nwhere the court found that juvenile facilities’ widespread practice of beating,\nslapping, kicking, and otherwise abusing juveniles in the absence of exigent\ncircumstances violated juveniles’ rights).  The State also must keep juveniles in its\ninstitutions reasonably safe from harm inflicted by third parties, including by other\njuveniles in the facility.  See J.H. ex rel. Higgin v. Johnson, 346 F.3d 788, 791 (7th\nCir. 2003) (“[C]hildren in state custody have a constitutional right not to be placed\nin a foster home where the state knows or suspects that the children may be subject\nto sexual or other abuse.”); B.H. v. Johnson, 715 F. Supp. 1387, 1395 (N.D. Ill. 1989)\n(“[A] child who is in the state’s custody has a substantive due process right to be\nfree from unreasonable and unnecessary intrusions on both its physical and\nemotional well-being.”); see also K.H., 914 F.2d at 851. \nWhen subjecting a confined juvenile to disciplinary procedures, the State\nmust provide the accused juvenile with procedural due process, including an \nopportunity to present evidence in his or her defense.  See  Mary v. Ramsden, 635\nF.2d 590, 599 (7th Cir. 1980) (holding that juveniles have a right to present\nevidence and call witnesses on their behalf in the context of a disciplinary\nproceeding); see also Gary H. v. Hegstrom, 831 F.2d 1430, 1433 (9th Cir. 1987) (“To\nthe extent that the court ordered due process hearings prior to confinement in\nexcess of 24 hours, . . . the decree was clearly within the power of a federal court to\nassure minimum constitutional standards taught by Youngberg.”); H.C. ex rel.\nHewett v. Jarrard, 786 F.2d 1080, 1088 (11th Cir. 1986) (holding that procedural \nFourteenth Amendment right decisionally recognized in this state and many others. \nIt protects juveniles when they are placed by state action in special custody,\nmanagement and control because of their homeless, their delinquent conduct, and\ntheir unmonitored living.  It is a right to care, management and therapy reasonably\ndesigned and calculated to effect rehabilitation, moral restoration and proper\ndevelopment.”).  But see Viero v. Bufano, 925 F. Supp. 1374, 1381 n.15 (N.D. Ill.\n1996) (stating summarily, in a footnote, that Eighth Amendment protections apply\nto juveniles in the context of a Section 1983 damages case where a juvenile in a\nfacility committed suicide).    \n\n- 6 ­\ndue process violations that result in solitary confinement for a juvenile can give rise\nto compensatory damages ); Santana v. Collazo, 714 F.2d 1172, 1179 (1st Cir. 1983)\n(citing Youngberg and holding that juveniles in a juvenile facility, “who have not\nbeen convicted of crimes, have a due process interest in freedom from unnecessary\nbodily restraint which entitles them to closer scrutiny of their conditions of\nconfinement than that accorded convicted criminals”).  This right extends to\nproceedings determining whether a juvenile is to be subjected to disciplinary\nsegregation.  See Mary, 635 F.2d at 594.  If used, throughout the duration of\nconfinement, the segregation must be closely regulated; the choice to use\nsegregation must be an informed one; the juvenile must be aware of the reason for\nthe detention; the facility must demonstrate that segregation is in the juvenile’s\nbest interest; the segregation must be subject to regular, periodic review by\nprofessionals; and the juvenile must be given reasonable access to peers and\ntreatment staff, a reasonable amount of reading or recreational material, and\nopportunities for daily physical exercise.  Nelson v. Heyne, 355 F. Supp. 451, 456\n(N.D. Ind. 1972), aff’d, 491 F.2d 352 (7th Cir. 1974); see Youngberg, 457 U.S. at 322\n(holding that the Due Process Clause includes the right to be free from \nunreasonable bodily restraint); see  also Milonas, 691 F.2d at 942-43 (upholding an\ninjunction limiting the use of isolation rooms in a juvenile facility where district\ncourt found that the facility permitted the rooms to be used unreasonably). \nAdditionally, both inmates and detained youths have a right to file\ngrievances with the facility regarding their treatment, as well as a right not to be\npunished for using the grievance system.  Bradley v. Hall, 64 F.3d 1276, 1279 (9th\nCir. 1995); Thaddeus-X v. Blatter, 175 F.3d 378, 394 (6th Cir. 1999); D.B. v.\nTewksbury, 545 F. Supp. 896, 905 (D. Or. 1982); Morales, 364 F. Supp. at 175; see\nalso Bounds v. Smith, 430 U.S. 817, 828 n.17 (1977) (“Our main concern here is\nprotecting the ability of an inmate to prepare a petition or complaint.”); Walker v.\nThompson, 288 F.3d 1005, 1009 (7th Cir. 2002) (holding that an inmate’s grievance\nis constitutionally protected speech and that a prison’s retaliation for filing the\ngrievance is unconstitutional); Hasan v. U.S. Dep’t of Labor, 400 F.3d 1001, 1005\n(7th Cir. 2005) (holding that, unless frivolous, prisoners’ grievances are entitled to\nFirst Amendment protection). \nThe State also is limited in the cross-gender supervision and searches it may\nconduct in its juvenile facilities.  For example, in the context of adult prisons,\nalthough pat-down searches and occasional or inadvertent sightings of male\ninmates in their cells or showers by female staff do not violate the inmates’ right to\nprivacy, observation that is “more intrusive (like a strip search, in the absence of an\nemergency) or a regular occurrence” does violate inmates’ right to privacy.  Canedy\nv. Boardman, 16 F.3d 183, 185-86, 188 (7th Cir. 1994) (holding that a prison may\nnot ignore a prisoner’s right to privacy and must accommodate that right where \n\n- 7 ­\nreasonable);5 see also Henry v. Milwaukee County, 539 F.3d 573, 584-85 (7th Cir.\n2008) (holding that sex is not a bona fide occupational qualification in a juvenile\njustice facility for the purposes of maintaining same-gender supervision during the\nnighttime shift, but leaving open the possibility that, in other circumstances, a\njuvenile facility could show that single-sex supervision is necessary for promoting\nthe goals of rehabilitation, security, and privacy).  In addition, although Title VII of\nthe Civil Rights Act prohibits gender-based discrimination in the workplace, in\nparticularized circumstances, “the goals of security, safety, privacy, and\nrehabilitation can justify gender-based assignments in female correctional\nfacilities.”  Everson v. Mich. Dep’t of Corrections, 391 F.3d 737, 750, 761 (6th Cir.\n2004) (citing Torres v. Wis. Dep’t of Health & Soc. Svcs., 859 F.2d 1523, 1532 (7th\nCir. 1988) (en banc)) (upholding the State’s considered decision that sex as a bona\nfide occupational qualification for female housing units in Michigan correctional\nfacilities was necessary to address the sexual abuse of female inmates by male\ncorrectional officers but “emphasiz[ing] the limited nature of [the court’s] holding”). \nIt is well established that juveniles held by the state should enjoy at least the\nsame protections as prisoners.  See Nelson, 355 F. Supp. at 457 (noting, in the\ncourse of finding cruel and unusual treatment of juveniles, that “there is a legal\ndistinction in the nature of treatment appropriate to a convicted felon and that\naccorded one adjudged a juvenile delinquent”); Belloti v. Baird, 443 U.S. 622, 634\n(1979) (plurality opinion) (noting recognition of three reasons justifying the\ndifferent treatment of juveniles:  “the peculiar vulnerability of children; their\ninability to make critical decisions in an informed, mature manner; and the\nimportance of the parental role in child rearing”); Schleiffer v. Meyers, 644 F.2d\n656, 660 (7th Cir. 1981) (relying on Belloti to determine the rights of a minor in a\ncustody dispute); Swansey v. Elrod, 386 F. Supp. 1138, 1143 (N.D. Ill. 1975) (“In\neffect, the Supreme Court has held that a juvenile is entitled to a higher standard of\ncustodial care in return for a more limited set of rights during the adjudication\nprocess under the due process clause.”). \n     5  Compare Johnson v. Phelan, 69 F.3d 144, 145, 147 (7th Cir. 1995) (holding \nthat the anonymous inspection of a male pretrial detainee by female guards did not\nviolate the Constitution and characterizing Canedy as an Eighth Amendment case\nsolely addressing tactile searches), with id. at 156 (Posner, J., dissenting) (noting\nthat there was “no basis in the record” showing that prison officials had weighed\naccommodation in their decision-making), and Calhoun v. DeTella, 319 F.3d 936,\n939-40 (7th Cir. 2003) (holding that allegations of direct cross-gender monitoring\ncould state an Eighth Amendment claim because the allegations included a claim\nthat the monitoring served no legitimate purpose).  \n\n- 8 ­\nMoreover, as to strip searches specifically, in the analogous school context,\nthe Supreme Court has held that a search of a student in school must be justified in\nits inception and must be reasonably related in scope to the reason for the search. \nSafford v. Redding, 129 S. Ct. 2633, 2639 (2009); New Jersey v. T. L. O., 469 U.S.\n325, 341-42 (1985).  The Supreme Court places a strip search in “a category of its\nown” that requires specific suspicions of hiding evidence of wrongdoing in\nunderwear or of danger, rather than mere knowledge that youth sometimes hide\ncontraband in their underwear.  Safford, 129 S. Ct. at 2643. \nIn addition to keeping juveniles safe from harm, the  State must provide\njuveniles held in its facilities with rehabilitative treatment.  Nelson, 491 F.2d at \n359-60.  Rehabilitative treatment, in turn, includes mental health services.  See id. \nat 360 (noting that “the juvenile process has elements of both the criminal and\nmental health processes”); see also Youngberg, 457 U.S. at 323 n.30; K.H., 914 F.2d\nat 851; A.M. ex rel. J.M.K. v. Luzerne County Juvenile Det. Ctr., 372 F.3d 572, 585\nn.3 (3d Cir. 2004).  Like all services that the state provides to confined juveniles,\nmental health services may not depart substantially from generally accepted\nprofessional standards.  See Youngberg, 457 U.S. at 323; In re Cole v. Fromm, 94\nF.3d 254, 262 (7th Cir. 1996). \nFacilities further must ensure that juveniles who pose a risk to themselves\nare adequately protected.  See Youngberg, 457 U.S. at 315-16; K.H., 914 F.2d at\n851; Myers v. County of Lake, 30 F.3d 847, 850 (7th Cir. 1994) (“Indiana requires\ninstitutions to use reasonable care to prevent their wards from committing\nsuicide”); Dohilite v. Maughon ex rel. Videon, 74 F.3d 1027, 1042-43 (11th Cir.\n1996) (applying to the juvenile context the rule that, “[w]here prison personnel\ndirectly responsible for inmate care have knowledge that an inmate has attempted,\nor even threatened, suicide, their failure to take steps to prevent that inmate from\ncommitting suicide can amount to deliberate indifference”). \nFinally, as to special education services, students with disabilities have\nfederal statutory rights to such services under the IDEA, 20 U.S.C. §§ 1400-1482. \nSee Honig v. Doe, 484 U.S. 305, 310 (1988) (noting that the Education for All\nHandicapped Children Act, as amended by the IDEA, “confers upon disabled\nstudents an enforceable substantive right to public education in participating\nStates”).  The IDEA requires states that accept federal funds to provide educational\nservices to all children with disabilities between the ages of 3 and 21, even if the\nchildren have been suspended or expelled from school.  20 U.S.C. § 1412(a)(1)(A). \nAccordingly, the State must provide such services to youths in juvenile justice\nfacilities.  See id. (conditioning funds on the availability of services to “all children\nwith disabilities” (emphasis added)); 34 C.F.R. § 300.2(b)(1)(iv) (applying IDEA\nrequirements to “all political subdivisions of the State that are involved in the\neducation of children with disabilities, including . . . State and local juvenile and \n\n- 9 ­\nadult correctional facilities”); see also Donnell C. v. Ill. State Bd. of Educ., 829 F.\nSupp. 1016, 1020 (N.D. Ill. 1993) (finding the IDEA applicable to “school-aged\npretrial detainees” in county jail); Handberry v. Thompson, 92 F. Supp. 2d 244, 248\n(S.D.N.Y. 2000) (“Just like the general entitlement to a free public education, the\n[IDEA] entitlement to special education services is not trumped by incarceration.”); \nAlexander S. ex rel. Bowers v. Boyd, 876 F. Supp. 773, 800 (D.S.C. 1995) (“The\n[IDEA] regulations make it clear that the reference to all programs includes state\ncorrectional facilities and that the requirements of the IDEA apply to such\nfacilities.”).  The IDEA also requires schools to have procedures for identifying and\ntesting students with disabilities.  34 C.F.R. § 300.111(a)(1)(I). \nSection 504 of the Rehabilitation Act of 1973 (“Section 504\"), 29 U.S.C. § 794,\nsimilarly obligates the State to provide juveniles confined in its institutions with\neducational services.  Section 504 requires that “[n]o otherwise qualified individual\nwith a disability in the United States, as defined in section 705(20) of this title,\nshall, solely by reason of her or his disability, be excluded from the participation in,\nbe denied the benefits of, or be subjected to discrimination under any program or\nactivity receiving Federal financial assistance.”  Id. § 794(a). \n      \nII.  FINDINGS \nA.\t  PROTECTION FROM HARM \nThe State must provide juveniles housed at IJCF with reasonably safe\nconditions of confinement.  See Youngberg, 457 U.S. at 315-16; Bell, 441 U.S. at\n535-36 & n.16; K.H., 914 F.2d at 851; Nelson, 491 F.2d at 360.   \nThe State fails to keep the youths at IJCF safe from harm in a number of \nrespects.  Specifically, the State:  (1) fails to protect youths from staff sexual abuse\nand misconduct; (2) fails to conduct adequate abuse and misconduct investigations;\n(3) fails to provide adequate staffing; (4) uses inappropriate and excessive force;\n(5) uses isolation excessively and without adequate due process; (6) fails to provide\nan adequate grievance system; (7) fails to provide adequate programming; and\n(8) fails to provide adequate access to toilets. \n1. \t Staff Sexual Abuse and Misconduct \nThe State fails to adequately protect IJCF youths from staff sexual abuse and\nmisconduct.  In the three-week period prior to and during our April 2008 tour, the\nfollowing serious incidents occurred: \n \n•\t  On April 18, 2008, an officer was caught engaging in sexual activity with one\nof the girls he was supposed to be supervising in the campus kitchen.    \n\n- 10 ­\nWhen confronted, the officer admitted his conduct and, on April 21, 2008, his\nemployment was terminated. \n•\t  On April 6, 2008, in two separate incidents, an officer engaged in sexual\nintercourse with two girls, including a 15-year-old girl.  The facility referred \nthe matter to the State police for further investigation.  The officer \nsubsequently plead guilty to one count of sexual misconduct and one count of\nsexual misconduct with a minor. \nAlthough in some instances, like those described above, sexual abuse is\ndiscovered by or reported to the facility’s administration, and appropriate steps are\ntaken in the aftermath, our investigation revealed that the frequency of staff sexual\nabuse and misconduct at the facility is significantly higher than officially reported\nor investigated by the administration, as discussed below.  Indeed, the sexualized \nenvironment at the facility appears rampant.  \nMany of the girls we interviewed consistently and independently described\nincidents of staff making sexual advances toward girls, including attempting to kiss\nor otherwise inappropriately touch the girls, and incidents of staff making sexually\ninappropriate comments to the girls.  For example, one IJCF youth told us that a\nmale officer repeatedly came to her room and asked to see or touch her breasts.6  \nAnother girl described an incident in which a male staff member told another\nyouth, who was on her hands and knees cleaning, “I bet you like it on your knees.” \nAnother girl summed up her fears about living at IJCF by saying:  “Kids have sex \nwith kids, staff have sex with kids, staff have sex with each other.  This place is \nmessed up.” \nAs discussed below, the facility superintendent acknowledged that the\nstaffing pattern at the facility likely contributes to the frequency of sexual\nencounters between officers and residents.  Indeed, as of April 2008, nearly half of\nIJCF’s officers were male, and we observed numerous occasions on which a single\nmale officer was supervising a unit of approximately 25 girls. \nOur findings of a rampant sexual environment at IJCF are further confirmed \nby a recent Bureau of Justice Statistics Special Report, Sexual Victimization in \nJuvenile Facilities Reported by Youth, 2008-2009,  released on January 7, 2010 \n(“BJS Report”).  According to the BJS Report, 22.8% of girls at IJCF reported\nhaving experienced at least one incident of sexual victimization by another youth or \n     6  With the girl’s consent, we reported this incident to the facility \nsuperintendent, who informed us that he would initiate the investigative process. \nWe do not have information regarding the outcome of this investigation. \n\n- 11 ­\nstaff member at the facility in the prior year.  IJCF’s rate of 22.8% is nearly double \nthe national average of 12.1%.  It is also nearly double the national average of 14%\nfor facilities housing only girls and is more than double the national average of 9.6%\nfor facilities housing both sexes.  These numbers place IJCF among the thirteen\nfacilities with the highest rates of sexual victimization nationally.  An astounding\n16.3% of girls at IJCF reported unwanted sexual activity with another youth.  This \nis more than six times the national average of 2.6%, and is nearly double the\nnational average of 9.1% for girls in juvenile facilities nationwide.  It also far \nexceeds the national average of 11% in facilities housing only girls.  Additionally, \n8.7% of girls at IJCF reported sexual activity with facility staff.  Although slightly\nbelow the national average of 10.3%, this rate is nearly double the national average\nof 4.7% for girls in juvenile facilities nationwide, and nearly double the national\naverage of 5% in facilities housing only girls. \n2.\t  Inadequate Abuse Investigations \nThe State also fails to ensure that allegations of staff abuse and misconduct\nare adequately reported and investigated.  Indeed, allegations of staff sexual abuse\nand misconduct are not investigated in accordance with the facility’s own policy. \nFor example:  \n•\t  In an incident report dated June 27, 2008, Officer A reported that an IJCF\nyouth had made allegations of sexual misconduct to Officer A against\nOfficer B.  Officer A, however, did not refer the matter for investigation, nor\ndid the officer complete a Report of Alleged Child Abuse or Neglect (the\nfacility’s official form for reporting abuse and neglect allegations).  Instead, \nOfficer A and Officer B together confronted the youth about her allegations. \nThe youth then recanted, and Officer B wrote a conduct report charging her\nwith “false accusations,” which resulted in disciplinary action against the\ngirl.  Under these circumstances, there is no way of knowing whether the\nyouth’s allegations were false or whether, when confronted by the very staff\nmember who reportedly assaulted her, she was too afraid to press the matter. \nIn any case, the handling of her complaint was grossly inappropriate and\nwell outside the bounds of what is generally accepted in the field. \n•\t  In an incident report dated June 9, 2008, an officer reported finding a note\npassed under a girl’s door stating, “he keeps coming into my room, and I tell\nhim not to and he does anyway.”  The note was appropriately turned over to \nthe facility investigator.  According to the incident report, however, two male\nstaff attempted to talk with the girl about the note, and she refused, stating\nthat she did not “want to talk to a man.”  No Report of Alleged Child Abuse or\nNeglect was completed, nor did we find any other evidence that this matter\nwas investigated any further. \n\n- 12 ­\n•\t  On April 13, 2008, an IJCF counselor filed a Report of Alleged Child Abuse or\nNeglect, reporting an IJCF youth’s allegations that an officer had been\nsexually abusing her during the night shift.  Reportedly, the youth alleged\nthat the officer had been touching her inappropriately and showing her his\nbody parts.  Although the cover page of the report contains a handwritten\nnote that the girl’s allegations were found to be unsubstantiated, the report\noffers no explanation regarding the basis of this finding, nor any other\nevidence that the allegations were investigated. \nOur investigation also revealed instances where IJCF failed to adequately\ninvestigate alleged youth-on-youth sexual abuse and misconduct.  For example: \n•\t  On June 2, 2008, a youth reported that another girl had touched her breast\non a number of occasions.  There was no report of a follow-up investigation of\nthis allegation of sexual misconduct. \n•\t  On June 23 and 25, 2008, an IJCF school staff member asked for assistance \nin responding to a student who was upset after she was accused of raping a\npeer and was fearful that other girls would gang up to harm her.  Despite \nefforts to obtain guidance, the staff member later wrote:  “I’m hoping that\nsomeone . . . can talk to [the youth] or provide me with some info to help her\nout.”  We found no report of an investigation of the alleged rape or improper\nadvances made between the youths. \n3.\t  Inadequate Staffing \nConstitutional standards require that juvenile facilities have a sufficient\nnumber of adequately trained staff members to ensure the safety and security of\nresidents.  Without an adequate number of officers on duty, staff cannot adequately\nsupervise the youths in their care.  IJCF fails to provide adequate numbers of staff\nto keep girls safe, and fails to provide adequate female staff to protect girls’ privacy. \nThe staffing pattern likely exacerbates IJCF’s problems with incidents of sexual\nabuse and misconduct, as well as with other program functions.  \nThe living units at IJCF generally house approximately 25 youths.  Both staff \nand youths reported to us, and our own observations confirmed, that usually, one or\ntwo officers were present on the living units.  To the extent that one staff member is \nrequired to supervise 25 youths, this is well outside the bounds of generally\naccepted professional standards and is not adequate to ensure the safety of IJCF\nyouths. \nTo protect due process rights, female staff must provide direct supervision to\ngirls in juvenile facilities when the girls are engaged in private activities such as \n\n- 13 ­\nshowering, toileting, dressing, and undressing.7   As noted above, as of April 2008, \nnearly half of the officers at IJCF were male.  We observed during our tours that it\nis not uncommon for a single male officer to supervise a unit of approximately 25\ngirls, including when the girls are engaged in private activities.  Such staffing\npatterns not only lead to violations of girls’ privacy and facilitate staff misconduct,\nbut they also expose staff members to false allegations of staff misconduct.  Indeed, \nthe superintendent at the time of our April 2008 tour acknowledged that this\nstaffing pattern was problematic and likely contributed to the frequency of sexual\nencounters between officers and residents.  \nMoreover, the physical layout of the facility undoubtedly increases the\nlikelihood of sexual misconduct by staff members.  As described above, the \nshowering and toileting areas of the living units are visible from the staff duty\nstation desk on each unit.  Thus, male staff easily can observe girls at these \nvulnerable times.  The facility’s failure to provide same-gender supervision for\nprivate activities is contrary to the National Prison Rape Elimination Commission’s\nproposed Standards for the Prevention, Detection, Response, and Monitoring of\nSexual Abuse in Juvenile Facilities (“Proposed Standards”) and places IJCF\nresidents at risk of invasions of privacy, embarrassment, and potentially\nhumiliating situations.  For girls in juvenile facilities, the vast majority of whom\nhave histories of physical and/or sexual abuse, such loss of privacy may be\nparticularly traumatic and may trigger fears about their safety.   \nDeployment of female staff to cover girls’ private activities would better\nprotect privacy of these teen girls.  Both staff and residents recognize this need. \nIndeed, one supervisor acknowledged to us that he would like to have more female\nstaff because “it’s uncomfortable for male staff with the [bathroom] windows.”  And, \none youth told us that male officers can see tall girls when they are in the bathroom\nor shower and added, “I dread showers.” \n     7  Consistent with these standards, except in cases of emergency or other \nextraordinary unforeseen circumstances, the National Prison Rape Elimination\nCommission’s proposed Standards for the Prevention, Detection, Response, and\nMonitoring of Sexual Abuse in Juvenile Facilities (“Proposed Standards”) require\nfacilities to prohibit non-medical staff from viewing opposite gender juveniles who \nare nude or who are performing bodily functions.  Standards for the Prevention, \nDetection, Response, and Monitoring of Sexual Abuse in Juvenile Facilities, 11 (Nat’l \nPrison Rape Elimination Comm’n, Proposed Standards, Jun. 23, 2009), available at \nhttp://nprec.us/publication/standards/juvenile_facilities/ (last visited Aug. 3, 2009) \n(“Proposed Standards”).  As of the issuance of this letter, the Proposed Standards\nhave been submitted to the Attorney General for review and promulgation of final\nrules. \n\n- 14 ­\n4.\t  Inappropriate and Excessive Use of Force \nThe State inappropriately and excessively uses force on girls at IJCF, in\nviolation of their Constitutional right to be free from excessive use of force.  See \nYoungberg, 457 U.S. at 316; Nelson, 491 F.2d at 356.   \nThe State uses a number of highly intrusive and drastic measures, ostensibly\nin an effort to control its juvenile population.  Such measures – including cell\nextractions, Oleo Resin Capsicum chemical spray (“OC Spray”) and restraint chairs,\n– typically are used only in adult correctional facilities.  Although not\nunprecedented in juvenile facilities, the use of these measures is uncommon.  Each \nsuch use in a juvenile facility must be scrupulously managed to ensure that the\nmeasure is employed only when absolutely necessary for the safety and security of\nthe facility, residents, and staff, and only when less drastic measures have been\nattempted and failed.  IJCF failures to manage the use of these drastic measures\nlead to abuse, including a forcible strip search of a teenage girl with severe mental\nillness, as described below.  Indeed, instead of establishing an atmosphere of care,\ncooperation, and rehabilitation, IJCF uses intrusive and drastic control measures\nthat foster an atmosphere of excessive force, high stress, fear, and crisis in a facility\nwhose residents are abused and traumatized teenage girls. \na.\t  Cell Extractions of Teenage Girls by Staff Dressed in \nSwat Gear   \nIJCF employs cell extraction techniques that involve excessive uses of force. \nThe facility assembles and uses teams of staff heavily dressed in swat gear\n(protective vests, helmets, and pads) who forcibly extract girls from their cells.  As \nwith the other measures described above, the use of cell extractions in this manner \nin a juvenile facility is highly unusual; the use of such a tactic may be acceptable, if\nat all, only in the most extreme emergency situations, when absolutely necessary\nfor safety and security, and after other, less intrusive methods have been attempted\nand failed.  Specifically, rather than resorting to a forceful cell extraction,         \nwell-trained and competent staff typically can achieve compliance with the security\nneeds of a facility by using a subtle approach of explaining the situation and\nseeking the juvenile’s cooperation.  This generally begins by staff demonstrating a\ncaring, concerned, and respectful attitude toward residents in the routine           \nday-to-day living activities of the facility. \nIn a particularly egregious incident, on January 10, 2008, senior\nmanagement at IJCF ordered the activation of a cell extraction team consisting of\nmale officers dressed heavily in swat gear to search for a missing piece of porcelain\nthat had broken off from a toilet in the segregation unit, which houses the facility’s\nmost troubled and vulnerable girls.  The five-man team searched the first side of \n\n- 15 ­\nthe unit by forcibly entering each cell in a single-file formation, extracting each girl,\nand having a female staff member strip search her.  After finding most of the\nmissing porcelain on the first side of the unit, the cell extraction team continued the\nsearch, on the second side of the unit as a shakedown, or “spring cleaning,” to find\nadditional contraband.   \nAccording to video of this incident, the general process of the extractions\nconsisted of the cell extraction team ordering each girl to “cuff up” (submit her\nhands for handcuffing through a slit in their cell doors), handcuffing her through\nher cell door, and then ordering her to get on her knees in front of the back wall of\nthe cell, with her back to the cell door.  For some girls, the five-man team then\nentered the cell and walked out with the girl.  For other girls, the men entered the\ncell, placed the girl in the prone position on the floor, held her down at her upper\nback and each arm and leg, and shackled her legs before removing her from her cell. \nFor two of the girls, as discussed below, the team used OC spray after the girls\nrefused to cuff up.  The team then brought each girl into another cell for the strip\nsearch, again placed her on the floor in the prone position, and removed her\nrestraints.  The team then left the girl on the floor and warned her that if she got\nup or moved, the team would return to “do it all over again.”  The video we observed \nprovides no indication of why the cell extraction team shackled some girls’ legs in\naddition to handcuffing them.  Moreover, as is evident from the video, the girls\napparently did not know the reason for the extractions, and many shouted\nquestions such as “what the fuck?” “what [sic] you all doing?” and “why are you\ndoing this shit?” during the extraction process. \nAlthough accepted juvenile corrections practice requires facility staff to first\nattempt to secure residents’ cooperation, it appears that IJCF made no effort to do \nso.  Although the vast majority of the girls were non-violent, non-threatening, did\nnot pose a risk to themselves, staff, or other girls, and complied with staff’s order to\ncuff up, move to the back of their cells, and get on their knees, the facility\nnonetheless used the cell extraction team to forcibly remove them, often further\nrestraining them in the process.  Moreover, the cell extractions violated the facility’s\npolicies, which do not provide for cell extractions for shakedown purposes or where\na youth complies with an order to be restrained.  Indeed, the facility’s own        \npost-event analysis concluded that this use of the cell extraction team was\ninappropriate; the analysis notes that the team is altogether unnecessary when a\ngirl complies with staff orders to submit to a restraint.  That same analysis also\nnotes that the use of the cell extraction team as a shakedown team is inappropriate. \nAccordingly, the team never should have been deployed for this purpose.  In short, \nstaff used clearly excessive and abusive force in an incident that likely could have\nbeen avoided entirely.  Such practices are a gross departure from generally accepted\nprofessional standards and expose girls to grave risk of both physical and emotional\nharm, including bodily injury and re-traumatization. \n\n- 16 ­\nWe were unable to ascertain the precise frequency with which cell extractions \noccur.  It appears that IJCF’s reporting of such incidents is unreliable because IJCF\ninexplicably appears to consider an incident a cell extraction only where the cell\nextraction team uses additional force during the extraction.   As part of our review\nof the January 10 incident in which at least 17 girls were extracted from their cells,8 \nwe requested a list of all girls who have been extracted by the cell extraction team\nsince the team’s inception.  The list IJCF provided included only three of the girls\nwho had been extracted during the January incident.  These three were the ones on \nwhom the cell extraction team used additional force; as discussed below, the team \nsprayed two of them with OC spray and forcibly cut off all of the third girl’s\nclothing. \nb.  Unjustified Strip Search of a Teenage Girl by Male Staff \nAs noted above, the January 10, 2008 cell extractions described above\nresulted in an additional alarming incident that exposed a particularly vulnerable\ngirl to serious harm and risk of harm.  Specifically, while on site, we reviewed a\nvideo showing the cell extraction and forceful strip search of B.B.,9 a 17-year-old girl\nwith serious mental illness.10   The cell extraction team, consisting of five male staff, \nextracted B.B. from her cell and forcefully cut off all of her clothing to strip search\nher, in clear violation of both the law and generally accepted professional standards. \n  \nThe video shows that B.B. quietly cooperates with the cell extraction team’s\ndirective to exit her cell, and the team then takes her to another cell.  When \ndirected to remove her clothing for the strip search, B.B. refuses.  Staff make \nseveral additional demands for B.B. to remove her clothing, but she repeatedly\nrefuses, telling staff that she does not have any contraband.  According to IDOC’s\nown internal affairs report, the video “clearly shows [B.B.] sitting on the floor being\npassive, none [sic] threatening, no indication that she possessed a weapon . . . .” \n     8  IJCF indicated that all the girls on the unit that was searched on \nJanuary 10, 2008 were extracted from their cells and searched.  When we requested\na full list of the extractions, the facility provided us with the unit roster.  The roster \nlisted 24 names, with seven names inexplicably crossed out. \n     9  The initials used to refer to youth are pseudonyms to protect their privacy. \n     10  In fewer than three total years at the facility, B.B. had been placed on suicide \nprecautions at least eight times and, by the time of our second visit to IJCF in July\n2008, she had been civilly committed to a mental health facility. \n\n- 17 ­\nNonetheless, the five male officers storm into the room and surround B.B. \nThe only female present is the officer recording the incident on video.  The five male \nofficers restrain B.B. in a prone (face down)11 position on the floor, handcuff her, and \nshackle her ankles.  Although the facility’s own report indicates that B.B. “took to\nthe floor with little to no resistance,” one officer holds down her head and neck, \nforcing her head and forehead against the floor.  Other officers hold down her arms \nand legs and bend her legs backward so that her feet touch her buttocks.  While \nB.B. wails and cries that the men are hurting her arm, the men silently cut off all of\nher clothing using a seat belt cutting tool, a rescue tool designated only to cut down\nyouths during a suicide attempt.  The men then unsnap B.B.’s bra using their\ngloved hands, tear off her bra straps, remove her bra, and cut off her underwear. \nThe video ends with B.B. lying on the floor wearing nothing but her socks, being\nheld down by the five men in swat gear.  The only item between her and the dirty\nfloor is a fragment of her torn underwear.  \nThis seemingly arbitrary, forceful strip search of a girl with mental illness,\nwhen the facility did not have individualized suspicion that she possessed\ncontraband, is a clear violation of the law and of generally accepted professional\nstandards.  Both the courts and generally accepted professional standards prohibit\ncross-gender strip searches, except in cases of emergency.  Canedy, 16 F.3d at 187\n(holding that an inmate’s right to privacy is violated where observation of the\ninmate by an opposite-gender employee is not occasional or inadvertent but “is more\nintrusive (like a strip search, in the absence of an emergency) or a regular\noccurrence”); Proposed Standards at 11 (requiring facilities to prohibit cross-gender\nstrip searches and visual body cavity searches, except in cases of emergency).12 \nAs noted above, the Supreme Court places a strip search in “a category of its \nown.”  Safford, 129 S. Ct. at 2643.  The Supreme Court has held that a lawful \n     11  The use of prone restraints is controversial and has been banned by many \nfacilities nationwide due to the high risk of serious injury or death.  The danger of\nprone restraints is that if the individual’s airway is constricted, he or she is unable\nto express physical distress.  Further, the restrained individual’s struggle for air\nmay be misconstrued by staff as resistance, resulting in increased force on the\nindividual being restrained. \n     12  The Proposed Standards emphasize protecting the privacy and dignity of \nresidents and reducing the potential for staff sexual abuse of residents: \n“Performance of these more intrusive strip searches and body cavity searches\nshould be undertaken only by specially trained, designated employees of the same\ngender and conducted in conformance with hygienic procedures and professional\npractices.”  Proposed Standards at 12. \n\n- 18 ­\nsearch of a student must meet two criteria.  First, the search must be justified in its\ninception, that is, an official must have knowledge of at least a moderate chance of\nfinding evidence of wrongdoing.  Id. at 2639. Second, the search must be reasonably\nrelated in scope to the reason for the search.  Id.; T. L. O., 469 U.S. at 341-42.  The \nscope of the search is permissible “when it is ‘not excessively intrusive in light of the\nage and sex of the student and the nature of the infraction.’”  Safford, 129 S. Ct. at \n2639 (quoting T.L.O., 469 U.S. at 342) (noting that “adolescent vulnerability\nintensifies the patent intrusiveness of the exposure”).  Accordingly, given the\nthreshold necessary to justify a strip search of a teenage girl, a cross-gender strip\nsearch is justified only where the youth poses an immediate risk of danger and no\none of the same gender is available to conduct the search.    \nBoth the facility’s video and internal documentation confirm that the\nsituation with B.B. was not emergent; in fact, B.B. was calm, non-violent, and\npresented no danger to herself or to anyone else.  In addition, the facility’s\ndocumentation confirms that B.B. was not suspected of having contraband; she\napparently was forcefully strip searched by virtue only of the fact that she was\nhoused on the unit being searched and she refused to submit voluntarily to a strip\nsearch that would reveal nothing.  Indeed, this search was so far outside the bounds \nof accepted juvenile justice practice that our juvenile justice consultant noted that\nthis is one of the most disturbing videos he has seen during his thirty-six-year\nprofessional career, which has included visits, reviews, and assessments of more\nthan 100 facilities in approximately 25 states. \nIDOC’s own internal affairs investigation concluded that the incident was\nunjustified and violated the facility’s own policy, which also prohibited cross-gender\nstrip searches.  The report further noted that the facility’s cell extraction procedures\ndo not provide for cutting clothes off of noncompliant youths.  The report concluded\nthat, because B.B. was non-violent and did not constitute a threat to anyone, she\nshould have been secured to allow for a pat-down search and left alone until she\ncomplied with the strip search orders.  \nDisturbingly, although the State took personnel action against the staff\nmembers involved and reported the incident to the Indiana State Police and Child\nProtective Services, the forcible cutting off of a youth’s clothing apparently is not an\nisolated incident at IJCF.  According to the facility’s internal affairs report, most\nmembers of the cell extraction team, as well as other staff witnesses, stated that the \n“forceful removing of an offenders [sic] clothing by cutting them [sic] off the body\nwas a long standing practice dating back years.”  Specifically, staff recalled a\nsimilar incident in November 2007, in which a cell extraction team restrained a \nmale youth in the prone position and forcibly cut off his clothing after he blocked his\ncell window with his clothes.  Similarly, on January 19, 2008 – just nine days after \n\n- 19 ­\nthe strip search incident described above – five staff, including male staff,13 held \ndown a girl in the prone position on her bed and forcibly removed her shorts, bra,\nand underwear after the girl apparently had made a suicide gesture and refused to\nremove her remaining clothing to be placed in a suicide gown. \nc.  OC Spray \nFurther exacerbating the facility’s culture of force and intimidation,  IJCF \nfails to adequately manage and supervise its use of OC spray, in violation of\ngenerally accepted professional standards.  OC spray contains the concentrated oil \nextracted from hot peppers.  When inhaled, or when it comes into contact with a \nperson’s eyes, nose, or skin, OC spray typically causes intense burning pain,\nredness, shortness of breath, and gagging.  Inhaling OC spray can cause acute\nhypertension, which may cause headache and increased risk of heart attack or\nstroke.  Certain individuals should not be sprayed with OC spray, including those\nwho have asthma or other kinds of respiratory problems, are obese, suffer from\ncertain cardiovascular conditions, or are pregnant.  Any time OC spray is deployed,\ndecontamination should occur as soon as practicable, and the affected youth should\nbe examined by medical personnel as soon as possible, but at least within two\nhours. \nAs with other extreme measures, OC spray may be used only when\nabsolutely necessary for the safety and security of the facility, residents, and staff,\nand only when less drastic measures have been attempted and failed.  See, e.g.,\nSoto v. Dickey, 744 F.2d 1260, 1270 (7th Cir. 1984) (use of chemical agents in\nquantities greater than necessary or for the sole purpose of punishment or the\ninfliction of pain in an adult facility violates the Constitution); Alexander S. v.\nBoyd, 876 F. Supp. 773, 786 (D.S.C. 1995), aff’d in part and rev’d in part on other\ngrounds, 113 F.3d 1373 (4th Cir. 1997), cert. denied, 118 S. Ct. 880 (1998) (use of\nchemical spray on juveniles is counterproductive and such spray may be used only \nwhere there is a “genuine risk of serious bodily harm to another” and less intrusive\nmethods are unavailable); Morales v. Turman, 364 F.Supp. at 173-74 (E.D. Tex.\n1973); 383 F.Supp. 53, 77 (E.D. Tex. 1974), rev’d on other grounds, 535 F.2d 864\n(5th Cir. 1976), rev’d, 430 U.S. 322 (1977); remanded for rehearing, 562 F.2d 993\n(5th Cir. 1977) (use of chemical agents in a juvenile facility absent an imminent\nthreat to human life or an imminent and substantial threat to property violates the\nConstitution). \n     13  From the reports, the complete gender breakdown of the team that removed \nthe girl’s clothing is unclear, but it is clear that the team included one or more\nmales and likely included at least one female. \n\n- 20 ­\nThe spraying of two girls as part of the “spring cleaning” incident on\nJanuary 10, 2008, described above provides an example of the facility’s\ninappropriate use of OC spray, in violation of both legal standards and its own\nprocedures.  Specifically, videos of the incident show that two girls who were to be\nextracted from their cells were sprayed with OC spray because they refused orders\nto cuff up.  As was described to us on site, the girls were sprayed with OC “in an\neffort to convince them to cooperate.”  Neither girl, however, presented a threat to \nherself or another.  Notably, the facility’s internal review concluded that neither\ngirl should have been sprayed because, according to facility procedures, when a\nyouth who does not have a weapon needs to be removed from the cell, the cell\nextraction team should be used first, if necessary.  This revelation makes the \nspraying of the two girls on January 10 even more disturbing, because the cell\nextraction team already had been assembled, albeit inappropriately, to remove the\ngirls from their cells in the first instance.  Rather than following facility policy, the\nteam itself inappropriately sprayed the girls, who presented no danger to\nthemselves or others. \nThe facility also fails to ensure that youths with certain health conditions are\nnot subjected to OC spray; the facility’s policy fails to address this important health\nissue.  And, in fact, we found instances where girls who had medical conditions such\nas asthma were sprayed.  We also found no evidence that IJCF ensures that youths\nwho are sprayed with OC are promptly seen by medical personnel.  The failure to \naddress these important issues exacerbates the constitutional violations at the\nfacility. \nd.  Restraint Chair \nIJCF also fails to adequately manage and supervise the use of its restraint\nchair, in violation of constitutional standards.  A restraint chair is a full-body\nrestraint device that immobilizes a youth in the seated position.  As noted above, \nthe use of restraint chairs in juvenile facilities is highly unusual.  This is, in large\npart, because the restraint chair is an extreme measure that, when not carefully\ncontrolled, invites misuse.  Accordingly, when a juvenile facility chooses to include a\nrestraint chair in its behavior management system, accepted juvenile justice\npractices require that the facility develop, and strictly enforce, a comprehensive\npolicy to govern the chair’s use.  This policy should:  limit the use of the chair to \nonly the most critical situations where less restrictive measures fail to control the\nyouth’s behavior, and then only under medical supervision; prohibit the use of the\nchair for punitive purposes; and require that a youth be released from the chair as\nsoon as her behavior permits.  \nAccording to facility reports, IJCF’s restraint chair had been used once in the\nfour months preceding our April 2008 visit.  Unfortunately, this use of the chair did \n\n- 21 ­\nnot comply with IDOC’s own policy to adequately document the use of the chair. \nFor example, contrary to IDOC policy, the incident was not preserved on video.14  \nSecond, the staff members involved in the incident submitted confusing and\ninconsistent written reports.  For example, staff members provided conflicting\nreports regarding what time the use started.  Moreover, it is not clear how long the\nyouth was in the restraint chair before she was evaluated by a medical professional,\nor when the youth was released.  When we inquired as to how long the restraint\nactually lasted, a staff member told us that it had been one hour.  Some of the \nwritten reports, however, suggest that the youth was not released for several hours. \nThus, the facility failed to follow its own policy regarding the restraint chair, and\nneither we nor IJCF administrators have any way of knowing whether or to what\nextent the chair may have been misused.  The facility’s failure to follow policy and\nadequately monitor the use of the restraint chair increases both the risk of injury to\nthe youth and the risk that the youth was subjected to an abusive disciplinary\ntechnique. \n5.  Excessive Use of Isolation \nThe State also subjects IJCF youths to excessively long periods of isolation\nand fails to provide adequate due process to youths placed in isolation.  Generally,\nisolation or segregation in a juvenile justice facility may be used for two main \npurposes.  First, it may be used as an emergency intervention to control a resident\nwho is a current threat to herself, other youths, staff, or other persons.  Second, \nisolation may be used as a sanction for a major rule violation.15   \nIn a juvenile facility, segregation is typically the most severe disciplinary\nsanction available.  Generally accepted juvenile justice practices dictate that it\nshould be used only in the most extreme circumstances, and only when less\nrestrictive interventions have failed or are not practicable.  If isolation must extend \nbeyond twenty-four hours, a due process mechanism should be in place to ensure\nthat the continued use of isolation is necessary.  Accepted juvenile justice practices \n     14  In response to our request, the facility provided us with what it represented \nwas a video of the incident, reportedly captured on a handheld recorder.  The video, \nhowever, was only three seconds long.  The video also did not even show a youth;\ninstead, it depicted a few staff members standing in a hallway.  Notably, although\nthe restraint chair is housed in a room that contains a mounted, stationary camera,\nwe were informed that no video from this camera had been preserved. \n     15  To a lesser extent, isolation may be used as a protective measure for a \nresident such as a medically ordered suicide precaution or to protect the youth from\nother youths (e.g., protective custody). \n\n- 22 ­\nalso limit the maximum amount of time a resident can remain in isolation to five \ndays, although most juvenile facilities in the country cap the period at three days. \nIJCF keeps youths in segregation for excessive periods – well beyond three or\nfive days.  For example, just prior to our April 2008 tour, three girls had spent 53\nconsecutive days in isolation each.  Another girl spent approximately 52 consecutive\ndays in isolation; two other girls spent 48 consecutive days; and one girl spent 45\nconsecutive days. \nThe examples above describe just a few of the girls who have been placed in\nisolation at IJCF for excessive lengths of time.  In fact, we found dozens of examples\nof girls who were isolated for excessive periods just in the three-month period\nleading up to our April 2008 tour.  These long lengths of stay serve no rehabilitative\nor therapeutic purpose and are a short-sighted way to attempt to control behavior. \nIn the long run, placing a youth in isolation for an excessive period is likely only to\nexacerbate the existing problem and to create additional adjustment problems when\nthe youth finally is released from segregation.  \nIJCF not only excessively isolates youths, but it also fails to provide them\nwith adequate due process in connection with its use of segregation.  See Mary, 635 \nF.2d at 594, 599.  The State should provide a youth with a due process hearing if\nher segregation exceeds 24 hours.  When we inquired about due process procedures\nfor IJCF youths held in segregation, administrators provided us only with a daily\nsummary sheet, setting forth the youth’s behaviors for the previous day.  The \nreview sheet indicates that the superintendent reviewed the document, but the\nfacility failed to provide us with any documentation regarding what, if any, action\nshould or might have occurred as a result of the superintendent’s review.  Likewise, \nwe were given no documentation regarding the justification of continuing or halting\nthe segregation and no indication that youths are given an opportunity to be heard. \nIn short, the due process procedures the facility purports to have in place for IJCF\nyouths in segregation are perfunctory and inadequate. \n6.  Inadequate Grievance System \n \nIJCF’s inadequate grievance system also contributes to the State’s failure to\nensure a reasonably safe environment at the facility.  An adequately functioning\ngrievance system ensures that youths have an avenue for bringing serious\nallegations of abuse and other complaints to the attention of the administration.  It \nalso provides an important tool for evaluating the culture at the facility, and for\nalerting the administration about dangers and other problems in the facility’s\noperations. \n\n- 23 ­\nIJCF’s grievance system at the time of our April 2008 tour was wholly\ndysfunctional.  For example, to submit a grievance, a girl had to request a grievance\nform from a staff member.  If the staff member is the subject of the girl’s intended\ngrievance, this practice would have an obvious chilling effect.  \nAt the time of our tour, IJCF also required girls to attempt to resolve their\ngrievances informally before permitting them to file a formal grievance.  In \nappropriate circumstances, encouraging a youth to attempt to resolve his or her\nproblem informally may provide the youth with an opportunity to work on her\nproblem-solving skills.  The requirement that youths attempt informal resolution,\nhowever, should not be a prerequisite to filing a formal grievance.  Youths must \nhave a direct avenue through which they can bring allegations of abuse and other\nserious complaints to the attention of the administration.  Requiring youths to\nattempt an informal resolution of such serious allegations potentially exposes the\nyouth to further abuse, as well as retaliation.  Moreover, in practice, because IJCF\nhas no system for tracking “informal” grievances, it is impossible to determine their\neffectiveness in resolving problems. \nAt the time of our tour, the policy governing IJCF’s grievance system was\ncumbersome and overly bureaucratic, providing for a number of trivial, technical\nreasons a grievance could be rejected.  For example, a youth’s failure to include her\nIDOC number was grounds to reject a grievance.  Likewise, including more than\none issue on a single grievance form, or bringing a grievance on behalf of a group,\nwere grounds to reject a grievance, regardless of the severity of the substantive\ncomplaint.  Restrictions such as these appear to be designed to deter the submission\nof grievances, rather than to ensure that youths have an avenue through which to\nbring concerns to the attention of the administration.  Indeed, according to the data \nprovided by the State, nearly 60% of all formal grievances filed at IJCF between\n2007 and March 2008 were rejected. \nThe State has advised us that, following our tours of IJCF, IDOC adopted a\nnew grievance policy for its juvenile facilities.  We are pleased with the new policy\nand look forward to assessing its implementation in the future. \n7.  Inadequate Programming \nYouths confined in facilities like IJCF have a right to adequate rehabilitative \ntreatment.  Nelson, 491 F.2d at 357.  IJCF fails to provide adequate rehabilitative \nprogramming to its residents.  \nMany of the youths with whom we spoke described being bored and having\nlittle motivation to behave well.  Adolescents in juvenile facilities often have poor\nimpulse control and lack the ability to make good behavioral choices.  Unlike adult \n\n- 24 ­\nprisoners, for adolescents, release from incarceration in six to twelve months is not\nan adequate incentive to make good choices and behave appropriately.  Accordingly,\nit is critical that a juvenile facility have in place a behavior management system\nthat provides immediate, consistent, and tangible reinforcement of desired\nbehaviors.  While on site, we were informed that IDOC was looking into revamping\nits daily behavior management program.  At the time of our April 2008 tour,\nhowever, IJCF did not have a functional or effective behavior management system. \nThis failure results in extended stays for girls at the facility, as well as an increased\nrisk of recidivism, because systems are not in place to help girls manage their\nbehavior. \nAdequate rehabilitative programming requires that juvenile facilities for\ngirls provide adequate assessment, case plans, and behavior management that\ntarget girls’ individual competencies and special needs in the areas of education,\nfamily relationships, trauma recovery, health, substance abuse, employment, and\nparenting for girls who are pregnant or are parents.  IJCF’s rehabilitative services \nfail to provide adequate attention to such issues, which disproportionately affect\ngirls.  This in turn breeds an increased risk of self-harming behaviors and suicidal\nideation, inappropriate sexual activity, aggressive acting out, and frequent\nemotional crises.  Indeed, the facility had more than 600 incidents that resulted in\nincident reports in the three-month period between April and June 2008. \nThe dearth of adequate rehabilitative services is directly related to the lack of\nadequate staff orientation and training on psycho-social development of adolescent\ngirls, many of whom have histories of abuse and trauma, and on appropriate\nbehavior management, de-escalation of conflicts, and treatment of Post Traumatic\nStress Disorder.  We found significant deficits in the facility’s staff training \nmodules.  For example, IJCF fails to provide staff with adequate information on\nunderstanding the impact of trauma and abuse on incarcerated females and the\noften resulting self harm, eating disorders, and mistrust of adults.  The facility also\nfails to provide adequate staff training on suicidal ideation among teenage girls. \nMoreover, staff training contains gaps in relevant information about how to\nmitigate problems of prior abuse and trauma and how to assist girls with coping\nskills.  IJCF also lacks training to address maintenance of a safe environment for\ngirls who have experienced abuse and trauma in past placements.  Failure to \nadequately train staff to address gender-specific needs of incarcerated female\nyouths increases the risk of youth and staff injuries, exacerbates girls’ mental\nhealth and trauma-related issues, and increases self harm and other aggressive\nbehaviors. \n\n- 25 ­\n8.  Inadequate Access to Toilets \nIJCF fails to ensure that youths have reasonable access to toilets.  Generally\naccepted professional standards require that youths have unimpeded access to\ntoilets 24 hours a day.  At IJCF, however, most of the sleeping rooms do not have\ntoilets and, therefore, youths must request that staff let them out to use the toilet. \nWe received numerous and consistent reports from youths that staff fail to provide\nreasonably prompt access to toilets.  Many girls described urinating in cups in their \nrooms out of desperation.  One girl admitted defecating on herself when staff did not\nlet her out in time to get to the toilet.  Another girl described vomiting in her room\nwhen staff failed to respond to her request to go to the restroom.  She also noted \nthat a girl could get a conduct report for using the intercom button, which is the\nmethod by which a girl can seek staff’s attention to ask to use the restroom.  Access \nto restroom facilities is a basic human need.  IJCF should ensure such access for all \nyouths. \nB.  MENTAL HEALTH CARE \nThe Constitution requires that youth in juvenile justice facilities receive\nadequate mental health care.  Youngberg, 457 U.S. at 323 n.30; Nelson, 491 F.2d at\n359-60; see also K.H., 914 F.2d at 851; Luzerne County Juvenile Det. Ctr., 372 F.3d\nat 585 n.3.  \nWe find that mental health care at IJCF is constitutionally inadequate. \nSpecifically, we found serious deficiencies in the following areas:  (1) mental health\nscreening and assessment; (2) suicide risk screening and assessment; (3) provision\nof mental health treatment; (4) staffing; and (5) recordkeeping. \n1.  Inadequate Mental Health Screening and Assessment Process \nIJCF’s screening and assessment process contributes to the unconstitutional\nconditions at the facility.  According to accepted juvenile justice practice, all youths\nentering secure facilities should receive a reliable, valid, and confidential initial\nscreening and assessment to identify psychiatric, medical, substance abuse,\ndevelopmental, and learning disorders, and suicide risks.  The screening process\nshould be sufficiently sensitive to identify cases at a level of risk, and staff then\nshould examine those cases in further detail to determine what, or whether, further \nassessment is indicated. \nThe assessment process should be underway during the girl’s initial weeks in\nthe intake unit.  It should include aggressive pursuit of previous behavioral health\nrecords; careful review of those records and assimilation of their content; contact \nwith the girl’s family to obtain developmental, clinical, and educational history; \n\n- 26 ­\nconsultation with the facility’s custody, recreational, and educational staff; and\nseveral individual interviews covering the broad range of the girl’s background and\ncurrent condition. When indicated, the assessment also should include specialized\ntesting to clarify ambiguous issues of cognition and/or personality functioning, as\nwell as medical consultation in cases where previous illness or injury may affect a\ngirl’s functioning or may affect decisions about treatment.  \nThis assessment should be documented in a full report and should conclude\nwith a summary of relevant clinical data and a diagnostic formulation, including\nconsideration of alternative diagnostic hypotheses and support for a specific\ndiagnostic opinion.  It also should include initial suggestions regarding treatment\nplanning, including what specific concerns need attention, and what specific\ninterventions are likely to be effective.  Based on screening and assessment, staff\nshould refer youth for any required care.  \nAdditionally, because girls may develop mental health problems at any point\nduring their detention, facilities need to have a routine method for recognizing\nemerging mental health issues that may not have been present upon intake. \nGenerally, such methods include repeated formal screenings of residents or informal\nmeans, such as setting a low threshold for further mental health screening and\nassessment when residents are not adequately progressing through the program.  \nThe combined screening and assessment process at IJCF fails to meet these\ngenerally accepted professional standards.  Although the intake screening process is\nreasonably effective, the facility fails to provide any formal subsequent screening,\nassessment, or follow-up. \nIntake screening at the facility is reasonably effective in discovering the\npresence of mental health disorders in girls at IJCF.  All youths undergo a series of \nintake screenings upon admission.  These screenings address overall mental health \nneeds and suicide risk.  The process includes a brief interview and the \nadministration of the Massachusetts Youth Screening Instrument (“MAYSI-2”), a\nself-report checklist widely used in juvenile facilities.  As of the time of our July\n2008 visit, approximately half of the youths at the facility were being treated with\npsychotropic medication, suggesting at least that their mental needs had been\nnoticed.  This number is consistent with the general incidence of mental disorder in\nfemale juvenile populations, which is approximately two-thirds to one-half. \nThe assessment process at IJCF, however, is deficient, exposing girls to risk\nof serious harm resulting from a lack of attention to their mental health needs. \nAlthough the total sum of information the facility gathers in the intake behavioral\nhealth assessment is generally broad, it lacks a number of critical elements.  The \nfacility fails to adequately gather previous records of past assessments and \n\n- 27 ­\ntreatment, to obtain information from families and establish alliances with them, \nand to pay adequate attention to the specifics of girls’ cognition or to the\nimplications of learning problems for successful school functioning, self-esteem,\nproblem solving, or growth in treatment.  Interviews with mental health staff tend \nto ignore or gloss over the specific impacts of the many traumatic experiences girls\nhave had, and of how the girls have coped with them.  Documentation of interviews \nalso reveals that interviews pay inadequate attention to fostering a girl’s sense of\ncommitment to change, or to generating a treatment alliance with the facility’s\npractitioners.  Moreover, the structure of the intake assessment process is too\ncondensed and does not allow sufficient time for the mental health assessment to \ngather information from other sources, to consider information generated in the\nother intake assessments, or to take into account the girl’s initial course in the\nfacility.  \nAs a result of these deficiencies, in most cases, the assessment process at\nIJCF actually constitutes only a screen and is far from an adequate assessment. \nWhen the initial screen identifies important areas of ambiguity and complexity that\nwould take additional time and extensive inquiry to clarify, the facility fails to\nprovide any routine, more comprehensive assessment.  Although mental health\nstaff reported that the facility’s understanding of a girl’s mental health needs does\nnot rest only on the information gathered at intake, the facility fails to provide any\nplan for gathering additional important information, such as records, family input,\nthe girl’s initial adaptation to the facility, and results of specialized testing, into a\nmore complete assessment that would be adequate for planning individualized \ntreatment. \nIn addition to failing to provide adequate assessments at intake, IJCF fails to\nprovide any formal mental health screening or assessment beyond the intake \nprocess.  And, although behavioral staff respond to girls who take the initiative to\nsubmit health care requests, staff’s actual responses do not reliably include careful\nattention to and assessment of presenting problems.  For example, we reviewed the\nrecords of a girl who had four contacts with mental health staff over approximately\n11 months.  She complained first of possible bipolar disorder and later of sleeping \ndifficulties.  Although mental health staff responded to her concerns by meeting\nwith her, our consultant found that their responses were cursory and did not\nadequately attend to her complaints.  When she saw mental health staff for \nsuspected bipolar disorder, the mental health professional with whom she met did\nnot include any record review or historical inquiry of the girl or of other staff with\nrespect to past problems that may suggest or rule out bipolar disorder.  Two months \nlater, when she saw mental health staff for trouble sleeping, staff opined that she\nsimply appeared to be trying to get medication.  During that visit, staff failed to pay \nany attention to her sleep.  And, although the mental health staff member who saw\nher performed a cursory mental status evaluation, she did not document any \n\n- 28 ­\ninquiry into the girl’s emotional state or into what might be interfering with her\nsleep. \n2.  Inadequate Suicide Risk Screening and Assessment \nTo protect residents’ constitutional right to safety and protection from harm,\nfacilities like IJCF provide adequate suicide risk screening and assessment to\ngirls.16   At least as of the time of our tour, the facility failed to do so.  As part of the\nrisk screening and assessment process, the facility should follow up as appropriate\nwhere a girl receives high scores on suicide risk indicators during the screening \nprocess.  Where indicated as a result of the screening, the facility should provide an\nadequate, consistent, well-organized, and well-documented assessment.  IJCF fails \nin this regard. \nAlthough IJCF administers the MAYSI Suicide Ideation Scale and asks girls\nquestions related to suicide during the medical screening process, the facility fails\nto follow up as appropriate or provide a targeted assessment of suicide risk where\ngirls receive high scores on these indicators.  Moreover, even when the facility does\nidentify a girl as being at risk for suicide and refers her for assessment, the\nassessment is inadequate, inconsistent, poorly organized, and poorly documented. \nTo document an assessment, the facility uses its electronic medical record (“EMR”)\ntemplate for a suicide observation visit.  As structured in the EMR, this template is\ninadequate because it fails to require critical elements of the suicide risk \nassessment process.  Specifically, the template does not require:  (1) the clinician to\nreview specific staff observations of the girl’s behavior that generated the concern\nabout her suicide risk; (2) specific inquiry into, or documentation of, the girl’s\ncurrent stresses, her sense of hope, and her current emotional connections with her\nfamily, staff members, or other girls, particularly including romantic connections or\ndisappointments; or (3) a detailed mental status assessment of agitation, peaceful\nresolve, guilt, delusions, or hallucinations.  Although some IJCF clinicians\nsometimes document such elements, too often, the mental status examination \nstates:  “student does not express suicidal ideation.”  This is grossly insufficient.  \n3.  Inadequate Provision of Mental Health Treatment \nAs part of their constitutional responsibility to provide medical care, juvenile\nfacilities must provide youths with adequate mental health treatment. \nUnfortunately, current provision of mental health treatment at IJCF falls far short \n     16  Since our tour, the State has provided us with a satisfactory new suicide \nprevention policy, which addresses, among other things, suicide risk screening.  We \nlook forward to reviewing the implementation of this policy at IJCF. \n\n- 29 ­\nof those standards and, as a result, exposes girls to great risk of harm by failing to\naddress their mental health needs.  Specifically, as described below, IJCF fails to \nprovide adequate:  (1) treatment planning; (2) psychosocial treatment, including\npsychoeducational rehabilitation programming, mental health counseling,\npsychotherapy, and family therapy; and (3) psychiatric care, including psychiatric\nassessment and medication management.   \na.  Inadequate Treatment Planning \nAs generally accepted professional standards recognize, adequate treatment\nplanning is essential to the provision of adequate mental health treatment for youth\nin juvenile facilities.  Treatment planning requires the identification of symptoms\nand behaviors that need intervention and the development of strategies to address\nthem.  Treatment plans should be individualized and should articulate specific\nplanned behavioral interventions.  At a minimum, such interventions should consist \nof regularly scheduled individual psychotherapy, which should be aimed at\nestablishing a supportive and reliable treatment alliance between the girl and\nmental health staff.  Without adequate treatment planning, a facility cannot\nprovide effective treatment of serious mental illness, ensure that youths are\nreceiving appropriate services, or adequately track youths’ progress. \n  Treatment planning at IJCF fails to meet generally accepted professional\nstandards and contributes to the unconstitutional conditions at the facility.  First, \ntreatment plans are generic and vague, and do not adequately address girls’\nindividual characteristics, strengths, weaknesses, and needs.  For example, the\ntreatment plan for one girl diagnosed with a series of mood disorders, including\nbipolar disorder, as well as substance abuse, lists generic objectives for dealing with\nchemical dependence and shows no individualization to help this particular youth. \nThe treatment plan for another girl remained unchanged throughout the course of\nher stay, despite significant deterioration in her condition in the approximately ten\nand a half months she had been at the facility prior to our tour.  This girl’s plan\nfailed to include her manipulative self harm as a problem and failed to include any\nplans to address this behavior or otherwise develop a behavior management plan\nfor her.  Her plan also failed to take into account her recognized cognitive\nlimitations, which may preclude her from gaining any benefit from the generic\nprogram groups contemplated by her plan.  Moreover, because this girl had been\nliving primarily in isolation, it is unlikely that she even could participate in many of\nthose groups. \nSecond, treatment plans at IJCF lack genuine articulation of any specific,\nplanned behavioral health intervention.  Most of the interventions offered are not \nspecific mental health services; instead, treatment plans often list generic program\ngroups offered by case managers as interventions.  Moreover, treatment plans fail \n\n- 30 ­\nto specify information such as the type of therapy and/or medication that should be\nused to address particular problems.  Notes of treatment sessions generally do not\nshow specific interventions, and treatment plans do not make clear what type of\norientation should be used for mental health services (e.g., cognitive-behavioral\ntherapy).  With the exception of the area of medication management, none of the\nplans our consultant reviewed offered mental health treatment with any regularity,\nand none took into account the results of the girl’s assessment in considering what \nparticular approach to therapy was likely to be most successful.  \nb.  Inadequate Psychosocial Treatment   \nThe facility fails to provide adequate psychoeducational rehabilitation\nprogramming, mental health counseling and psychotherapy, and family therapy.  \nFirst, the facility fails to provide adequate psychoeducational rehabilitation\nprogramming.  The main treatment the facility offers to residents in this context is\nstandard psychoeducational programming, primarily in group contexts.  Groups\nfeature a variety of topics, including anger management, coping skills, and\nsubstance abuse.  Although some girls stated that they had improved on their own\nin behavioral and emotional control, none of the girls we interviewed reported that\nthey had gained anything from these groups.  For example, one girl noted that,\nalthough she felt she had become more self aware and considerate, she had to\n“teach [her]self.  [Staff who run the groups] don’t explain, and half the staff are \ndisrespectful.”  She noted that she continues to cut herself regularly.  Girls also \nreported that, although they are supposed to have at least three groups per week,\noften, they have only one, or none. \nSecond, IJCF fails to provide girls with adequate mental health counseling\nand psychotherapy.  Behavioral health staff fail to provide regularly scheduled\ncounseling or psychotherapy; as a result, mental health care consists primarily of\ncrisis-oriented visits.  As staff explained to us, “usually, it’s left up to the student to \nmake contact.” \nWe found that the only girls who receive regularly scheduled appointments\nare those on psychotropic medications, and their appointments consist only of brief\nmedication management sessions with the psychiatrist, with no other counseling or\npsychotherapy.  In fact, during the three months prior to our July 2008 tour, only\nfive girls in residence at the time of our tour had participated in ten or more\nmeetings with a mental health professional.  Although two additional girls had had\nrelatively frequent meetings, they had been discharged prior to our tour, one of\nthem by civil commitment to a psychiatric hospital.    \n\n- 31 ­\nIt is unreasonable to expect that girls at IJCF would have the assertion\ncapacity to establish an effective therapy relationship with mental health staff\nwithout the structure of regularly scheduled appointments.  Rather than \nproactively attending to girls’ critical mental health needs, IJCF’s practice of\nleaving to the girls the decision to make contact with a mental health clinician\ncontributes to a crisis atmosphere at the facility.  In this atmosphere, emotionally\nunstable, traumatized girls have no reliable expectation of attention from mental\nhealth staff, and have no opportunity to learn and practice patience and self\nmanagement skills.  Instead, they learn to rely on crisis-based communication, such\nas using suicide gestures and threats, as a basis for establishing contact with\nmental health staff.  Further, they develop habits of marked emotional and \nbehavioral regression, which exacerbate their existing problems, such as poor\nself-esteem, anxiety, and depression.   \nFinally, by way of technical assistance, IJCF fails to provide adequate family\ntherapy.  Family therapy often is an important part of mental health treatment for\nadolescents, both for addressing past family difficulty and for preparing girls to\nsuccessfully transition from the facility to the community.  Although one or two\ngirls mentioned having had a family therapy meeting at some point, the records we\nreviewed included no accounts of any family therapy sessions at IJCF. \nc.\t  Inadequate Psychiatric Care \nThe Constitution requires facilities like IJCF to provide adequate psychiatric\ncare to their residents.  A psychiatrist should evaluate youths who have been\nidentified as needing a psychiatric assessment and should appropriately manage\nthe conditions and responses to medication for youths on psychotropic medications. \nTo facilitate necessary communication between and among mental health staff and\ntreatment teams and to provide adequate mental health treatment to youths, it is\ncritical that the psychiatrist adequately document his or her assessments and\nmedication management sessions.  Psychiatric care at IJCF fails in both areas. \nThe psychiatric evaluations our consultant reviewed were inadequate and\nwere missing important information.  Although the psychiatrist we observed is\npleasant, engaging, supportive, and elicits much useful information from girls, the\ndocumentation of many of these assessments is sparse and often fails to convey the\ncritical information gathered in the interviews.  For example: \n•\t  An initial psychiatric evaluation of a girl who arrived at the facility on four\ndifferent psychiatric medications fails to include her clinical history, a mental\nstatus examination, or any summary or explanation of the psychiatrist’s\ndiagnostic findings.  The evaluation further fails even to mention three of the \ngirl’s four medications or her response to them.  Moreover, the evaluation is \n\n- 32 ­\nconfusing; it does not explicitly discontinue her medications because it does\nnot acknowledge that she has been taking them.  It also fails to provide any\nexplanation for a change in her medications that apparently occurred on the\nday before her psychiatric assessment. \n \n•\t  An initial psychiatric evaluation of another girl who had Attention Deficit\nHyperactivity Disorder (“ADHD”), depression, and sleep disturbance fails to\ninclude history from any source to support these diagnoses, fails to include\ninformation about the onset or course or her symptoms, and fails to discuss\nher history of, or response to, treatment.  Although the mental status\nexamination notes that the girl reports sleeping problems, the report contains\nno further characterization of these problems.  It also fails to include any\ninformation about her history with, or the effectiveness of, her current\nmedication.  The report offers no opinions, but merely continues the girl’s\nadmission medications with one change.  \n•\t  An initial psychiatric evaluation of another girl who had anger, depression,\nand post traumatic stress disorder includes no history other than a notation\nof her and her parents’ previous diagnoses and her prior medications.  The \nreport contains no basis for any of the information about her prior diagnoses,\nno explanation of a recommendation to discontinue her medications, no\nattention to the possibility of an adverse reaction to the discontinuation of\nthe medications, and no attention to the meaning or treatment of her other\nproblems. \nSimilarly, medication management visits are inadequate.  Most psychiatric\nnotes of those visits lack appropriate subjective history from the girl, adequate\nmental status, and objective staff observations.  They further fail to include any\nexplicit attention to assessment of the girl’s condition or response to the\nmedications prescribed.  Instead, they provide only superficial, incomplete EMR \ntemplate check-offs. \nIndeed, using the EMR’s check-off format without additional narrative\nresponses lends itself to documentation errors because of the ease with which a\npractitioner inadvertently may check off an incorrect box.  For example, a note from\na segregation visit with a particularly challenging girl stated:  \nStudent was sitting on the floor of her feces-smeared\nroom, facing away from the door.  She had torn clumps of\nhair out of her head and had made a figure out of it.  She \nhad placed the figure on the floor and had made a circle of\ntoilet paper and corn flakes around it.  She chanted \n\n- 33 ­\nunintelligibly, and occasionally screamed that the figure\nwas trying to kill her. \nDespite this disturbing scenario, the EMR documentation associated with this visit\ninexplicably characterized the girl’s intellect as average and her self-perception as\nrealistic. \n4.  Inadequate Mental Health Staffing \nIJCF’s failure to provide adequate mental health care to girls appears, at\nleast in part, to stem from grossly inadequate mental health staffing.  At the time of \nour July 2008 visit, the facility employed two psychologists, one licensed mental\nhealth professional, and a psychiatric technician (assistant).  The psychiatrist\nvisited one day per week.  In light of the high prevalence of mental health disorders\nin the female juvenile population, the relatively high acuity of symptoms, and the\nongoing high-stress security environment, the level of mental health staffing in this\nfacility falls far below the generally accepted professional standards for similar\nfacilities. \nIn the professional opinion of our mental health consultant, adequate clinical\nstaffing for this facility would require more than tripling the current mental health\nstaffing.  Specifically, the facility should have nine or ten psychologists, one or two\nadditional clinical supervisors, and approximately ten days per month of psychiatry\ntime.    \n5.  Inadequate Recordkeeping \nAdequate recordkeeping is critical to the provision of adequate mental health\ncare to juveniles in facilities.  As discussed above, the psychiatrist fails to\nadequately document evaluations and medication management sessions.  Moreover, \nas discussed above, IJCF’s use of the EMR results in inadequate documentation of\nbehavioral health assessments, treatment planning, and treatment provision. \nAdditionally, because behavioral health staff communicate about residents\nlargely through notes that they enter into the EMR after treatment team meetings,\nit is critical that the behavioral health staff member who attends a particular\ntreatment team meeting adequately and thoroughly document the team’s\nobservations and conclusions.  The behavioral health record of treatment team \nattendance in the EMR, however, consists of a superficial note that includes only\nthe results of the team discussion and a mental status evaluation.  This is not \nadequate communication to enable a behavioral health clinician to understand and\nrespond to a resident’s condition and needs.   \n\n- 34 ­\nFacility records also contain confusing and contradictory information\nregarding medications girls had been taking prior to their arrival at IJCF,\nmedications they had brought to the facility with them, and orders regarding\ncontinuation of these medications. \nFinally, facility records are inconsistent regarding documentation for consent\nfor medications.  Although some records indicate that information about\nmedications is conveyed to families, records generally fail to include any careful,\nspecific documentation of whether a parent approves of the proposed treatment. \nMoreover, because the facility superintendent has the ultimate authority to consent\nto medications on behalf of each girl, facility records should include the\ncorresponding documentation, particularly documentation that the superintendent\nor his or her designee has been informed of the proposed treatment, of the girl’s\nattitude toward the treatment, and of the risks and potential benefits of the \ntreatment. \n  \nC.  SPECIAL EDUCATION SERVICES \nIJCF violates the federal statutory rights of students with disabilities. \nStudents with certain disabilities have federal statutory rights to receive special\neducation services under the IDEA, 20 U.S.C. §§ 1400-1482.17   In states that accept \nfederal funds for the education of youths with disabilities, as Indiana does, the\nrequirements of the IDEA apply to juvenile justice facilities.  See 20 U.S.C. \n§ 1412(a)(1)(A); 34 C.F.R. § 300.2(b)(1)(iv).  IJCF consistently fails to provide its\nstudents with the educational services that the IDEA guarantees.  On a systemic\nlevel, IJCF does not adequately attend to or measure its students’ academic or\nbehavioral progress.  As a result, the facility is limited to an often unjustified and\nad-hoc, rather than data-driven, approach to its students.  Because of this, students \nat IJCF often do not receive appropriate special education services, as required by\nthe IDEA.  More particularly, IJCF is noncompliant with the IDEA with respect to: \n(1) child find; (2) general education interventions; (3) Individual Education Plans\n(“IEPs”); (4) access to the general education curriculum; (5) student behavior;\n(6) staffing; and (7) transition services. \n1.  Inadequate Child Find Procedures   \nThe IDEA requires that the State have in place policies and procedures to\nensure that all children with disabilities who are in need of special education and \n     17  We note that the IDEA was reauthorized and amended by the Individuals \nwith Disabilities Improvement Act of 2004, Pub. L. No. 108-446, 118 Stat. 2647,\neffective July 1, 2005. \n\n- 35 ­\nrelated services and who reside in the state have been identified, located, and \nevaluated.  34 C.F.R. § 300.111(a)(1)(I).  This is known as Child Find.  IJCF does \nnot satisfy this requirement.  Although IJCF initiates both general education\ninterventions and the process for evaluation, IJCF does not adequately observe its\nstudents, collect academic and behavioral data, or make general education\ninterventions prior to evaluating students for special education, as detailed below. \nIJCF’s difficulties in Child Find begin with its Intake Questionnaire, which\nsimply gives three options to students regarding their past education:  “regular, \nadvanced, or special education.”  “Special education” is not a sufficiently familiar\nterm to assist students with identifying their past educational services; students\nshould be asked additional questions, such as whether they previously received\nextra help in school or attended separate classes.  IJCF’s questionnaire therefore\ninadequately assists in identifying students in need of special education and related\nservices. \n2.  Inadequate General Education Interventions \nThe IDEA requires that, prior to evaluation of a student for special\neducation, the state must consider whether the student is being provided\nappropriate instruction by a highly qualified teacher and review data-based\ndocumentation of the student’s progress.  34 C.F.R. § 300.309(b)(1)-(2).  The state \nmust further document the student’s behavior in that student’s learning\nenvironment, including the regular classroom setting.  We found no evidence that \nIJCF engages in these required activities, or in any general education or             \npre-referral interventions, data collection, or observations. \nAs a result of the above deficiencies, students in need of and qualified for\nspecial education are at risk of not receiving the services guaranteed to them by\nfederal law. \n   \n3.  Inadequate IEPs \nThe IDEA requires that each student with a disability have an IEP to ensure\nthat the student receives adequate special education.  IJCF’s IEPs and the \nprocedures surrounding them are not in compliance with the IDEA in several areas: \n(1) inadequate records obtained at intake and sent out at exit; (2) timeliness of IEP\nreviews; (3) inadequately justified divergences between previous and current levels\nof special education; (4) missing parent/guardian and IEP team signatures; and (5)\ninadequate IEP implementation and data collection. \nFirst, the IDEA requires that IJCF promptly obtain educational records from\na student’s former place of enrollment once she has entered IJCF.  34 C.F.R. \n\n- 36 ­\n§ 300.323(g).  Nearly one third of the files we reviewed at IJCF, however, were\nmissing transcripts from the student’s previous placement.  Transcripts are critical\nin ensuring that students are enrolled in appropriate coursework.  The absence of \nthese transcripts therefore places students at substantial risk of being denied\nappropriate education opportunities. \nSecond, IJCF is not completing IEP reviews in a timely manner.  Under the \nIDEA, the timelines for initial IEP reviews vary based on one of three possible\nscenarios:  an initial determination of disability at a given facility; transfer of a\nstudent to the facility from within the state, and transfer of the student to the\nfacility from another State Education Agency.  See 34 C.F.R. § 300.323(c)(1), (e), (f). \nIn any case, IEP reviews and implementation of IEPs for students with disabilities\nshould be conducted as quickly as possible upon intake. \nNearly one third of IJCF’s IEP conferences were not completed in a manner\nconsistent with the IDEA.  The facility held some conferences as late as one or two\nyears after they were supposed to have occurred.  It also recorded other conferences \nas having been held before enrollment had even occurred, calling into question the\naccuracy of IJCF’s recordkeeping.  \nThe IDEA also requires at least annual reviews of IEPs.  34 C.F.R. \n§ 300.324(b)(1)(I).  Only one third of the IEPs we reviewed satisfied this \nrequirement.  IJCF’s failure to review IEPs in a timely manner is in violation of the \nIDEA. \nThird, the IDEA requires IJCF to provide educational services comparable to\nthose described in a student’s IEP from her previous placement or to provide an\nadequate justification for any change in services.  We found significant and\ninadequately justified disparities between previous and current IEPs.  For example,\none student, A.B., received special education more than 50% of the school week in\nher previous placement but, as of the time of our April 2008 tour, she was receiving\nspecial education only on a consultation basis.  Similarly, A.A. was previously\nreceiving 100% special education services in her previous placement, but at IJCF\nreceives only 15-20 minutes of services twice a month.  Another student, T.D., had \nbeen classified as having a communication disorder but had no IEP addressing this\nissue.  And C.B. previously had an IEP that included a Behavior Intervention Plan\n(“BIP”), but her current IEP does not.  Two students, A.A. and J.E., are classified as \nemotionally disturbed, which by definition means that they have behaviors that\ninterfere with learning.  Their IEPs, however, note that their behaviors do not \nimpede their learning, a glaring inconsistency.  These disparities and\ninconsistencies are not adequately justified by any of the students’ IEPs, and\ntherefore place the students at risk of not receiving appropriate services, in\nviolation of the IDEA. \n\n- 37 ­\nFourth, the IDEA requires that IEP meetings include, to the extent possible,\na student’s parents or guardians and IEP team members.  34 C.F.R. \n§§ 300.321(1)(a); 300.322.  We encountered a pervasive lack of parental and IEP\nteam member signatures on student IEPs, far beyond the absences that could be\nexpected due to parental decisions not to attend.  Indeed, of the eleven IEPs we \nreviewed, nine had no signatures whatsoever, and two had only parent signatures. \nFifth, and finally, we found no evidence that student IEPs are actually being\nimplemented.  Despite our request, IJCF provided us with no student grades, and\nwe received at least one report from a student indicating that classwork is not\ngraded.  Additionally, we found no data concerning student academic and\nbehavioral IEP goals.  The absence of grades and other monitoring data is in direct\nviolation of the IDEA’s requirements that data on student progress on annual goals\nbe collected and reported.  34 C.F.R. § 300.320(a)(3). \n4.  Inadequate Access to the General Education Curriculum \nThe IDEA guarantees students with disabilities access to the general\neducation curriculum.  34 C.F.R. §§ 300.304(b)(1)(I); 300.305(a)(2)(iv); \n300.320(a)(2)(i)(A).  IJCF fails to comply with this requirement in a number of \nways. \nFirst, IJCF delays students’ enrollments in school for 14 days after intake\nwithout adequate justification.  Reportedly, this time is spent in idle activities, such\nas listening to music, watching movies, general recreation, and cleaning, with only\na few hours devoted to general orientation activities such as visiting a doctor and\ncompleting educational and other testing. \nSecond, IJCF fails to provide some required courses, in violation of the\nIDEA’s requirement that students with disabilities be given access to the general\neducation curriculum. Students with disabilities at IJCF do not have access to \ncertain elements of the Core 40, the basis for general education in Indiana, nor do\nthey have access to vocational education courses.  IJCF also fails to provide \nappropriate coursework.  For example, at the time of our tour, one student was\nenrolled in Pre-Algebra, despite the fact that she already had taken and passed \nPre-Algebra 1 and Pre-Algebra 2.  And, as noted above, a number of students’ files \nare missing transcripts, making it difficult to ensure that these students are\nenrolled in proper coursework. \nThird, students with disabilities are denied access to the general education\ncurriculum at IJCF as a result of inadequate teacher planning, a lack of\ninstructional adaptations, and inadequate recordkeeping.  Our observations of \nseveral classes revealed no instruction taking place.  Where instruction was \n\n- 38 ­\nobserved, the purpose of the lessons and their relationship to State standards was\nall but impossible to discern.  The inadequacy of the lessons may be explained by\nthe many reports we received that instruction had only begun approximately two\nweeks before our observations took place.  Prior to that time, when boys also were\nhoused at the facility, instruction had not been taking place because of the high\nstudent-to-teacher ratios in the classrooms. \n \nIJCF should enable adequate lesson planning by giving teachers a daily\nplanning period that is not interrupted by other duties.  Teachers then should be \nheld accountable for conducting lessons that meet State standards and are\nconsistent with the scope and sequence of courses taught at IJCF. \nEven where we observed some direct instruction, students with disabilities \nwere denied access to the general education curriculum because of IJCF’s failure to\nemploy instructional and behavioral adaptations.  The IDEA requires that teachers\nimplement each child’s IEP, including specific accommodations, modifications, and \nsupports.  34 C.F.R. § 300.323(d)(2)(ii).  Indeed, the IDEA guarantees appropriate \ninstructional adaptations.  34 C.F.R. § 300.39(b)(3)(i)-(ii).  And we note that \nteachers should not be developing individualized curricula, but should instead use\nappropriate supports and adaptations to permit access to the general education\ncurriculum.  Additionally, to comply with the IDEA, IJCF must keep records\nregarding the effectiveness of its instructional adaptations.  Teachers must \nmaintain accurate and complete grade books, as well as evidence of student\nprogress with instructional adaptations.  But, reportedly, class assignments at IJCF\nare not graded and we found no evidence to the contrary.   \nFourth, IJCF fails to provide adequate instructional minutes on a daily and\nweekly basis.  The IDEA guarantees students with disabilities the same number of\ninstructional minutes per day and week as other students in Indiana schools.  See \n34 C.F.R. § 300.11.  Students in Indiana schools receive six hours of instruction \ntime per day and 30 hours per week.  But IJCF provides no instructional time on\nThursday afternoons so that it can hold “team meetings.”  To comply with the\nIDEA, IJCF should provide a full day of school on Thursdays. \nFifth, and finally, IJCF’s treatment of students in segregation fails to comply\nwith the IDEA requirement that it provide comprehensive educational services to\nstudents, even when the student is moved from her current placement.  34 C.F.R. \n§§ 300.101(a); 300.530(d)(1)(i)-(ii).  Specifically, students with disabilities do not\nreceive work in all academic subjects while in administrative segregation, and,\nreportedly, no school is provided to students in disciplinary segregation.  Again, all \nstudents with disabilities should have ongoing and appropriate access to\neducational services. \n\n- 39 -\n\nRelatedly, students with disabilities in SNU, SAC, and BIC are not provided\ninstruction in all academic content areas.  Further, instruction in these placements\nis not provided by licensed and highly qualified teachers.  Where safety or other\npenalogical interests are involved, IJCF should make individualized adaptations\nand return the student to class as quickly as is safely possible. \n5.  Inadequate Behavioral Supports \nIJCF also fails to provide adequate behavioral supports to students with\ndisabilities, in violation of the IDEA. \nFor example, because IJCF’s system-wide behavior plan is not fully\ndeveloped or implemented, the plan does not adequately address the needs of\nstudents with disabilities, in violation of the IDEA.  34 C.F.R. § 300.324.  IJCF \nshould work proactively to motivate students and ensure that students with\nemotional disturbance and other disabilities are provided with the supports they\nneed to be educated with peers that do not have these disabilities.  Our classroom \nobservations showed that IJCF fails to meet this standard:  teachers have limited \noptions for addressing misbehaving students and must rely on in-school suspension\nand segregation.  The documentation we reviewed does make some reference to a \ntoken system for promoting positive pro-social behavior, but the token system had\nyet to be enacted at the time of our April 2008 visit.  As detailed below, this absence \nis emblematic of deficiencies in the system-wide behavior plan. \nIJCF also does not make adequate use of in-school suspension (“ISS”).  The \ntoken system described above is referenced in ISS documentation, but, as of our\nvisit, had not been implemented.  Nor is ISS used in a way that would benefit \nstudents with disabilities.  In our direct observations of regular classrooms, ISS\nprocedures were not employed, despite sleeping or otherwise unengaged students. \nMoreover, the ISS instructor does not appear to be aware of the special needs of\nstudents with disabilities, nor does IJCF have in place a method for alerting ISS\ninstructors to these needs.  The absence of adaptations for students with special\ndisabilities, such as a parallel cognitive processing form for students with lower\nreading levels, further complicates this communication difficulty.  IJCF also does \nnot adequately gather and analyze data to determine whether students view ISS as\na means to avoid their work, teachers, or other aspects of regular programming at\nthe facility. \nThe exclusionary behavioral programs in IJCF’s system-wide behavior plan\ndo not adequately meet the needs of students with disabilities because they serve\nindistinct purposes.  While employing ISS, SNU, SAC, and BIC as varied levels of\nbehavior support is theoretically sound, in practice these programs have greatly\ndiminished usefulness because IJCF has not clearly articulated a principle for \n\n- 40 ­\nassigning a student to a given program or for moving students between programs. \nIJCF also has failed to clearly articulate any difference between general education\nstudents and special education students in terms of the function and purpose of\nthese programs, increasing the risk that students with disabilities are being\nassigned to these programs without the supports in place to benefit them.  For these \nstudents, the risk is high that they are being placed in these restrictive programs\nunnecessarily because IJCF lacks general education interventions, has inadequate\nbehavioral interventions in general education classrooms, and does not provide\nadequate academic instruction, as described above. \nSecond, to adequately address student behavior, IJCF should implement\nsecondary interventions for students who do not need individual behavior programs\nbut need behavioral supports beyond those offered in the facility plan.  Such \ninterventions typically take place in the context of small groups, such as group\ncounseling for rape victims, a reported need at IJCF. \nThird, IJCF does not comply with the IDEA with respect to the facility’s\nimplementation of individual interventions.  Specifically, IJCF again has \ninsufficient data collection.  The IDEA requires that IJCF conduct a manifest\ndetermination when it decides to change the placement of a student with\ndisabilities because of that student’s violation of the code of conduct.  34 C.F.R. \n§ 300.530(e)(1).  But IJCF does not collect or analyze the data crucial to making\nsuch a determination regarding a student with disabilities who is unsuccessful in\nthe general population. \nThe IDEA also requires IEP teams at IJCF to use positive behavioral\ninterventions and supports for students who exhibit behaviors that inhibit them\nfrom learning.  The BIPs used at IJCF do not satisfy this requirement.  Effective \nBIPs that promote positive behavior should be based on functional assessments of\nstudent behavior (“FBA”).  The FBAs we reviewed at IJCF offer little useful \ninformation for behavioral interventions.  The FBAs that exist at IJCF were \ncompleted shortly before our inspection and lacked accompanying BIPs.  Indeed, we \nfound a complete lack of BIP implementation and data on student behavior, a\nnecessary element of effective BIP implementation. \nSeveral examples illustrate the absence of, and need for, effective BIPs at \nIJCF.  Several students noted that, prior to IJCF, they had been on medication for\nADHD, a classified disability.  These students now have no access to ADHD \nmedication.  Similarly, other students reported that they had behavior plans in\ntheir previous settings, but had none at IJCF.  Finally, one student reported being\nput in segregation for eight days, despite IJCF’s stated commitment to limiting\ndisciplinary segregation to five days. \n\n- 41 ­\nFinally, IJCF inappropriately uses segregation, in violation of the IDEA. \nIJCF repeatedly places students in segregation because of the facility’s failures to\nprovide adequate educational services, rather than any particular failure on the\npart of the students.  Specifically, students should not be placed in segregation\nbecause of a lack of appropriate instruction and instructional adaptations, an\nadequate facility-wide behavior plan, adequate general education interventions,\nadequate FBAs and BIPs, manifestation determination hearings, and safety in the\nopen population.  But segregation for precisely these reasons is the consistent\nexperience of IJCF students. \nAn analysis of the patterns in segregation use shows that IJCF employs\nsegregation without attending to the needs of students with behavioral issues. \nSpecifically, a number of students have spent between 10 and 40 total days in\nsegregation.  The time that these students spend in segregation demonstrates that\nthey are unable to function behaviorally in the general education classroom.  As \nsuch, they should be considered both for general education interventions and\nevaluations for special education services.  No general education interventions have\nbeen implemented for these students, however.  IJCF therefore has failed to \nappropriately address the needs of these students and identify their behavior as\npossibly arising from a disability. \nIJCF’s use of segregation for students with disabilities is particularly\ndisturbing.  Students with disabilities accounted for 43% of all segregations, but\ncomprise only 30% of the total IJCF population.  The IDEA requires that students\nwith disabilities who are excluded through segregation receive functional behavior\nassessments and behavioral interventions that will address the behaviors causing\ntheir segregation.  34 C.F.R. § 300.530 (d)(1)(ii).  But students with disabilities at \nIJCF do not receive these mandated services and have no data collected on their \nbehaviors.  We found that the students with the most segregations are generally\nthose that are classified as emotionally disturbed; consequently, segregation is\nbeing used as a primary means to address students’ behavioral disability. \nThe IDEA requires that students placed in segregation in excess of ten days\nor in a manner indicating a pattern of segregations receive manifestation\ndetermination hearings.  34 C.F.R. § 300.530(e).  These hearings assess whether the\nconduct resulting in a student’s segregation was caused by, or had a direct or\nsubstantial relationship with, the student’s disability or was the result of the\nschool’s failure to implement the student’s IEP.  Id.  But students at IJCF are \nsegregated repeatedly and for longer than ten days without these hearings, in\nviolation of the IDEA.  Further, the IDEA requires IJCF to contact parents if\nstudents have been segregated in these circumstances.  34 C.F.R. \n§ 300.530(d)(5),(e).  IJCF also fails to comply with this IDEA requirement. \n\n- 42 ­\n6.\t  Inadequate Staffing \nRecords we reviewed at IJCF established that the student-teacher ratio is \n20:1.  This ratio is insufficient for providing youth with disabilities with appropriate\naccess to the general education curriculum.  Both the severity of student behavior\nand the high percentage of students with disabilities require a maximum of ten to\ntwelve students for every teacher.  Indeed, the efficacy of lower ratios has been \ndemonstrated at IJCF:  teachers and students consistently noted positive changes\nresulting from the departure of male students from the facility and have attributed\ngreater instructional opportunities in the classroom to the consequently lower\nstudent-teacher ratio.  IJCF should institute a staffing plan that ensures a  \nstudent-teacher ratio between 10:1 and 12:1. \nCommendably, the teachers at IJCF are appropriately licensed and highly\nqualified.  IJCF should ensure that its teachers maintain this status and that it \nretain highly qualified teachers in those content areas that require them.  IJCF also \nshould create and implement a staff development plan that includes provision for\nannounced and unannounced observation and evaluation of teachers.  We found, \nhowever, no evidence that IJCF is currently formally observing or evaluating its\nteachers; such evaluations are necessary to ensure that teachers are providing\nappropriate instruction, following both the facility and individualized behavior\nplans, and implementing IEPs. \n7.\t  Inadequate Transition Services \nThe IDEA includes two major components in its definition of the group of\nactivities labeled as “transition services.”  First, transition services should be \nlocated within a results-oriented process focused on preparing students for a fruitful\nlife outside of the school context.  Second, the transition services a given student\nreceives should be based on the individualized needs of that student.  34 C.F.R. \n§ 300.43(a)(1)-(2).  Contrary to this standard, IJCF does not make a clear and\ncoordinated set of activities, including vocational education, available to its\nstudents.  And, as in academics and student behavior, IJCF does not include \nmethods for evaluating student progress in its transition plans and activities.  As a \nresult, the transition services at IJCF are not a “results-oriented process,” as the\nIDEA requires. \nIII.  REMEDIAL MEASURES \nA.\t  Protection of Youths From Harm \n1.\t  Ensure that youths are provided with safe living conditions and are\nprotected from sexual abuse and misconduct by staff. \n\n- 43 ­\n2.\t  Ensure that serious incidents, allegations of abuse, and allegations of\nstaff misconduct are adequately and timely investigated by neutral\ninvestigators with no involvement or interest in the underlying event. \nEnsure that staff who are the subject of an allegation of abuse be\nremoved from direct youth supervision pending the outcome of the\nreferral or investigation. \n3.\t  Ensure that IJCF has sufficient, adequately trained staff, including\nadequate numbers of female staff, to safely supervise the residents at\nall times and provide residents with the requisite level of privacy. \nEnsure that such training includes training regarding the specific\nneeds of female youths. \n4.\t  Except in cases of emergency involving an immediate and serious\nthreat to life, health, or safety of youth or staff, ensure that          \ncross-gender strip searches are not conducted. \n5.\t  Except in cases of emergency involving an immediate and serious\nthreat to life, health, or safety of youth or staff, ensure that staff do not\nforcibly remove or otherwise cut clothing off youths. \n6.\t  Develop and implement adequate policies and procedures to ensure\nthat youth are protected from use of excessive force, including force\nassociated with the use of cell extractions, OC spray, and the restraint\nchair. \n7.\t  Develop and implement adequate policies and procedures to ensure\nthat staff are adequately trained in safe restraint practices, that only\nsafe methods of restraint are used, and that restraints are used only in\nappropriate circumstances.  \n8.\t  Develop and implement adequate policies and procedures to ensure the\nappropriate use of isolation, to include due process protections. \n9.\t  Develop and implement adequate policies and procedures to ensure that\nyouths have an effective and reliable process to raise grievances\nwithout exposing youth to retribution from staff, and to ensure that all\ngrievances are reviewed and addressed in a timely manner that\nprovides youth with notification of the final resolution. \n10.\t  Develop and implement adequate policies and procedures to ensure the\navailability of adequate rehabilitative programming, including   \ngender-specific programming tailored for the needs of female youths. \n\n- 44 ­\n11.\t  Ensure sufficient, unimpeded, 24-hour access to toilets for all youths.  \nB.\t  Mental Health Care \n1.\t  Provide adequate, comprehensive, and reliable screening and\nassessment services to identify youths with serious mental health\nneeds, both at intake and throughout youths’ time at IJCF. \n2. \t Develop and implement adequate policies and procedures to provide\nadequate suicide risk screening and assessment in accordance with\ngenerally accepted professional standards. \n3.\t  Establish and maintain adequate formal treatment planning in\naccordance with generally accepted professional standards.   \n4.\t  Establish and maintain  adequate mental health programming and\nrehabilitation programming in accordance with generally accepted\nprofessional standards.  \n5.\t  Establish and maintain adequate mental health counseling and\npsychotherapy in accordance with generally accepted professional\nstandards. \n6.\t  Establish and maintain adequate family therapy in accordance with\ngenerally accepted professional standards.  \n7. \t Establish and maintain protocols to monitor youths who are on\npsychotropic medications and adequately document such monitoring, in\naccordance with generally accepted professional standards.  \n8. \t Establish and maintain adequate psychiatric assessments in\naccordance with generally accepted professional standards.  \n9.\t  Establish and maintain adequate mental health care staffing.   \n10.\t  Establish and maintain adequate mental health recordkeeping and\ncommunications between and among mental health staff. \nC.\t  Special Education \n1.\t  Provide prompt and adequate screening, and ongoing re-screening and\nreferral, of youth for special education needs and ensure that all \n\n- 45 ­\nstudents requiring special education services receive services in\ncompliance with the IDEA within a reasonable time following intake. \n2.\t  Develop and implement adequate Child Find policies and procedures,\nas required by the IDEA. \n3.\t  Develop and implement adequate pre-referral and general education\ninterventions, as required by the IDEA. \n4.\t  Develop and implement an adequate individualized education program,\nas defined in 34 C.F.R. 300.340, for each youth who qualifies for an IEP\nand provide necessary related services in a reasonable time period. \n5.\t  Ensure students with disabilities have sufficient access to an adequate\ncurriculum. \n6.\t  Provide adequate behavioral supports to students with disabilities. \n7.\t  Develop and implement an education staffing plan that ensures\nadequate staffing to comply with the IDEA.  \n8.\t  Provide adequate transition planning and services for all eligible youth\nwith disabilities. \n\n- 46 ­\nIV.  CONCLUSION \nThe collaborative approach the parties have taken thus far has been\nproductive.  We hope to continue working with the State in an amicable and\ncooperative manner to resolve our outstanding concerns with regard to IJCF. \nPlease note that this findings letter is a public document.  It will be posted on \nthe website of the Civil Rights Division.  While we will provide a copy of this letter to\nany individual or entity upon request, as a matter of courtesy, we will not post this\nletter on our website until 10 calendar days from the date of this letter. \nProvided that our cooperative relationship continues, we will forward our\nexpert consultants’ reports under separate cover.  These reports are not public \ndocuments.  Although our expert consultants’ reports are their work – and do not\nnecessarily reflect the official conclusions of the Department of Justice – the\nobservations, analyses, and recommendations provide further elaboration of the\nissues discussed in this letter and offer practical assistance in addressing them.  We \nhope that you will give this information careful consideration and that it will assist\nyou in your efforts at promptly remediating areas that require attention. \nWe are obliged by statute to advise you that, in the unexpected event that we\nare unable to reach a resolution regarding our concerns, the Attorney General is\nempowered to institute a lawsuit, pursuant to CRIPA, to correct deficiencies of the\nkind identified in this letter, 49 days after appropriate officials have been notified of\nthem.  42 U.S.C. § 1997b(a)(1).  We would prefer, however, to resolve this matter by \nworking cooperatively with you.  We have every confidence that we will be able to do \nso in this case.  Accordingly, the lawyers assigned to this matter will be contacting\nyour attorneys to discuss next steps in further detail. \nIf you have any questions regarding this letter, please call Shanetta Y. Cutlar,\nChief of the Civil Rights Division’s Special Litigation Section, at (202) 514-0195. \nSincerely, \n/s/ Thomas E. Perez \nThomas E. Perez \nAssistant Attorney General \n\n- 47 ­\ncc: \t Thomas Quigley, Deputy Attorney General\nSpecial Counsel to the Commissioner\nIndiana Department of Correction \nEdwin G. Buss, Commissioner\n \nIndiana Department of Correction \n\nAngela Sutton, Superintendent \n\nMadison Juvenile Correctional Facility\n  \nTimothy Morrison\n\nUnited States Attorney \n\nSouthern District of Indiana\n  \nAlexa E. Posny \n         Assistant Secretary, Office of Special Education and Rehabilitative Services\n          Acting Director, Office of Special Education Programs\n         United States Department of Education ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/73967"
    },
    {
      "date": "2012-08-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Monitor/Master"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73969,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73969.pdf",
      "title": "Investigation of the Pendleton Juvenile Correctional Facility, Pendleton, Indiana (2010)",
      "text": "u.s. \nDepartment of Justice \nCivil Rights Division \nOffice ofthe Assistant Attorney General \t Washington, D. C. 20530 \nAUG  22 2012 \nThe Honorable Mitch Daniels \nGovernor, State ofIndiana \nOffice of the Governor \nState House, Room 206 \nIndianapolis, Indiana 46204-2797 \nRe: \t Investigation of the Pendleton Juvenile  \nCorrectional Facility, Pendleton, Indiana  \nDear Governor Daniels: \nWe write to report the findings of the Civil Rights Division's investigation of conditions at \nthe Pendleton Juvenile Correctional Facility (\"Pendleton\" or \"the Facility\") in Pendleton, Indiana, \nOn January 9, 2008, the Department of Justice C'Department\" or \"DOJ\") notified you of our \nintent to conduct an investigation of Pendleton pursuant to the Civil Rights ofInstitutionalized \nPersons Act, 42 U,S,c' § 1997 (\"CRIPA\") and the pattern or practice provision ofthe Violent \nCrime Control and Law Enforcement Act of 1994, 42 U,S.C. § 14141 (\"Section 14141\"). 1  We \ncompleted our on-site inspections of Pendleton in October 2010.  In Jnly 2011, we notified the \nState that we were prepared to issue our findings.  However, as discussed below, we have held \nour findings in abeyance in an effort to resolve this matter in a manner that would SUppOlt the \nState's recent efforts to expand community-based treatment for youth, while addressing unsafe \nconditions in Indiana's juvenile facilities.  Regrettably, although it initially signaled an openness \nto thai approach, the State has now indicated that it is nofinterestedin such a resolution. \nAccordingly, we now issue our findings of our investigation of Pendleton. \nWe find that Pendleton exposes incarcerated youth to significant harm in violation of their \nconstitutional and federal statutory rights.  Pendleton fails to take reasonable steps to prevent \nyouth from committing suicide, fails to provide reasonably safe conditions of confinement for \nyouth, fails to provide youth with adequate mental health care, and fails to provide youth with \nCRIPA authorizes the Department of Justice to investigate and take appropriate action to enforce the \nconstitutional and federal statutory rights ofjuveniles in juvenile justice facilities.  42 U.S,c. § 1997.  Section 14141 \nprohibits any governmental authority responsible for incarcerating juveniles from engaging in a pattern or practice of \nconduct that deprives those juveniles ofconstitutional 01' federal statutory rights.  42 U.S.C § 14141.  Both statutes \ngrant the Attorney General authority to file a civil action to eliminate any pattern 01' practice. Id.; 42 U.S.c. § 1997. \n\n- 2 - \n \nadequate special education services, in violation of the Constitution and the Individuals with \nDisabilities Education Act (“IDEA”), 20 U.S.C. '' 1400-1482. See Youngberg v. Romeo, \n457 U.S. 307 (1982);2 Nelson v. Heyne, 491 F.2d 352 (7th Cir. 1974), 20 U.S.C. '' 1400-1482. \n \nPendleton is one of several juvenile facilities in IDOC that has been the subject of an \ninvestigation by the Department pursuant to CRIPA and Section 14141.  In 2004 and 2005, we \ninvestigated, and found unlawful conditions and practices at, the South Bend Juvenile \nCorrectional Facility (“South Bend”), Plainfield Juvenile Correctional Facility (“Plainfield”), and \nLogansport Juvenile Intake/Diagnostic Facility (“Logansport”).  Thereafter, the State closed \nPlainfield, and we entered into a settlement agreement (“Agreement”) with the State addressing \nour findings at South Bend and Logansport in February 2006.  The Agreement terminated in \nFebruary 2010, after the State substantially complied with its terms.  In addition, we opened an \ninvestigation of the Indianapolis Juvenile Correctional Facility, which is now known as the \nMadison Juvenile Correctional Facility, on January 28, 2008, and issued findings of \nunconstitutional conditions in that facility on January 29, 2010. \n \nDOJ first became concerned about Pendleton in 2005.  We received reports about \nproblems in the Facility and discussed them with the State.  The State voluntarily pledged to \nimplement reforms contained in the Agreement to Pendleton as well.  Following continued \nreports of unsafe conditions at Pendleton, the State invited us to visit the Facility, to see first-hand \nthe conditions and its voluntary compliance with the Agreement.  We accepted this invitation and,  \nin October 2007, we visited Pendleton, accompanied by a juvenile justice expert.  Our visit to the \nFacility confirmed our concerns about conditions of confinement at Pendleton.  For example, on \nSeptember 27, 2007, just days before our visit, a youth violently assaulted his 59-year-old teacher, \nknocking out two of her teeth, breaking her uvula, causing multiple lacerations, and sending her \nto the hospital.  The next day, a youth assaulted another youth, putting the victim into a coma and \nnearly killing him.    \n \nFollowing notice of the Department’s intent to open an investigation of Pendleton, the \nDepartment and its expert consultants conducted on-site inspections at the Facility from June 3 to \n6, 2008, September 22 to 24, 2008, and October 5 to 7, 2010.   In each of these inspections, we \nobserved unsafe, violent and non-rehabilitative conditions, notwithstanding repeated \nrepresentations on behalf of the State that it was working to reform Pendleton. \n \nMore broadly, in our series of investigations of juvenile facilities in Indiana Department of \nCorrection (“IDOC”), we have become increasingly concerned that the State has been unable to \nmaintain a system of constitutionally adequate protections in its juvenile facilities.  Rather, as the \n                     \n2      Youngberg’s articulation of the substantive due process rights  of confined individuals is  particularly  \nnoteworthy.  In Youngberg, the mother of an  individual with a developmental disability who was held in  a state \ninstitution  filed a lawsuit against the institution after her son suffered  numerous injuries at the facility.  457 U.S. \nat 301. The Supreme Court held that an individual in  state custody has substantive due process rights under the \nFourteenth  Amendment, including the right to safe conditions  of confinement and  freedom from restraint.  Id.   The  \nCourt also found that the State had a duty to  provide the plaintiff with adequate training to “ensure his safety and to  \nfacilitate his ability to function  free from bodily restraints.”   Id. at  324.   Moreover,  the State must provide \n“essentials” of care, i.e., adequate medical care, food, shelter, and clothing. Id.  The Court further made clear that its \nholding applied to individuals who are incarcerated, noting that “the right to personal security constitutes a historic \nliberty interest . . . . that . . . is not extinguished  by lawful confinement, even for penal purposes.”  Id.  at 315 (citations  \nand internal  quotation marks  omitted).  \n\n- 3 - \n \nfocus and resources shift from facility to facility, additional problems appear to emerge at other \nfacilities. The State’s ability to provide adequate assurances of constitutional conditions system-\nwide thus is likely to be a factor for consideration in the resolution of our investigation.  More \nfundamentally, it is widely recognized that the unnecessary institutionalization of children is \ndeleterious, and that the harm of institutionalization can be irreparable.  This is particularly the \ncase in an institution as dangerous and lacking in rehabilitative services and treatment as \nPendleton. \n \nAt the same time, we recognize that the State has made significant efforts in recent years \nto reduce its reliance on secure confinement and bolster community services for youth who \notherwise many come into IDOC custody.  For this reason, we delayed issuing our Pendleton \nfindings in an effort to reach a system-wide resolution that would address the unsafe conditions in \nIndiana’s juvenile facilities within the framework of Indiana’s progress in expanding community-\nbased treatment for youth.  As noted above, the State has rejected this approach.  However, in \nrectifying the deficiencies identified below, the State nonetheless must address the fundamental \nquestion of whether its institutional model of juvenile corrections adequately serves the State’s \npublic safety and rehabilitative objectives in a manner consistent with the State’s obligations \nunder federal law. \n \nConstitutional conditions in juvenile facilities are essential, as a matter of law, and \nimportant, as a matter of policy.  In any given year, approximately 100,000 youth are confined in \nresidential correctional placement facilities in the United States.  Office of Juvenile Justice and \nDelinquency Prevention (“OJJDP”) Statistical Briefing Book, Custody Data (1997-present),    \nSept. 12, 2008. Nearly all of these youth will return to their communities.  Adequate conditions \nand effective rehabilitative treatment during confinement have been shown to greatly increase the \nlikelihood of successful reintegration and diminish rates of recidivism.  In fact, effectively \nimplemented Cognitive Behavior Treatment  programs that equip youth to address maladaptive \nbehaviors have been shown to reduce recidivism rates by as much as 50 percent.  See OJJDP \nModel Programs Guide, Cognitive Behavioral Treatment, available at \nhttp://www.ojjdp.gov/mpg/progTypesCognitiveRes.aspx (last visited July 19, 2012). Such \nprograms are also important because many youth in juvenile facilities face significant challenges, \nincluding the lack of stable family and community environments.   \n \nWe recognize and appreciate the assistance, professionalism, and courtesy that IDOC \nofficials and Pendleton administrators and staff have shown to us throughout the course of our \ninvestigation of Pendleton. During the exit conferences the State expressed a genuine interest in \nremedying Pendleton’s deficiencies.  Many Pendleton staff genuinely care about the well-being \nand rehabilitation of the youth at the Facility.  Additionally, we commend the State on taking \nsteps to decrease its juvenile facility population and to increase the community-based treatment \noptions available to youth in recent years.   \n \nWe look forward to continuing to work with the State, including Pendleton officials, in the \nsame cooperative manner we have thus far enjoyed.  We hope the State will reconsider its \nrejection of our offer to work toward a State-wide remedy.  We will contact the State’s attorneys  \nshortly to discuss resolution of this matter in further detail.     \n \n \n\n- 4 -\n \nI. SUMMARY OF FINDINGS \n \n We find that the following unconstitutional and unlawful conditions exist at Pendleton:  \n \n\t   Gross failures in screening, identification, housing, supervision, and treatment of \nsuicidal youth. These failures include housing suicidal youth in punitive, anti-\ntherapeutic isolation that is likely to increase youth’s risk of suicide or other self harm.  \nPendleton’s inadequate mortality-morbidity reviews, along with its failure to provide \nadequate suicide prevention training to staff, contribute to the Facility’s \nunconstitutional suicide prevention practices. \n \n\t   Failure to adequately protect youth from sexual misconduct, as evidenced both by \ninternal documents and by internal and external statistical reports concluding that \nPendleton has one of the highest rates of sexual victimization in the nation.  \n \n\t   Failure to protect youth from violence by other youth, including fights and assaults \nleading to serious injuries. \n \n\t   Failure to provide youth with adequate rehabilitative treatment, including by the \nextended isolation of some youth in their rooms for 23 hours per day.  Pendleton’s \ninadequate staffing patterns, incarceration of youth in a traumatizing, anti-therapeutic \nenvironment, and inadequate grievance processes are among the most significant \ncauses of the Facility’s inability to keep youth reasonably safe.  \n \n\t   Failure to provide adequate mental health screening and assessment, including failing \nto accurately diagnose youth’s serious mental health disorders.  \n \n\t   Failure to provide adequate treatment planning, management of psychiatric \nmedications, and mental health contacts and counseling.  \n \n\t   Failure to provide adequate transition planning, leaving youth who need mental health \ncare with no documentation of their needs and recommended treatment upon \ndischarge. Pendleton’s inadequate staffing, inadequate quality assurance processes, \nand traumatizing environment contribute to the Facility’s failure to provide  \nconstitutional mental health care to youth.  \n \n\t   Failure to comply with IDEA’s requirements for youth with disabilities regarding:  \nChild Find, which requires identification, location, and evaluation of youth in need of \nspecial education services; general education interventions; Individual Education Plans \n(“IEPs”); access to special education services; access to the general education \ncurriculum; behavioral supports; and transition services.  This failure includes \nproviding school for only one hour per day to many youth in the Facility’s Behavior \nModification Unit (“BMU”). Many of these youth are mechanically restrained during \nschool.  Moreover, the Facility’s unsafe school environment impedes students’ rights \nto receive a free and appropriate public education, as required under IDEA.  \n \n \n\n- 5 -\n \nWe recognize that the State has taken steps to begin to remedy violations at Pendleton \nsince our initial tours in 2008. For example, the State has attempted to move toward a more \nyouth-focused rehabilitation model, reduced Pendleton’s population, adopted improved grievance \nand suicide prevention policies, and improved education policies and procedures.   \n \nAdditionally, as noted above, we recognize that the State has made significant progress in \ndiverting youth from institutions and moving toward community-based alternatives to \nincarceration.  Notwithstanding these strides, however, deficiencies in the State’s system for \nreintegrating youth who are discharged from IDOC facilities prevent those youth, particularly \nyouth with disabilities, from receiving the supports and services necessary to ensure adequate \nrehabilitation and reintegration back into their families, schools and communities.  \n \nII. INVESTIGATION  \n \nOur review of Pendleton focused on the treatment of youth in the Facility, specifically \nwith respect to juvenile justice issues and the provision of suicide prevention, mental health, and \nspecial education services.  Before, during, and after our visits, we reviewed documents, \nincluding policies and procedures, incident reports, youth detention records, mental health \nrecords, grievances from youth residents, unit logs, orientation materials, staff training materials, \nand school records. During our visits, we also interviewed staff members, youth residents, mental \nhealth care providers, teachers, and administrators.  In keeping with our pledge to share \ninformation and to provide technical assistance, at the conclusion of each of our tours we \nconducted an exit conference with State officials and attorneys.  During these conferences, our \nconsultants conveyed their preliminary observations and concerns.   \n \nIII.  BACKGROUND \n \nPendleton is a 360-bed maximum security juvenile facility in Pendleton, Indiana.  At the \ntime of our 2010 tour, the Facility’s population was approximately 185 adjudicated delinquent \nmale adolescents.  Youth sent to Pendleton generally are at high risk for violence against others, \nand/or have serious mental health needs or histories of escape.  Pendleton also incarcerates all the \nState’s male juvenile sex offenders. \n \nPendleton incarcerates most youth in one of three residential areas, each of which contains \nfour living units.  In each unit, up to four youth are generally housed in each sleeping room.  \nYouth are locked in their rooms during sleeping hours, and the rooms are not plumbed.  Each \nroom opens into a large shared dayroom.  A network of security cameras offers live video of \nmuch of the interior of the living units, as well as of other parts of the Facility.  Some of \nPendleton’s living units house youth in the general population, based on age and risk level, while \nother units have programs ostensibly tailored to specific needs, including a unit for sex offenders; \na unit that focuses on spiritual, moral, and character development; and a unit for youth interested \nin military service.  The BMU holds up to 24 youth in individual rooms and is reserved for \naggressive youth. There also is a Segregation Unit, where most suicidal youth are held, but which \nalso holds youth in segregation as punishment.  Youth in segregation are housed in individual \nrooms. \n \n\n- 6 - \n \nThe Facility has smaller residential units, including the admission/orientation unit, which \nhouses newly arrived youth. The intensive treatment unit houses youth with severe mental health \nneeds and youth assessed as having low IQs. The sheltered housing unit (“SHU”), which contains \na padded cell, a two-bed room, and a four-bed dormitory, houses youth with long-term medical \nissues, as well as suicidal youth. \n \nIV.  FINDINGS \n \nA. \t Pendleton Fails to Take Reasonable Steps to Prevent Youth from Committing  \nSuicide, in Violation of the Constitution  \n \nThe Constitution requires that Pendleton take reasonable steps to prevent youth from  \ncommitting suicide or otherwise harming themselves.  See Youngberg, 457 U.S. at 315-16; K.H. \nex rel. Murphy v. Morgan, 914 F.2d 846, 851 (7th Cir. 1990) (“Youngberg v. Romeo made clear \n. . . that the Constitution requires the responsible state officials to take steps to prevent children in \nstate institutions from deteriorating physically or psychologically”).  Youth in juvenile institutions \nare particularly vulnerable to suicide and other self-inflicted harm.  Pendleton fails to adequately \nscreen youth for risk of suicide, inappropriately relies on room confinement to manage suicidal \nyouth, and fails to provide suicidal youth with adequate supervision and mental health services, in \nviolation of the Constitution. \n \nMany of the unconstitutional deficiencies in Pendleton’s suicide prevention practices are \nillustrated by the June 2008 suicide of AA (the initials used to refer to youth in this letter are \npseudonyms to protect their privacy).  According to Facility records, AA had a long and          \nwell-documented history of self-injurious behavior, suicide attempts, suicidal ideation, and mental \nillness.  Despite this history, records show that on multiple occasions throughout his three years at \nPendleton, mental health staff inappropriately assessed AA as a low risk for suicide and failed to \nprovide him with adequate follow-up treatment and supervision. \n \nAA’s overt suicidal behavior escalated in 2008.  On May 17, 2008, medical staff evaluated \nAA after he ingested several pills, but Facility records contain no indication that he received a \nreferral to mental health staff for an assessment.  Four days later, staff observed AA punching a \nwall several times.  He subsequently refused his medication and, again, the records are devoid of \nany indication of a referral to mental health staff.  Just five days later, on May 26, 2008, AA \nattempted suicide by tying one end of his bed sheet around his neck and the other end to his bed.  \nStaff intervened and escorted AA to the Health Care Unit (“HCU”), where a nurse examined him  \nand he signed a “safety contract.” A safety contract is a signed agreement in which a youth \npromises not to harm him or herself; the use of such contracts is outmoded and generally \nconsidered by mental health professionals to be ineffective.  The records contain no indication \nthat AA was placed on suicide precautions after this attempt or ever assessed by mental health \nstaff. \n \nApproximately two weeks later, on June 13, 2008, a staff member once again found AA \nwith one end of a bed sheet tied around his neck and the other end tied to his bed.  This time, \nhowever, AA was unconscious. Staff initiated cardiopulmonary resuscitation, and emergency \npersonnel arrived approximately 21 minutes later and took AA to the hospital.  Tragically, AA \n\n- 7 - \n \nsustained permanent brain damage and died four days later, just a few weeks after his 17th \nbirthday. \n \nThe events leading up to AA’s death include examples of Pendleton’s failure to provide \nadequate assessment, supervision, and mental health services to a suicidal youth.  Unfortunately, \nour October 2010 visit confirmed that the unconstitutional conditions that facilitated AA’s death \nlargely remain at Pendleton.  Below we discuss the specific deficiencies in Pendleton’s current \nsuicide prevention practices.  \n \n1.  Pendleton Fails to Adequately Screen and Identify Youth at Risk of Suicide \n \nPendleton’s pre- and post-intake suicide screening is unconstitutional.  Youth held in \njuvenile correctional facilities present a heightened risk of suicide throughout their confinement.  \nMinimum protections from harm  require that facilities adequately screen youth for suicidal \nideation upon entry to the Facility, and monitor and identify suicide risk factors throughout the \nyouth’s confinement.  Pendleton’s screening and monitoring are unconstitutional. \n \nUpon admission to Pendleton, youth are screened by an intake counselor.  The data relied \nupon by the intake counselor are often inaccurate.  The State uses a computerized management \ninformation system, called the “Juvenile Data System” (“JDS”), which provides classification \ninformation and “special alerts,” including a “suicide history” alert.  The “suicide history” \nsection, however, is not consistently updated in JDS when a youth is subsequently placed on \nsuicide precautions at Pendleton.  This results in inaccurate suicide risk assessments in subsequent \nscreenings for youth re-entering Pendleton. For example, during our 2010 tour, we reviewed \nrecords for youth currently at Pendleton who had been on suicide precautions during a previous \nincarceration.  This information, however, was not noted in the JDS and, therefore, was not \nconsidered in current intakes. \n \nPendleton’s post-intake suicide screening and identification practices are not sufficient to \nreasonably protect youth from suicide.  Although Pendleton’s suicide prevention policy provides \nclear guidelines regarding the behaviors that trigger an assessment of suicide risk and how that \nreferral process should be made, Facility personnel fail to follow this policy.  Although the \nFacility has two forms for evaluating and identifying suicide risk after a youth is escorted to the \nHCU, we found no evidence that medical personnel used either form in their evaluations.  Indeed, \nthe medical staff members we interviewed were unaware that the forms existed.  \n \nSimilarly, the Facility has an initial mental health assessment form that summarizes the \nyouth’s prior mental health history and includes a current mental status examination, suicide risk \ninquiry, provisional diagnosis, and treatment plan.  We found no evidence that the psychologist \ncompletes this assessment form.  Mental health professionals do not consistently conduct suicide \nrisk assessments in person before releasing a youth from suicide precautions.  This failure \ncontinues to occur despite a recent change to Pendleton policy specifically requiring a            \nface-to-face assessment by a mental health professional before taking such action.   \n \nMental health staff do not always take threats of suicide seriously.  In 2008, some mental \nhealth staff we interviewed rationalized their failure to take action on threats, claiming that many \nyouth threaten self injurious behavior because they feel unsafe in their housing units and seek a \n\n- 8 - \n \ntransfer to segregation. This is troubling on two grounds.  First, it suggests that violence and fear \nof violence is pervasive. Second, it is dangerous because manipulation and suicidal behaviors are \nnot necessarily mutually exclusive.  In addition, youth who exhibit manipulative suicidal behavior \nmay in fact accidentally commit suicide.  Accordingly, a multidisciplinary team must properly \nevaluate any expression of suicidal ideation.  \n \n2.  Pendleton Houses Suicidal Youth in Inappropriate and Unsafe Conditions  \n \nPendleton houses suicidal youth in inappropriate and unsafe conditions that are likely to \nincrease the youth’s risk of suicide or other self harm.  This violates the Constitution.   \nMore than 50 percent of all juvenile suicides occur while a youth is in isolation or room \nconfinement.  Hayes, Lindsay M., Characteristics of Juvenile Suicide in Confinement, Juvenile \nJustice Bulletin, OJJDP, Feb. 2009, available at  http://www.ncjrs.gov/pdffiles1/ojjdp/214434.pdf. \nThe use of isolation often not only escalates the youth’s sense of alienation and despair, but also \nfurther removes youth from proper staff observation.  At Pendleton, suicidal youth are removed \nfrom the general population and are segregated within the Facility.  Most are housed in the \nSegregation Unit, which contains single cells with closed circuit television (“CCTV”) monitoring.  \nOther suicidal youth, generally those who are on higher levels of suicide watch and require \nconstant observation are housed in the padded cell in the SHU.  Segregating suicidal youth in \neither of these locations is punitive, anti-therapeutic, and likely to aggravate the youth’s desperate \nmental state.  Our suicide prevention consultant, a nationally recognized expert in the field who \ntoured Pendleton in both 2008 and 2010, reports that conditions for housing suicidal youth at \nPendleton are among the most punitive he has ever observed. \n \nWe raised serious concerns about these inappropriate housing practices during our 2008 \nexit meeting.  Nevertheless, Pendleton continues to house most youth on suicide precautions in \nthe Segregation Unit, and youth continue to make dangerous and alarmingly undetected suicide \nattempts while on that unit.  For example, in June 2010, a youth tied a string around his neck for \nmore than 15 minutes before staff observed the incident on CCTV and responded. \n \nMoreover, while housed in segregation, suicidal youth are subject to extraordinarily severe \nand, in effect, punitive conditions in violation of the Constitution.  They are locked in their cells \nfor approximately 23 hours per day and have only one hour to shower and engage in recreation.  \nThey are clothed in nothing but a “safety smock,” to which many of the youth refer as a dress, and \nare permitted no other possessions in their cells.   These extreme conditions increase the risk of \nharm.  First, as discussed below, these conditions typically escalate a youth’s sense of alienation \nand despair, thereby increasing the youth’s risk of suicide or other self-harm.  Second, by staff’s \nown admission, these conditions deter Pendleton’s mental health staff from placing or keeping \nyouth on suicidal precautions, exposing youth to the risk of inadequate supervision during critical \ntimes.  Third, under these punitive conditions, it is likely impossible to accurately assess whether \na youth continues to be a suicide risk.  Faced with the prospect of remaining isolated in a \nsegregation cell for most of the day, clothed only in a smock and with nothing to do, a youth may \ndeny suicidal ideation even if he is experiencing it, simply to get out of segregation.  Indeed, \nmany youth confirmed this during our tours.  For example, one youth reported to us in 2010,   \n“Oh no, I’m not suicidal because the last time I had to wear a green dress.” \n \n\n- 9 -\n \nPendleton’s use of its padded cell to house youth exhibiting suicidal behavior presents \nadditional concerns. This cell does not contain a bunk, sink, toilet or any other furnishings.  As in \nsegregation, youth are permitted only a safety smock and are on “lockdown” status, confined to \nthe cell for 23 hours a day. Pendleton has no written guidelines regarding use of the padded cell \nand, therefore, the potential for misuse is particularly high.  We became aware of a highly \ndisturbing example of this during our 2010 tour.  GG is 15 years old, reportedly has a \ndevelopmental disability, and has a history of smearing and eating his feces.  Pendleton staff \nexpressed the belief that Pendleton was not an appropriate placement for GG, yet he remained \nthere for 12 months, and was released approximately two weeks prior to our arrival.  According to \nfacility records, on a number of occasions, GG was placed in the padded cell for “time-outs” \nrelating to incidents that did not involve any self-injurious behavior.  Moreover, in August 2010, \nGG was confined to the padded cell for nearly 24 hours after threatening suicide and draping his \njumpsuit around his neck.  Confining a youth to a barren, padded cell for anything less than to \nprevent ongoing, self-injurious behavior, or for an extended period of time, is non-therapeutic, \nextremely punitive, and violates the Constitution.  \n \n3.  Pendleton Fails to Adequately Supervise Youth at Risk of Suicide  \n \nThe prompt provision of emergency first aid and medical services to an acutely suicidal \nyouth can save his life. The promptness of the response is often determined by the level of \nsupervision afforded the youth. Pendleton has policies that set forth adequate levels of \nsupervision for youth with suicidal behavior. However, Pendleton does not consistently adhere to \nits policies. We found numerous examples of suicidal youth left unsupervised in the Segregation \nUnit for long enough to make serious suicide attempts. \n \nWe viewed an especially disturbing example of the lack of adequate supervision at \nPendleton in 2008, leading us to send an emergency letter to the State regarding Pendleton’s \nalarming suicide prevention practices.  The video recording showed a youth obstructing the view \nof the camera in his cell with a wad of toilet paper.  For nearly one hour of the video coverage, the \ncamera’s view remained blocked without staff intervention.  Eventually, the youth removed the \nobstruction and revealed that he had secured a noose to the ceiling vent.  The next several minutes \nof video showed him testing the noose’s strength and height.  Ultimately, the youth hung himself \nfor several minutes and passed out before staff members finally cut him down and revived him.   \nOn June 16, 2008, we sent a letter to then-Commissioner Donahue, expressing our serious \nconcerns about this youth’s attempted suicide and the overall lack of supervision at Pendleton.  In \nthis letter, we urged the State to take immediate measures to ensure that Pendleton youth were \nadequately supervised. See June 16, 2008 Letter to Commissioner Donahue from              \nShanetta Y. Cutlar, then-Chief of the Special Litigation Section.   \n \nFollowing AA’s suicide in 2008, Pendleton implemented an electronic watch tour system \nthat requires correctional officers to conduct room checks in the Segregation Unit at five-minute \nintervals 24 hours per day and at five-minute intervals in the overnight hours in all other housing \nunits. Although a commendable initiative, segregation staff report that it is difficult to comply \nwith this policy due to staffing limitations.  Indeed, during our 2010 tour, we observed the \nSegregation Unit on a morning during which one youth in segregation was on constant \nobservation (i.e., observation by a staff member on a continuous, uninterrupted basis) and three \nothers were on “close observation,” (i.e., observation by a staff member at staggered intervals not \n\n- 10 - \n \nto exceed every 15 minutes).  Only three staff members were assigned to the unit:  the first officer \nwas in the control booth, the second was stationed outside the cell of the youth on constant \nobservation, and the third was responsible for supervising all of the other youth on the unit that \nmorning, including the three on close observation, as well as several others in the recreation yard \nand shower. It was clear from our observations that the third officer could not comply with all of \nhis supervision responsibilities. \n \n4.   Pendleton Fails to Provide Adequate Follow-Up Treatment for Suicidal Youth \n \nTo keep youth who have exhibited suicidal behavior reasonably safe, it is critical that \nPendleton provide adequate follow-up treatment after a suicide attempt or other suicidal behavior.  \nWe found countless examples, during both of our tours, where the follow-up treatment was \ngrossly deficient or entirely absent, in violation of the Constitution.  Below are examples from our  \n2010 tour: \n \n\t   PP entered Pendleton in July 2009.  In early March 2010, he threatened suicide and tied a \ncloth around his neck and to the bed post in his room.  A couple of weeks later, on \nMarch 14, he threatened to commit suicide and the decision was made not to place the \nyouth on suicide precautions, apparently after he agreed to sign a safety contract.  PP \nreturned to suicide precautions in early May after expressing suicidal ideation.  Although a \nmultidisciplinary team meeting was convened about him the following day, the note in his \nrecord from this meeting states only that the youth is “dysthymic which runs in the \nfamily.”  Dysthymia is a chronic depression, which is less severe than major depressive \ndisorder. PP saw the psychiatrist in both May and June, but the notes from those visits do \nnot mention his suicidal ideation.  In July, he was observed eating glass and was placed on \nclose observation status. The following day, he tried to hang himself with a towel and his \nstatus was changed to constant observation. A treatment plan was then developed for PP, \ncontaining goals to “reduce potential for self-harm,” and “manage feelings of anger with \nappropriate coping skills,” and an objective of attending therapy “5 times within 30 days.”  \nPP was placed on suicide precautions in both July and August 2010 for a possible \noverdose as well as for self-injurious behavior.  For this entire time period, there are no  \nnotes from any mental health clinician reflecting any work on PP’s treatment plan \nobjectives. PP was released from Pendleton in September 2010.  Incredibly, his discharge \nsummary states that the focus of treatment was “suicidal ideation and feelings of \ndepression” and that his “treatment goals were met.” \n \n \t  LL had a history of suicide attempts in the community, and several of his friends and a \ncousin had committed suicide.  His record described him as extremely sad and depressed.  \nIn August 2010, he was placed on suicide precautions after staff found a notebook in \nwhich he wrote about suicide. He was reassessed a few days later and denied any suicidal \nideation and claimed that “he is being punished on this watch.”  He was discharged from \nsuicide precautions and a treatment plan was developed that included objectives to \n“identify positive coping skills to manage suicidal ideation” and to attend therapy eight \ntimes per month.  Although several subsequent psychiatric notes refer to LL’s need to \n“work in therapy on coping skills,” there are no mental health notes from any clinician \nthat reflect any work on his treatment plan objectives from September through November \n2010.  \n\n- 11 - \n \n5. \t Pendleton’s Inadequate Mortality-Morbidity Reviews, Inadequate Staffing, \nand Inadequate Staff Training Program Contribute to the Facility’s \nUnconstitutional Suicide Prevention Practices  \n \nWe found that Pendleton does not consistently conduct adequate mortality-morbidity \nreviews after a completed suicide or a serious suicide attempt.  Moreover, when it does conduct a \nreview, critical features, such as a thorough review of the surrounding circumstances, possible \nprecipitating factors and medical and mental health services/reports involving the youth victim, as \nwell as identification of corrective actions, are lacking.  For example, following AA’s suicide in \n2008, Pendleton conducted a mortality review.  The review lasted approximately 45 minutes and \nfailed entirely to identify a large number of blatant inconsistencies and obvious deficiencies, \nincluding that:  staff had previously failed to place AA on suicide precautions and refer him to \nmental health; staff had been grossly uninformed about AA’s history; and key staff provided \nentirely differing and conflicting accounts about a prior serious suicide attempt by AA.  Further, \nthe review did not assess staff training, relevant policies, or staff’s 10-minute delay in notifying \noutside emergency personnel.  Finally, the review did not specify any corrective action.  \n \nOur 2010 tour confirmed that Pendleton continues to conduct inadequate             \nmortality-morbidity reviews.  For example, the August 2010 morbidity review for PP’s suicide \nattempt in July was largely incomplete, with many sections of the document left blank and no \ncorrective action identified. The fact that Pendleton fails to conduct adequate mortality-morbidity \nreviews for suicides and serious suicide attempts – even after a youth recently committed suicide \nat the Facility – increases the likelihood that another youth will successfully commit suicide, or  \nsuffer serious harm during an attempt in the future.  \n \nAdditionally, Pendleton’s inadequate staffing patterns contribute to the Facility’s  \nunconstitutional suicide prevention practices. As discussed throughout this letter, the facility \nlacks adequate staffing to keep youth safe. The facility lacks sufficient custody staff to \nadequately monitor youth, including suicidal youth, on a day-to-day basis, and lacks adequate \nmental health staff to address youth’s serious mental health needs, including the risk of suicide.   \n \nFinally, deficiencies in the scope, content, and duration of Pendleton’s suicide prevention \ntraining program also contribute to its unconstitutional conditions in this area.  Properly trained \nstaff is essential to ensuring that youth in Pendleton are reasonably safe from suicide and self-\nharm.  Although Pendleton revised its training program following AA’s suicide and after we \nraised concerns about this training during our 2008 exit remarks, the program still does not \naddress basic, essential suicide prevention topics, such as removing obstacles to suicide \nprevention, identifying suicide risk despite the denial of risk, potential predisposing factors to \nsuicide, high-risk suicide periods, warning signs and symptoms, and the proper response to a \nsuicide attempt.    \n \nB. \t Pendleton Fails to Provide Reasonably Safe Conditions of Confinement to Youth, in \nViolation of the Constitution  \n   \nThe Fourteenth Amendment to the Constitution requires States to provide reasonably safe  \nconditions of confinement to juveniles who are incarcerated after having been adjudicated \ndelinquent. See Deshaney v. Winnebago County, 489 U.S. 189, 200 (1989) (“[W]hen the State \n\n- 12 - \n \n. . . so restrains an individual’s liberty that it renders him unable to care for himself, and at the \nsame time fails to provide for his basic human needs B  e.g., food, clothing, shelter, medical care, \nand reasonable safety B it transgresses the substantive limits on state action set by the Eighth \nAmendment and the Due Process Clause.”); Youngberg, 457 U.S. at 315-16 (recognizing that a \nperson with mental retardation held in state custody has substantive due process rights under the \nFourteenth Amendment, including the right to safe conditions of confinement); Bell v. Wolfish, \n441 U.S. 520, 535-36 & n.16 (1979) (applying the Fourteenth Amendment standard to a facility \nfor adult pre-trial detainees); K.H. ex rel. Murphy v. Morgan, 914 F.2d 846, 851 (7th Cir. 1990) \n(noting that Youngberg requires the State to ensure that youth in its institutions do not suffer \nphysical or psychological deterioration); Nelson, 491 F.2d at 357, 360 (applying both the Eighth \nAmendment and substantive elements of the Due Process Clause of the Fourteenth Amendment in \ndetermining the rights of juveniles in a medium security facility). \n \nThe State violates the Constitution by failing to provide Pendleton youth with reasonably \nsafe conditions of confinement.  The State fails to adequately protect youth from sexual abuse, \nfails to adequately protect youth from violence at the hands of other youth, and fails to provide \nyouth with adequate rehabilitative treatment.  These deficiencies are caused in part by Pendleton’s \ninadequate staffing, anti-therapeutic environment, and deficiencies in the Facility’s grievance \nprocess. \n \n1.   Pendleton Fails to Adequately Protect Youth from Sexual Misconduct \n \nThe State must keep juveniles in its institutions reasonably safe from harm inflicted by  \nother juveniles. See J.H. ex rel. Higgin v. Johnson, 346 F.3d 788, 791 (7th Cir. 2003) \n(“[C]hildren in state custody have a constitutional right not to be placed in a foster home where \nthe state knows or suspects that the children may be subject to sexual or other abuse.”); see also  \nFarmer v. Brennan, 511 U.S. 825, 834 (1994) (noting that “[b]eing violently assaulted in prison is \nsimply not ‘part of the penalty that criminal offenders pay for their offenses against society.’”) \n(citing Rhodes v. Chapman, 452 U.S. 347, 337 (1981)). The State violates the Constitution by \nfailing to adequately protect confined youth from sexual victimization. \n \nInternal documents at Pendleton show a disturbing number of incidents of sexual \nmisconduct.  The following are just a few examples: \n \n \t  An investigation confirmed that a youth had sexually assaulted another youth after an \nofficer found the youth together in a unit shower on September 10, 2010.  The \ninvestigation further found that staff had failed to adequately supervise the youth. \n \n \t  On June 18, 2010, a youth reported to an officer that his roommates were having oral and \nanal sex. \n \n \t  A youth reported to an officer that his roommates had raped him and forced him to  \nperform oral sex on March 28, 2010.  \n \n \t  On March 12, 2010, an officer observed two youth engaging in oral sex.  The youth were \nremoved from their rooms and placed in time out.  During the escort, one of the youth \nstated that a third youth also had been involved in the sexual activity.  Later, the third \n\n- 13 - \n \nyouth told a nurse that one of the first two youth had grabbed him by the back of the head \nforced him to perform oral sex on the other youth.   \n \n \t  On March 9, 2010, a youth reported to staff that two other youth had engaged in oral and \nanal sex. One of the involved youth admitted to the incident while the other denied it.  \nThe youth who admitted the activity initially said it was “consensual” but later said he \nfeared “repercussions” if he did not participate.3    \n \nIn addition, statistical reports from a number of sources, including the Facility, \nPerformance-based Standards (“PbS”)4, and the Bureau of Justice Statistics (“BJS”), show that \nPendleton is one of the most sexualized juvenile facilities in the United States.  Although the State \nhas taken a number of measures to improve safety for youth confined to the Facility, the rates of \nsexual abuse and sexual activity at the Facility remain strikingly high.  Indeed, according to April \n2010 PbS data, 10.256% of interviewed Pendleton youth reported they were forced to engage in \nsexual activity within the previous six months.  This is more than three times the national field \naverage (“NFA”) of 3.369%.  Although the PbS national field average is neither a representative \nnor a random sample and is based on facilities’ self-reporting, it is a useful data set for external \ncomparisons related to the occurrence of critical incidents.  \n \nSimilarly, a BJS Special Report found that Pendleton youth reported some of the highest \nrates of sexual victimization in the nation, also at a rate triple the national average.  Sexual \nVictimization in Juvenile Facilities Reported by Youth, 2008-2009, (“BJS Report”), United States \nDepartment of Justice, Office of Justice Programs, Bureau of Justice Statistics, January 7, 2010.  \nAccording to the BJS report, an astounding 36.2% of Pendleton youth reported that they had been \nsexually victimized at the Facility; the national average is 12.1%.  Moreover, 31.5% of Pendleton \nyouth reported sexual victimization by staff.  This is more than triple the national average of \n10.3% and nearly triple the national average of 10.8% for males.  Seven percent of Pendleton \nyouth reported sexual victimization by another youth.  This is 3.5 times the national average of \n2% for males, and nearly triple the national average of 2.6%. All Pendleton youth reporting \nsexual victimization reported that it was nonconsensual, more than three times the national \naverage of 2%. Moreover, 18.1% of youth reported staff sexual misconduct that included force, \nmore than four times the national average of 4.3%.     \n \nAs recently as June 2010, the State itself acknowledged the seriousness of Pendleton’s \nsexual victimization problem.  At a June 3, 2010 hearing regarding the findings in the BJS report, \nState officials readily admitted that the Facility is “failing . . . in providing [its] staff with the \ntraining where they can effectively manage and deal with adolescent development” and that the \n                     \n3    We note that, regardless of whether sexual activity in a juvenile justice facility is overtly coercive, it is never \nappropriate.  As this example illustrates, coercion  sometimes is subtle or implied, or is the result of manipulation of a \nvulnerable youth.   Accordingly, sexual activity in a juvenile confinement setting cannot  be “consensual.” \n \n4    Performance-based  Standards for Youth Correction and  Detention  Facilities is a self-improvement and \naccountability system voluntarily used by hundreds of facilities across the country to  better the quality of life for \nyouth in custody.  PbS gives  agencies  tools to  collect data, analyze the results to design  improvements, implement \nchange, and measure effectiveness with  subsequent  data collections  from within the facility and against other \nparticipating  facilities.  See Council of Juvenile Correctional Administrators, Performance-based Standards (PbS),  \navailable at  http://pbstandards.org/initiatives/performance-based-standards-pbs (last visited July 19, 2012). \n \n\n- 14 - \n \nFacility is “way behind in providing staff with the tools to be able to deal with that development \nprocess.” Hearings on Sexual Victimization in Juvenile Correctional Facilities Before the Review \nPanel on Prison Rape, U.S. Department of Justice, Office of Justice Programs (2010) (statement \nof Michael Dempsey, Executive Director, Indiana Department of Correction, Division of Juvenile \nServices, Pendleton) (“Prison Rape Hearings”); see also The Indychannel.com, Federal Panel \nQuestions Sex Abuse At Juvenile Prison, June 4, 2010, \nhttp://www.theindychannel.com/news/23790528/detail.html (last visited July 19, 2012).  \nMoreover, when the hearing panel pointed out that the sexual assault prevention section of the \nPendleton manual lists “non-consensual sexual acts” as examples of serious incidents and asked \nthe State whether consensual sex could ever exist in a juvenile facility, the State admitted that it is  \n“behind” in this area as well.  Prison Rape Hearings (statement of Edwin Buss, Commissioner, \nIndiana Department of Correction, Pendleton).       \n \nConsistent with the data, many youth and some staff with whom we spoke commented on \nthe sexual atmosphere at Pendleton. For example, one youth stated that, although he believed that \nincidents of overt sexual behavior (“OSB”) and low-key fights had declined, OSB nonetheless \noccurred frequently. Another youth and an officer each separately alleged that sexual activity \noccurred most frequently on the Sex Offender Unit. \n \nPendleton’s housing of sex offenders further exacerbates the frequency of sexual abuse \nand exploitation, as well as the likelihood that such activity will go undetected by staff and \nadministrators.  Treatment programs for young sex offenders, who are often also victims of sexual \nabuse, typically house residents in single sleeping rooms.  At  Pendleton, however, all youth in the \nFacility’s sex offender program are housed in units that consist entirely of four-person sleeping \nrooms.  Housing youth sex offenders in small group cells poses obvious opportunities for sexual \nactivity.  Although some  facilities also may house sex offenders in double rooms after careful \nscreening and risk assessment, most youth at Pendleton reported that they would feel unsafe in a \ndouble room. \n \n2.   Pendleton Fails to Adequately Protect Youth from Violence by Other Youth \n \nThe Constitution requires that incarcerated youth be protected from physical violence \nfrom other youth.  See Youngberg, 457 U.S. at 315 16; Bell, 441 U.S. at 535 36 & n.16, K.H., \n914 F.2d at 851; Nelson, 491 F.2d at 360. The State, however, fails to provide youth at Pendleton \nwith this protection.  Although Facility safety has improved since our 2008 tours, conditions at \nPendleton remain dangerous and volatile.  In particular, violent assaults are commonplace and \noften result in serious injuries. \n \nWe reviewed incident reports and summaries for a 25-day period in August 2010.  Those \nreports documented 57 separate youth-on-youth fights and assaults.  Many of these incidents \nresulted in significant injuries, including:  a swollen and discolored eye resulting from multiple \nblows to a youth’s face and head; a groin injury; multiple bruises to a youth’s torso and arms; a \nswollen eye and abrasions to a youth’s elbow and knee; a bilateral eye injury; a swollen and \nbruised eye; and a head injury. Other incidents included:  a youth who had a chemical thrown in \nhis face; a youth who was hit and kicked in the face; a youth who was hit with a chair; a youth \nwho was poked in the stomach with a broom handle; and a youth who was stabbed with a pencil. \n\n- 15 -\n \nIndeed, youth at Pendleton are subjected to violence and injuries at rates dramatically \nhigher than national averages. The rate of youth-on-youth assaults is approximately 240% greater \nthan the PbS NFA, and the rate of injuries resulting from youth-on-youth assaults is \napproximately 540% greater than the NFA.  Unsurprisingly, nearly half of Pendleton youth \nreported that they had feared for their safety at the Facility within the last six months, a rate \napproximately twice the national average.  The following table illustrates Pendleton’s outlying \nrates of violence and youth’s fears about their safety.   \n \nPendleton and the National Field Average  \nPerformance Based Standards – April 20105   \n \nStandard  Pendleton Rate  PbS National  Analysis \n(April 2010)  Field Average \n(April 2010) \nInjuries to youth by other  0.358  0.070  Pendleton’s rate is 5.4 \nyouth per 100 days of youth  times the national field \nconfinement.   average.  \nInjuries to youth per 100  1.468  0.574  Pendleton’s rate is 2.5 \nperson days of youth  times the national field \nconfinement.6       average.  \nAssaults and fights  0.888  0.364  Pendleton’s rate is \ninvolving youth per 100  approximately 2.4 times the \ndays of confinement.  national field average.  \nPercent of youth  46.701  23.016  Pendleton’s rate is \ninterviewed who report that  approximately twice the \nthey feared for their safety  national field average.  \nwithin the last six months. \n \nPendleton’s internal data show that April was not an outlier month, but that the Facility’s \nrates of such incidents remain very high throughout the year.  The following table illustrates the \nhigh rates of youth violence and injuries from January 2010 through September 2010, as \ncompared to the April 2010 PbS NFA: \n \nYouth-On-Youth Assaults and Injuries  \nJanuary-September 2010  \n \nMonth  Pendleton Rate of  PbS Rate  Pendleton Rate of  PbS Rate \nYouth Assaults  Injuries Resulting \n(compared to  from Youth  \nNFA)   Assaults \n(compared to \nNFA)  \nJanuary  0.508 (1.40 times    0.390 (5.57 times   \n                     \n5    PbS data collection  periods occur twice annually, in  April and October.  At the time of  our tour in early  \nOctober 2010, the most recently available published PbS data for Pendleton was for April 2010.   \n \n6    This category includes injuries from any incident category.  \n\n- 16 - \n \nMonth  Pendleton Rate of  PbS Rate  Pendleton Rate of  PbS Rate \nYouth Assaults  Injuries Resulting \n(compared to  from Youth  \nNFA)   Assaults \n(compared to \nNFA)  \nNFA)   NFA)  \nFebruary  0.998 (2.74 times    0.333 (4.76 times   \nNFA)   NFA)  \nMarch  0.836 (2.30 times    0.306 (4.37 times   \nNFA)   NFA)  \nApril  0.889 (2.44 times  0.364   0.543 (7.76 times  0.070  \nNFA)   NFA)  \nMay  0.542 (1.49 times    0.433 (6.19 times   \nNFA)   NFA)  \nJune  0.620 (1.70 times    0.372 (5.31 times   \nNFA)   NFA)  \nJuly  0.664 (1.82 times    0.362 (5.17 times   \nNFA)   NFA)  \nAugust  0.754 (2.07 times    0.542 (7.74 times   \nNFA)   NFA)  \nSeptember  0.588 (1.62 times    0.376 (5.37 times   \nNFA)   NFA)  \n \nAs the above table indicates, Pendleton’s rate of injuries from fights or assaults is \ndisturbing. Indeed, for the nine-month period of January to September 2010, Pendleton’s rate was \nnever below the NFA. \n \nThese statistics are drawn from reported incidents.  The actual rate of youth violence at \nPendleton is likely even higher. During interviews in 2008 and 2010, staff and residents candidly \ndiscussed unreported incidents. In fact, almost every youth we interviewed talked about the \noccurrence of clandestine fights. Both youth and staff refer to these as “low key fights” or “fights \non the low key,” and nearly all staff and youth whom we asked purported to know the location of \nsecurity camera blind spots.  Although it is not possible to quantify the extent of the “low key” \nfighting, given the number of youth who mentioned this, the similarity and consistency of their \nseparate descriptions, and youth’s and staff’s purported knowledge of camera blind spots, this is a \nsignificant issue.  \n \n3.   Pendleton Fails to Provide Youth With Adequate Rehabilitative Treatment \n \nYouth confined to Pendleton have a right to adequate rehabilitative treatment.  Nelson, \n491 F.2d at 360. See also K.H., 914 F.2d at 851 (noting that Youngberg made clear that “the  \nConstitution requires the responsible state officials to take steps to prevent children in state \ninstitutions from deteriorating physically or psychologically.”).  Rehabilitative treatment includes, \nbut is not limited to, education, counseling, mental health services, and community reintegration \nplanning and supports. OJJDP has noted that, because youth often lack social and communication \nskills, juvenile facilities should focus on educational skills such as problem solving, moral \n\n- 17 - \n \nreasoning, and conflict resolution. Stephens, Ronald D. and Arnette, June Lane, From the \nCourthouse to the Schoolhouse:  Making Successful Transitions, OJJDP Bulletin, Feb. 2000, at 5 \n(“Making Successful Transitions”).  The State violates the Constitution by failing to provide \nadequate rehabilitative programming to youth at Pendleton, particularly to those confined in the \nBMU, and by failing to provide reintegration planning and supports reasonably necessary for \nyouth to be reintegrated back into their homes, schools and communities.    \n \nAs noted above, the BMU ostensibly is aimed at providing intensive programming for \nyouth whom the Facility deems aggressive and/or who have had difficulties adjusting to the \ngeneral population. At the time of our October 2010 tour, the BMU housed 17 youth.  Youth \nhoused in the BMU at the time of our 2010 tour had histories including assaults on other youth \nand staff and overt sexual behavior.  Rather than providing an intensive rehabilitative program to \nenable youth to return to the general population, however, the BMU program consists of isolating \nyouth in their cells for up to 23 hours per day with no due process prior to their placement in the \nprogram.  A more extensive discussion of the Facility’s failures in rehabilitative treatment is in \nthe mental health section, below.      \n \nThe BMU program’s physical plant is essentially identical to that of the Segregation Unit.  \nThe State considers the BMU to be a stand-alone housing unit.  Accordingly, the State considers \nassignments to the BMU unit to be housing assignments rather than placements in segregation \nthat would trigger due process rights.  Nonetheless, the result is that the State is isolating youth \nfor prolonged periods without affording them adequate due process. \n \nThe BMU handbook sets out a relatively intense intervention system for the program and \nprovides that youth must work through the program’s four levels to be permitted to return to the \ngeneral population.  The day-to-day reality on the unit does not reflect these objectives.  Youth on \nLevel One, which lasts a minimum of two weeks, spend 22-23 hours each day locked in their \ncells, with only one hour for recreation and one hour for education.  The hour of education is \nprovided only if the youth’s behavior permits, with the youth attending class on the unit in \nmechanical restraints.  Weather permitting, outdoor recreation occurs in an outdoor fenced-in area \nthat youth call a “cage.”  As they progress though levels, youth are permitted additional time  \noutside of their cells, though it is unclear how much additional time they actually receive at the \nhigher levels. Moreover, the Unit handbook provides no explanation for how the Facility \ndetermines when a youth is ready to return to his unit.  Indeed, at least one youth on Level Four \nboth expressed confusion about the criteria for exiting the program and noted that the program  \nhad not helped him make any lasting changes. \n \nIn short, we find that the BMU program is not effective at rehabilitating its residents.  \nAlthough the concept of a special management unit for violent and disruptive youth is not \ninconsistent with nationally accepted standards, Pendleton’s excessive reliance on isolation in the \nBMU undermines the unit’s rehabilitative goals and objectives.  At Pendleton, the BMU operates \nin practice as a holding facility that separates troubled youth from the general population, relying \non long periods of cell confinement to achieve compliance while failing to provide any \nmeaningful structured rehabilitation.  This in turn is likely to exacerbate youth’s existing \ndifficulties upon their return to the general population and release from the Facility.  Additionally, \nthe program as a whole is an indication that the Facility lacks adequate resources to address \n\n- 18 - \n \nyouth’s challenging behaviors, because it isolates troublesome behaviors rather than addressing \nthem through adequate rehabilitative programming provided by trained staff.  \n \nAdditionally, we find that the State fails to provide reintegration planning and supports for \nyouth, particularly youth with disabilities.  The State largely excludes youth discharged from  \nDOC facilities from the supports and services it provides to other children in its child welfare \nsystem, including case management services and substance abuse and mental health treatment.  \nThis is true even if the youth was eligible for such services before entering DOC custody.  This \ndenial of services results in part from the funding structure for children’s services in Indiana, \nwhich creates disincentives for inter-agency cooperation.  Further, transition programs \nspecifically for youth leaving restrictive placements are limited, and youth in most counties do not \nhave access to such programs.  Mental health services, in particular, are not adequately available \nto meet the needs of youth leaving DOC facilities.  As a result of these deficiencies, many youth, \nparticularly those with disabilities, are discharged from DOC facilities without supports and \nservices that are critical to their successful reintegration into their homes, schools and \ncommunities.   \n \n4. \t  Pendleton’s Inadequate Staffing, Anti-Therapeutic Environment, and \nDeficiencies in the Facility’s Grievance Process Contribute to the Facility’s \nFailure to Keep Youth Reasonably Safe \n \nSome of the most significant causes of Pendleton’s failure to provide youth with a \nreasonably safe environment are the Facility’s inadequate staffing, the Facility’s anti-therapeutic \nenvironment, and deficiencies in the grievance process. \n \nFirst, Pendleton’s grossly inadequate staffing levels are perhaps the single largest \ncontributor to many of the Facility’s unconstitutional deprivations of youth’s safety.  A critical \nelement to providing a safe environment in a juvenile facility is the staff-to-resident ratio.  Absent \na well-supported justification for more lenient ratios for particular youth, national standards \nrequire at least one staff to every eight youth during waking hours, and at least one staff to every \nsixteen youth during sleeping hours. \n \nStaff counted in these ratios include only employees whose exclusive responsibility is the \ndirect and continuous supervision of juveniles.  National Partnership for Juvenile Services \nPosition Statement:  Minimum Direct Care Staff Ratio in Juvenile Detention Centers, Oct. 25, \n1998.  Although staffing ratios improved since our 2008 tours, Pendleton continues to fall far \nbelow these standards. During our 2010 tour, Pendleton continued to have dangerously and \nunacceptably high staff-to-youth ratios of up to 1:24 on the Sex Offender Unit, and 1:14 or 1:12 \non the general population units. Moreover, during both tours, staff consistently expressed their \nviews that the living units were understaffed. \n \nPendleton’s population dropped sharply from approximately 270 youth in early June 2010, \nto 214 youth 11 days prior to our October 5-7, 2010 tour, to approximately 185 youth on the day \nof our arrival. Although this population reduction improved youth-to-staff ratios, we note that \nmany of the youth who left were transferred to other IDOC facilities.  Indeed, in the two months \nprior to our tour, 38 of the approximately 100 youth who left Pendleton were transferred to \nanother IDOC facility; nearly 70% of these transfers occurred during the first two weeks of  \n\n- 19 - \n \nSeptember.  This high rate of transfer to other IDOC facilities represents a significant departure \nfrom Pendleton’s practice in the preceding three months.  In May, no youth were transferred to \nother facilities, and in June and July combined, only six youth were transferred to South Bend \n(which had been newly designated the State’s facility for the youngest boys).  During our 2010 \ntour, youth and staff consistently alleged that the timing of the August and September transfers to \nother IDOC facilities was not coincidental and that the transfers were aimed at reducing  \nPendleton’s population and increasing staffing ratios in time for our arrival. \n \nSecond, Pendleton’s anti-therapeutic environment contributes to the Facility’s inability to \nprotect youth from harm.  We have received numerous credible reports that some Pendleton staff \ntreat youth in an anti-therapeutic and highly unprofessional manner, including the use of \nstrikingly abusive, offensive, and combative language.  For example:   \n \n\t   Youth reported that staff refer to youth on the Sex Offender Unit as “baby fuckers” \nand “baby rapists.” \n \n\t   A youth reported that a staff member tried to provoke the youth by making comments \nabout his grandmother, who had passed away recently.   \n \n\t   Another youth reported that a staff member allegedly told the youth, “I’ll have the \nstudents beat your ass.” The youth further alleged that the officer placed his hands in \nthe youth’s face to provoke the youth, and that he routinely calls youth “bitches.”   \n \nMany of the youth grievances we reviewed contained allegations consistent with these reports.  \n \nDerogatory comments by State employees responsible for youth, about youth’s family, \nsexual orientation, or even hometown or neighborhood, are inappropriate and should not be \ntolerated. Indeed, unprofessional or provoking behaviors by staff often needlessly precipitate \nincidents resulting in avoidable youth-on-youth violence and staff-on-youth force. \n \nFinally, although we find that the Facility’s current grievance policy is appropriate, \ndeficiencies in the implementation of Pendleton’s grievance process appear to contribute to the \nFacility’s inability to keep youth safe. During our tours, many youth told us that they did not \nreceive responses to their grievances, or that the responses they did receive were superficial.  \nOthers indicated that they are required to obtain grievance forms from direct care staff, and that \nsometimes staff were an impediment to obtaining the forms.  Overall, youth indicated that they \nhad little or no faith in the fairness or reliability of the grievance system.  In addition, \ndisturbingly, we identified at least one grievance alleging abuse that apparently had not been \ninvestigated or referred to an external reporting agency.   \n \nA well functioning grievance process serves several critical functions that contribute to a \nsafe environment for youth.  First, it creates an orderly mechanism to resolve disputes and         \nde-escalates tension. Second, it provides information to the institution about risks and emerging \nproblems that need to be addressed.  Third, it provides youth with confidence in the process that \nwill encourage them to use proper channels as opposed to self-help.  \n \n\n- 20 - \n \nC. \t Pendleton Fails to Provide Adequate Mental Health Care to Youth in Violation of \nthe Constitution    \n \nThe Constitution requires that youth in juvenile justice facilities receive adequate mental \nhealth care. Youngberg, 457 U.S. at 323 n.30; Nelson, 491 F.2d at 359-60; see also K.H., 914 \nF.2d at 851; A.M. v. Luzerne County Juvenile Det. Ctr., 372 F.3d 572, at 585 n.3 (3d Cir. 2004) \n(noting, with agreement, the view that “a state-run juvenile detention center at least has a duty to \nprotect detainees from harm (whether self-inflicted or inflicted by others) and provide, or arrange \nfor, treatment of mental and physical illnesses, injuries, and disabilities.”).  The  State must \nprovide youth held in its facilities with rehabilitative treatment, which includes mental health care \nservices.  Nelson, 491 F.2d at 359-60 (noting that “the juvenile process has elements of both the \ncriminal and mental health processes”).  Like all services that the State provides to confined \nyouth, mental health services may not depart from accepted professional judgment, practice, or  \nstandards. See Youngberg, 457 U.S. at 320-23. We find that the State violates the constitutional \nrights of youth at Pendleton by failing to provide them with adequate mental health care services.  \n \nAs an initial matter, as most tragically demonstrated by the suicide of AA in 2008, \ndiscussed above, Pendleton fails to provide adequate mental health services to youth who require \nthem.  AA had a long history of self-injurious behavior at the Facility, yet he received grossly \ninadequate mental health care.  Two years later, and despite some improvements, the Facility \ncontinues to provide inadequate mental health care to youth in its care, in violation of the \nConstitution.  \n \nIndeed, Pendleton’s failure to provide constitutionally adequate mental health care \nprevents youth from being able to fully benefit from any rehabilitation offered to them.  This \nfailure exacerbates youth’s difficulties in school, delays their progression through the Facility’s \nlevel system (thereby prolonging their stay at the Facility), and increases their risks of recidivism  \nand future incarceration. \n  \nSpecifically, Pendleton violates the Constitution by failing to provide youth with adequate \nmental health screening and assessment, adequate treatment planning, adequate mental health \ntreatment, and adequate transition planning. These unconstitutional practices are further \nexacerbated by the Facility’s inadequate mental health staffing, inadequate quality assurance \npractices, and traumatizing environment. \n \n1. \t Pendleton Fails to Provide Adequate Mental Health Screening and \nAssessment \n \nPendleton fails to adequately screen and assess youth for mental health needs, in violation \nof the Constitution. See Youngberg, 457 U.S. at 323 n. 30; Nelson, 491 F.2d at 359-60.  The \nintake process fails to engage youth in a way that is likely to identify their true needs.  Pendleton \nrequires youth to answer personal questions in a non-private area and requires them to answer an \nofficer’s questions about their medical history while the youth are undressed.  Further, for youth \nreferred for a mental health assessment after the initial screening, the assessment process fails to \nresult in accurate diagnoses.  Youth are routinely undiagnosed, underdiagnosed, and \nmisdiagnosed, making it virtually impossible for the Facility to create adequate treatment plans \nand provide treatment for mental illness.  During our 2010 tour, our consultant interviewed two \n\n- 21 - \n \nyouth whom she determined had current, severe psychosis requiring urgent intervention.  Neither \nyouth had been identified as psychotic; accordingly, neither youth was receiving adequate \ntreatment to address this serious mental health disorder.  Although one of the youth had seen the \npsychiatrist during the prior week and had been appropriately medicated, he was not receiving \nclose follow-up care because of the psychiatrist’s limited hours at the Facility.  The Facility \nresponded quickly when we shared our concerns about both youth, however, and informed us that \nthey received prompt mental health attention.  \n \nThese failures are consistent with conditions we observed during our 2008 tour.  During \nthat tour, we found youth who had not been identified as having mental health disorders despite \nclear signs to the contrary, or who had been recognized as having such disorders, but whose needs \nwere far greater than those the Facility had recognized.  \n \nRates of diagnoses of mental health disorders within Pendleton are inconsistent with the \nrates of similar diagnoses at other juvenile facilities.  Just prior to our 2010 visit, only \napproximately 2% of Pendleton youth had been diagnosed with post-traumatic stress disorder \n(“PTSD”), despite a general prevalence of this disorder of more than 30% in juvenile facilities.  \nSteiner, H. et al., Posttraumatic Stress Disorder in Incarcerated Juvenile Delinquents, Journal of \nthe American Academy of Child and Adolescent Psychiatry,  36:357–65 (1997).  At the same  \ntime, only approximately 6% of Pendleton youth were diagnosed with attention deficit \nhyperactivity disorder (“ADHD”), while studies have found a prevalence of approximately 7-10% \non the low end, to 45%, in juvenile facilities.  Steiner, Hans et al., The Assessment of the Mental \nHealth System of the California Youth Authority, Report to Governor Gray Davis, Dec. 21, 2001; \nM. Rösler et al., Prevalence of Attention Deficit/Hyperactivity Disorder (ADHD) and Comorbid \nDisorders in Young Male Prison Inmates, EUROPEAN ARCHIVES OF PSYCHIATRY AND CLINICAL \nNEUROSCIENCE, 254:365-371 (Nov. 2004), available at  \nhttp://www.springerlink.com/content/tu96frqffcxq64bd/fulltext.pdf. In the opinion of our \nconsultant, 7 of the 17 youth she interviewed during our 2010 tour had ADHD, which is more \nconsistent with the expected prevalence in a facility like Pendleton, which houses youth with the \nmost severe mental health needs in the State.  Moreover, only 42% of youth at Pendleton had \ndiagnoses of two psychiatric disorders, despite an expected rate of approximately 63% for \nincarcerated youth.  Ulzen, Thaddeus PM, Hamilton, Hayley; The Nature and Characteristics of \nPsychiatric Comorbidity in Incarcerated Adolescents, CAN.  J.  PSYCHIATRY, 43:57–63 (1998), \navailable at  http://ww1.cpa-apc.org:8080/publications/archives/cjp/1998/feb/feb98_or1.htm.  No \nyouth carried diagnoses of substance-induced mood disorder or substance-induced psychotic \ndisorder, despite the history of substance abuse or dependence within Pendleton’s population.  \nFinally, youth who had prior histories of hospitalization for depression and exhibited current signs \nof the disorder nonetheless were not diagnosed with depression. \n \nMisdiagnosed or undiagnosed mental health disorders can be debilitating.  An increase in \ndepressive episodes increases the likelihood of recurrence, while time spent in mania or psychosis \nworsens a youth’s long-term prognosis for being able to function in daily life, and diminishes his \ndegree of recovery. \n \nPendleton’s only assessment tool is the Massachusetts Youth Screening             \nInstrument-Second Version (“MAYSI-2”).  Although the MAYSI-2 is an established screening \ntool, in other areas, Pendleton fails to use standardized, established tools that screen youth for a \n\n- 22 - \n \nvariety of mental health disorders, such as ADHD, depression, and obsessive-compulsive \ndisorder.  The use of standardized measurements with objective criteria is critically important  \nbecause youth generally see multiple health care providers both within and outside the Facility.  \n \nFurther compounding these deficiencies, Pendleton fails to reassess youth for emerging \nmental health concerns after their initial intake screening.  The Facility has no protocol for \nperiodic reassessment and fails to refer to the mental health team  youth who exhibit physical \nsymptoms of possible mental distress.  Ongoing reassessments and referrals are particularly \nimportant because mental health issues may emerge at any time during a youth’s confinement at a \nfacility and may present as physical complaints. \n \n2.  Pendleton Fails to Provide Adequate Treatment Planning \n \nThe central purpose of mental health assessments is to provide adequate treatment \nplanning for youth. Without adequate treatment planning, Pendleton cannot provide effective \ntreatment of serious mental illness, ensure that youth are receiving appropriate services, or \nadequately track youth’s progress. \n \nTreatment planning at Pendleton is incomplete and misdirected.  The Facility has no \nmeaningful treatment plan document.  Facility documents entitled “treatment plan” are \nunacceptably brief at one to two sentences.  They fail to include critical components, such as:  the \nyouth’s strengths; information about the youth’s progress and/or deterioration; planned frequency \nof treatment (other than non-psychiatric staff assigning psychiatric treatment “every 30 days”); \nthe range of treatment methods; information about family interventions; psychopharmacology; or \nplans for counseling. Treatment plans are not timely reviewed and adjusted in response to \nchanges in status, including significant time in segregation or suicidal behavior.  Treatment plans \nfurther fail to include necessary structural interventions for youth who need them.  Finally, we \nnote that it is a basic tenant of child psychiatry that the family of a youth experiencing significant \nmental health needs should actively participate in the youth’s treatment planning process, absent \nspecific clinical factors to the contrary.  Although Pendleton has taken some steps in this \ndirection, its mental health staff does not routinely engage families. \n \nPendleton’s treatment planning appears to fail in part because of lack of coordination \namong staff.  Although the Facility holds regular mental health staff meetings, we found these \nmeetings are not useful for mental health treatment planning.  The meetings are too short to allow \nfor more than a cursory review of the youth discussed.  In most instances we observed, staff did \nnot even discuss a youth’s diagnosis, which is a standardized mechanism for understanding and \naddressing behavior.  Staff also failed to communicate about high-risk youth who were not \nnecessarily verbally expressing their mental health needs or acting out, but whose behaviors may \nmerit additional mental health follow up.  For example: \n \n\t   In one meeting, staff failed to address the notable behaviors of one youth who had been \neating apart from his unit for several days.  This was one of the youth our consultant later \nidentified as actively psychotic and in need of immediate mental health attention.  \n \n\n- 23 - \n \n \t  In another meeting, after a non-mental health staff member noted that a youth was having \nhallucinations, the team recommended consulting probation staff, rather than referring the \nyouth to the psychiatrist. \n \n3. \t Pendleton Fails to Provide Adequate Mental Health Treatment  \n \nAdequate medication management and adequate mental health contacts and counseling are \ncritical components of constitutionally adequate mental health treatment.  Pendleton fails in these \nareas, in violation of the Constitution.  \n \na. \t Pendleton fails to adequately manage psychiatric medications \nprescribed to youth \n \nWe found severe underuse of psychiatric medications, an inadequate formulary, and a \nflawed medication consent process at Pendleton.  \n \nFirst, Pendleton appears to withhold necessary medications from youth who require them.  \nOnly 14% of youth at Pendleton were on any psychiatric medication.  This is far below the \nexpected prevalence at a facility like Pendleton, which houses the most severely mentally ill and \nviolent youth in the State system, along with all the State’s youth sex offenders.  Although \nmedication is not the sole treatment for mental health disorders, it is often a cornerstone of \ntreatment.  At Pendleton, medication appears to be significantly under-prescribed, particularly for \nyouth with ADHD.  Although medication generally is critical for ADHD treatment, only three out \nof the 13 youth diagnosed with this disorder were receiving any psychopharmacological treatment \nat the time of our visit, and only one was receiving the type of  medication considered consistent \nwith evidence-based standards of care.7  We saw no clinical justification for Pendleton’s \nstrikingly low use of well-established pharmacological interventions even for the limited mental \nhealth disorders the Facility does diagnose.  It consequently appears that many youth incarcerated  \nthere are experiencing significant mental health disorders that are essentially untreated. \n \nSecond, Pendleton’s formulary is inadequate.  The formulary omits a variety of \npsychiatric medications that are consistent with accepted practices for treating mental health \ndisorders, including depression, bipolar disorder, schizophrenia, autism, and ADHD.  For \nexample, the formulary excludes the accepted medications for treating ADHD, which may \ncontribute to the lack of psychopharmacological treatment for youth with this disorder, as \ndiscussed above. The formulary further includes medications that are not the accepted first-line \ntreatments for adolescents with mental health disorders.  Although Pendleton’s psychiatrist is \npermitted to seek permission from the medical director to prescribe medications that are not on \nthe formulary, given the limitations of the formulary, this practice is impractical, inefficient, and \ncan severely hamper youth’s timely access to medications necessary for their treatment. \n \nFinally, the Facility’s consent process for psychiatric medications is inadequate.  Although \nthe superintendent holds the ultimate authority for medication consent, youth are provided a \n                     \n7    Although facility psychologists informed us that they use “mindfulness training” and  “coping skills” for \nADHD treatment, these approaches alone are not consistent  with the accepted practices for treating this disorder. \n \n\n- 24 - \n \nconsent form for their medications.  The form  contains generic side effects of psychiatric \nmedications, and the area designated for listing the most common side effects on the form \nconsists only of a blank line. The form also is written at a level that far exceeds the reading level \nof the youth we interviewed. Accordingly, the form does not sufficiently inform youth about the \nrisks and benefits of their medications. \n \nb. \t  Pendleton fails to provide youth with adequate mental health contacts \nand counseling \n \nWe found that youth’s contacts with mental health staff and any counseling they receive \nare insufficiently frequent, ad-hoc, unpredictable, and inadequately documented. \n \nFirst, youth’s contacts with mental health staff are infrequent.  State policy provides that \nmental health staff should see youth on the mental health caseload at least every 30 days, with a \nsuggested two-week follow-up for youth with severe mental health issues.  This is insufficient for \nyouth who have serious mental health needs.  In practice, many youth reported that they had no  \ncontact with the psychiatrist or a psychologist unless they had been recently segregated.  In fact, \nwe found at least one youth who had been in segregation for six days and was clearly in crisis, yet \ndid not receive a psychiatric assessment.  The psychiatrist disturbingly provided a verbal order to  \ndiscontinue a medication without examining the youth.  At intake, automatic referrals to the \npsychiatrist occur only if a youth is on medication, and many youth wait for several weeks or \nlonger for an appointment.  Insufficient staffing likely contributes to the Facility’s failure to \nprovide youth with sufficient contacts with mental health staff.  \n \nSecond, when mental health counseling/therapy does occur, it is ad-hoc, unstructured and \nunreliable, rendering it ineffective. For example, treatment notes for PP and LL, both of whom \nhad severe mental health needs and histories of suicidal behavior, do not indicate work on their \ntreatment plan objectives for significant periods of incarceration.  Additionally, access to \npsychological treatment appears to depend, at least in part, on youth’s affirmative requests for \ncare. This may exclude youth who are in most need of care but do not actively seek it.  Further \ncompounding these deficiencies, the Facility’s attempts to use cognitive behavioral therapy \n(“CBT”) and dialectical behavioral therapy (“DBT”), have been unsuccessful.  CBT is offered on \nan ad-hoc basis, rather than in the formalized manner necessary for effective treatment.  DBT was \nin the early stages at the time of our 2010 tour, was not yet available to all youth who could \nbenefit from it, failed to include the necessary communication and coordination among staff to \nmake this therapy effective, and used complicated, generic materials that are difficult for youth to \nunderstand, further limiting the treatment’s effectiveness.  Additionally, our consultant had \nconcerns about deficiencies in the sex offender treatment program, including the lack of any sex \noffender treatment for sex offenders housed in the BMU.  This is particularly disturbing because \nsex offenders likely have some of the most serious mental health needs at the Facility.  \n \nThird, the length of mental health treatment sessions is varied and unpredictable.  This \nunreliability in turn may encourage youth to act out to receive additional attention.  It is \nparticularly inappropriate for youth with many psychiatric illnesses, especially for those \nexperiencing components of attachment disorders. \n \n\n- 25 -\n \nFinally, inaccuracies in documentation of mental health treatment contribute to the \nunconstitutional inadequacies in Pendleton’s mental health services.  For example, a \npsychologist’s note near the time of our 2010 tour described a suicidal youth’s mood as \n“euthymic,” meaning a normal, non-depressed, reasonably positive mood.  For another youth, a \nnote from a mental status examination near the time of our 2008 tour began with a statement that \nthe youth was not exhibiting any signs of psychosis or mania, but proceeded to describe a youth \nwho was agitated, grandiose, disorganized, and distracted B all signs of manic psychosis. \nAlthough one part of the mental status examination stated that the youth was of average intellect, \nthe same note later referred to a diagnosis of mental retardation.  The examination was also \nreplete with unsupported opinions, such as notations that the youth had “very poor” reasoning, \nimpulse control, judgment, and insight.  Moreover, during our 2010 tour, youth reported that they \nhad not been asked questions indicating whether they were oriented to time, date, and place \nduring sessions with mental health clinicians after their initial intake, even though their charts \ndocumented that they indeed were oriented. \n \n4. \t Pendleton Fails to Provide Adequate Transition Planning for Youth with \nMental Health Disorders   \n \nAdequate transition planning is critical for ensuring continuity of care so that youth’s \nmental health needs can be addressed after they leave Pendleton.  Pendleton fails to provide \nadequate transition planning for youth with mental health disorders, in violation of the \nConstitution.  \n \nOf greatest concern, Pendleton fails to timely complete discharge summaries for youth on \nthe mental health caseload.  This dangerous failure leaves youth who require mental health care \nwith no discharge document as they depart the Facility.  Alarmingly, the discharge summary for \nGG, the youth discussed above who had severe mental illness and a long history of suicidal \nbehavior, was dated October 6, 2010, even though GG had been discharged from Pendleton more \nthan two weeks prior, on September 20, 2010.  Indeed, in addition to GG’s late summary, 9 of 11 \nother discharge summaries we reviewed for recently released youth were dated two to three days \nafter the youth were discharged. Of these, five were dated October 6, 2010 – the date of our \nrequest for these documents. This suggests, at best, a strange coincidence, or, at worst, that the \nFacility created them only in response to our request. \n \nThe discharge planning summaries that Pendleton does create are very poor.  They contain \nlittle documentation and exclude even basic information, like the youth’s MAYSI-2 score, prior \ndiagnoses that have been resolved, or reasons for prescribed medications.  For example, despite \nGG’s severe mental health needs, his discharge summary was skeletal, failing to mention \nimportant information like the severity of his suicidal actions at the Facility, as well as the fact \nthat he functioned at a pre-school level.  Additionally, we found inaccuracies in the little \ninformation that is contained in the summaries.  Diagnoses appeared on the wrong DSM-IV axes,8  \nand global assessment of functioning (“GAF”) scores documented in summaries were \n                     \n8   The DSM-IV, the standard classification of  mental disorders used by mental health  professionals in the \nUnited States, uses a widely accepted diagnostic system to classify illnesses and disorders on five different axes.  \nTaken together, these five axes provide a complete diagnosis, which is critical for treatment planning.  The inaccurate \nuse of the axes further calls into question the practitioners’ understanding of this standard diagnostic system.  \n \n\n- 26 - \n \nunrealistically low.9  We also found “N/A” referrals, a term that was undefined in the documents, \nbut appeared to indicate a lack of recommended follow-up for youth who appeared to have \nsignificant mental health needs.  \n \nPendleton’s deficiencies in discharge planning may severely hamper the ability of \nsubsequent mental health care providers to timely and adequately address a youth’s mental health \nneeds. This may result in potential lost progress, regression of the condition, an exacerbation of \nmental health problems, and a greater potential for negative outcomes, including recidivism and \nfuture incarceration.  \n \n5. \t Pendleton’s Inadequate Mental Health Staffing, Inadequate Quality \nAssurance Practices, and Traumatizing Environment Contribute to the \nFacility’s Unconstitutional Mental Health Care Practices  \n \nDeficiencies in staffing, quality assurance practices, and the Facility’s traumatizing \nenvironment contribute greatly to Pendleton’s inability to provide constitutional mental health \ncare to youth. \n \nFirst, mental health care staffing at Pendleton is grossly inadequate, particularly in light of \nthe acuity and high level of mental health needs within the Facility’s population.  Notably, shortly \nbefore our October 2010 tour, the Facility had 100% turnover among its three key mental health \nstaff; the Facility’s new (and only) psychiatrist began in September 2010, and its only two \npsychologists began in May and August 2010.  Pendleton’s psychiatrist, whose duties include \nproviding direct care services, assisting with crisis management, attending multidisciplinary team  \nmeetings, working closely with the psychologists, reviewing prior records, and documenting \nvisits, is allocated only eight hours per week at the Facility.  During our 2008 tour, the State stated \nthat the psychiatrist’s hours would increase immediately from eight to 12 hours per week.  During \nour 2010 tour, however, the psychiatrist’s hours remained at eight hours per week. \n \nThe Facility also employs two full-time psychologists, neither of whom was fully licensed \nat the time of our 2010 tour, as well as at least one social worker.  This is not sufficient, \nparticularly in light of the fact that the Facility itself has identified approximately half the \npopulation as having mental health care needs, and our finding that, with proper screening and \nassessment, an even greater number of youth should be on the mental health caseload. \n \nDuring both of our tours, mental health staff consistently reported that they were \nunderstaffed. One staff member stated that the Facility’s mental health providers were operating \nunder “crisis management.”  This staff member was unable to tell us whether the staff member’s \nidentified “favorite” resident was on medications, even though the youth was on suicide \nprecautions at the time and was to be meeting with mental health staff daily.  At best, this appears \nto be a symptom of an overwhelmed staff that is unable to devote adequate attention to youth on \nits caseload.  \n                     \n9    GAF is a measure of an individual’s overall level of functioning and carrying out the activities of daily \nliving, which in turn indicates the level of care he  or  she will require.  Of ten discharge summaries our consultant  \nreviewed, seven indicated unrealistically low GAF scores of 50-55,  which  show extremely high levels of impairment, \nnear the level at which a psychiatrist would  consider hospitalization.  \n \n\n- 27 -\n \n \nSecond, Pendleton fails to maintain adequate quality assurance practices in its mental \nhealth services. Although a regional psychiatrist conducts an annual review of the Facility \npsychiatrist, this review consists simply of a chart review and does not include any follow-up with \nyouth to ensure that the charts accurately reflect the youth’s treatment and status.  Indeed, the \nState’s reviews, which found compliance with the contents of charts, are contrary to our findings \nof Pendleton’s continuing failures to provide constitutionally adequate mental health care.  \n \nFinally, rather than fostering a therapeutic environment in which treatment can occur, \nPendleton provides an environment that further traumatizes youth and hinders any treatment the \nFacility does offer. This environment exacerbates maladaptive behaviors, creates additional \ndifficulties in resolving prior trauma, and hampers the effectiveness of treatment. \n \nD. \t Pendleton Fails to Provide Adequate Special Education Services to Youth, in \nViolation of IDEA  \n \nYouth with disabilities have federal statutory rights to special education services under the \nIndividuals with Disabilities Education Act (“IDEA”), 20 U.S.C. '' 1400-1482. See Honig v. \nDoe, 484 U.S. 305, 310 (1988) (noting that the Education for All Handicapped Children Act, as \namended by IDEA, “confers upon disabled students an enforceable substantive right to public \neducation in participating States”).  IDEA requires States that accept federal funds to provide \neducational services to all children with disabilities between the ages of 3 and 21, even if the \nchildren have been suspended or expelled from school.  20 U.S.C. ' 1412(a)(1)(A). The State \nmust provide such services to youth in juvenile justice facilities.  See id. (conditioning funds on \nthe availability of services to “all children with disabilities” (emphasis added)); 34 C.F.R. '  \n300.2(b)(1)(iv) (applying IDEA requirements to “all political subdivisions of the State that are \ninvolved in the education of children with disabilities, including . . . State and local juvenile and \nadult correctional facilities”); see also Donnell C. v. Ill. State Bd. of Educ., 829 F. Supp. 1016, \n1020 (N.D. Ill. 1993) (finding IDEA applicable to “school-aged pretrial detainees” in county jail); \nIDEA also requires schools to have procedures for identifying and testing students with \ndisabilities. 34 C.F.R. ' 300.111(a)(1)(I). \n \nThe overarching issue identified in our review of the Pendleton school is safety.  Although \nschool safety has improved since our 2008 tours, during our 2010 tour, our consultant found “an \nobserved paralysis from both education and corrections staff when youth refused to comply, used \nprofanity towards adults, walked away from staff, refused to participate in academic activities, \nprovoked peers, and slept in class.” This inability to act inhibits the ability of Pendleton staff to \nintervene appropriately when students misbehave.  It is evident that verbal assaults and physical \nviolence permeate all aspects of the Facility, including the school, and are insufficiently \naddressed. This unsafe environment impedes students’ rights to receive an appropriate public \neducation, as required under IDEA. In addition, Pendleton violates IDEA with respect to Child \nFind requirements, general education interventions, IEPs, access to special education services and \nthe general education curriculum, student behavior, and transition services.  The Facility has \nmade improvements in special education since our 2008 tours, including:  the use of SIMS, \nimprovements in lesson plans and classroom instruction, professional development for teachers, \nimprovements in policies and procedures, increased general education interventions, timely IEP \nreviews after youth are removed from class, improved individual accommodations in classes, \n\n- 28 - \n \nsignificant progress regarding manifestation determinations and development of functional \nbehavior analyses, an acceptable plan for the use of substitute teachers, and improved student \naccess to vocational and technical education.  Nonetheless, significant violations of IDEA remain.    \n \n1.  Pendleton Fails to Comply with Child Find  \n \nPendleton fails to comply with IDEA’s requirement that the State have policies and \nprocedures to ensure that all children with disabilities who are in need of special education and \nrelated services and who reside in the State are identified, located, and evaluated.  34 C.F.R. \n' 300.111(a)(1)(i). This provision is known as Child Find.  Pendleton’s procedure to identify \nstudents with disabilities at intake fails to ask about special education history.  Additionally, \nPendleton lacks documented academic interventions for struggling general education students, a \ncentral component of the Child Find process.  These deficiencies, along with a lack of general \neducation interventions for students experiencing academic and/or behavioral failure, result in an \nineffective and incomplete Child Find system. \n \n2.  Pendleton Fails to Provide Adequate General Education Interventions \n \nIDEA requires that, prior to evaluation of a student for special education, the State must \nconsider whether the student is being provided appropriate instruction by a highly qualified \nteacher and review data-based documentation of the student’s progress.  34 C.F.R. \n' 300.309(b)(1)-(2). The State further must document the student’s behavior in that student’s \nlearning environment, including in the regular classroom setting. \n \nAlthough the Facility has protocols to implement various tiers of interventions for youth \nwho have been identified as needing additional behavioral or academic supports but who have not \nyet been referred for special education evaluations, we found no evidence that interventions at the \nhigher tiers are being implemented.  The Facility fails to collect and analyze data to determine \nwhether current interventions are effective.  The Facility also fails to use segregation/exclusion \ndata, which inhibits the school’s ability to identify students who need higher level interventions or \nevaluations for special education services.  Youth in need of, and qualified for, special education \nare at risk of not being identified and referred for evaluation for special education services. \n \n3.  Pendleton Fails to Provide Adequate IEPs to Youth with Disabilities  \n \nPendleton fails to comply with IDEA’s requirement that each student with a disability \nhave an adequate IEP to ensure that the student receives adequate special education services.  \nSpecifically, Pendleton fails to:  timely complete and/or review IEPs upon intake; adequately \njustify inconsistencies between previous and current levels of special education; adequately \ninvolve parents/guardians in the IEP process; adequately implement IEPs and collect data; \nprovide related services; ensure that IEPs are adequately individualized; and include the required \naccommodations for youth with disabilities to participate in Statewide testing.  See 34 C.F.R. \n§§ 300.323(c)(1), (e), (f); 300.323(e); 300.321(a); 300.323(c)(2); 300.323(a)(3); 300.320(a); \n300.320(a)(6)(i). \n  \nFirst, the Facility fails to timely update and/or complete IEPs upon a youth’s entrance into \nthe Facility. Although timelines for initial IEP reviews vary depending on whether the youth has \n\n- 29 - \n \nan initial determination of a disability and whether the youth is moving from within or outside the \nState, IEP reviews and implementation of IEPs for students with disabilities should be conducted \nas quickly as possible upon intake. See 34 C.F.R. ' 300.323(c)(1), (e), (f). Despite the State’s \narticulated commitment to review all student IEPs within ten days of enrollment, we found that \nstudents at Pendleton often wait months for IEP reviews.  In fact, their IEPs are often not \nreviewed until the next scheduled review date as indicated in the IEP.  These delays violate \nIDEA. \n \nSecond, Pendleton fails to comply with IDEA’s requirement that the Facility provide \nservices comparable to those described in the youth’s IEP from the previous public agency, or \nprovide adequate justification for why the services have changed.  See 34 C.F.R. ' 300.323(e). \nDuring our tours in 2008 and 2010 we found significant discrepancies between previous and \ncurrent IEPs without adequate justification.  For example, prior to entering the Facility in 2008, \none youth had been receiving 250 minutes of special education instruction per school week.  At \nthe time of our tour, the youth was receiving special education services, on a consultation basis \nonly, twice a month for 15 minutes.  Ten other youth had Behavior Intervention Plans (“BIPs”) as \npart of their previous IEPs, but, no such programs were provided in their Pendleton IEPs, with no \njustification for the change. Although special education instructional minutes should be specified \nin each IEP, in 2010 we found IEPs that provided  for special education services only on an “as \nneeded” basis.  This lack of specificity makes it impossible to gauge whether the services \nprovided at Pendleton are consistent with the youth’s prior IEP.  Additionally, the rationale for \nstatements on some IEPs was troubling.  For example, although behavior that interferes with \nlearning is part of the definition of emotional disturbance (“ED”), IEPs for two students who were \nclassified as ED stated without explanation that their behavior did not interfere with learning. \n \nThird, IDEA requires that, to the extent possible, IEP meetings include parents/guardians, \nas well as other IEP team members.  34 C.F.R. ' 300.321(a). Parental involvement is lacking at \nPendleton. In 2010, only one in ten IEPs we reviewed included a parental signature.  Similarly, in \n2008, seven of 17 IEPs we reviewed contained no team or parental signatures, and three had \nparental signatures only. In two cases in 2008, IEPs were enacted even though the parents did not \nconsent. \n \nFourth, Pendleton fails to adequately implement IEPs and to collect and report data on \nstudent progress on annual goals in violation of IDEA.  See 34 C.F.R. §§ 300.1(a); 300.320(a)(3); \n300.323(c)(2).  We found no evidence that behavioral interventions in IEPs are being \nimplemented.  The data the Facility collects fails to measure whether a youth is showing progress \non behavioral or academic IEP goals. \n \nFifth, Pendleton fails to offer related services in violation of IDEA.  See 34 C.F.R. \n§ 300.323(c)(2). Related services are supportive services required to assist a youth in benefitting \nfrom special education.  Such services may include speech, language, and occupational therapy, \npsychological services, and counseling. Although we found youth whose IEPs indicated needs \nfor speech, language, and/or occupational therapy during our 2010 tour, the Facility indicated that \nno students required these services (nor were they receiving services).  Similarly in 2008, we \nfound Pendleton offered virtually no related services. \n \n\n- 30 -\n \nSixth, Pendleton’s IEPs lack individualization in violation of IDEA.  See 34 C.F.R. \n§ 300.320(a). IEPs lack distinct goals for individual students; indeed, the goals on eight IEPs we \nreviewed during our 2010 tour referred only to the Facility-wide behavioral rating scale used for \nall youth.  Moreover, most IEPs we reviewed contained identical accommodations, further \nindicating a lack of individualization. \n \nFinally, Pendleton’s IEPs fail to include the IDEA required accommodations for youth \nwith disabilities to participate in statewide testing.  34 C.F.R. §§ 300.320(a)(6)(i).  None of the \nIEPs we reviewed in 2010 showed any evidence that Pendleton participates in Indiana’s Statewide \neducational progress testing program.  Pendleton does not have a school report card system that \nprovides a summary of student scores on State assessments.  \n  \n4. \t Pendleton Fails to Provide Adequate Access to Special Education Services and \nthe General Education Curriculum \n \nPendleton fails to comply with IDEA’s requirement that students with disabilities have \naccess to the general education curriculum by delaying enrollment of youth in school after intake, \nfailing to provide adequate coursework, and failing to provide adequate instructional time.  See  \n34 C.F.R. '' 300.110; 300.304(b)(1)(ii); 300.305(a)(2)(iv); 300.320(a)(2)(i)(A); 300.101; \n300.11(2).  \n \nFirst, the State’s own policy limits the time between intake and school enrollment to two \ndays. Contrary to this requirement, the Facility indicated that it completes school enrollment \nwithin five days, while youth reported spending up to two weeks in the intake process, sitting in \ntheir cells and watching television.  Either period is too long. \n \nSecond, Pendleton fails to provide youth with disabilities with appropriate coursework.  \nPendleton fails to provide access to certain elements of the “Core 40,” the basis for general \neducation in Indiana, and fails to offer sufficient coursework to youth in the BMU.  Indeed, in the \nBMU, many students attend class for only one hour per day, in mechanical restraints, if they \nattend class at all. These deficiencies result, at least in part, from inadequate teacher staffing.  \nSpecifically, Pendleton lacks sufficient licensed and highly qualified teachers in core content \nareas to provide instruction in all the necessary courses.  See 34 C.F.R. § 300.156.  Pendleton’s \ncurrent staffing plan fails to address the Facility’s deficiencies in this area. \n \nAdditionally, although science and social studies are offered, approximately 30% of the \nrecords we reviewed in 2010 indicated that youth were not receiving these core curricula because \nof a time conflict with a counseling class, again denying them access to the appropriate \ncoursework. \n \nFinally, in violation of IDEA, Pendleton fails to provide students with disabilities the same  \nnumber of daily and weekly instructional minutes as other students in the State’s schools.  At \nPendleton, youth in exclusionary settings, e.g., segregation, within the Facility do not receive the \nsix daily and 30 weekly hours of instructional time  to which they are entitled, as required for all \nIndiana public school students. During our 2010 visit, youth in the BMU were receiving only one \nhour of school instruction per day. In fact, some youth on that Unit who were confined to their \nrooms were receiving no school at all.  Similarly, during our 2008 visit, youth on another unit \n\n- 31 - \n \nwere receiving only 45 minutes of instructional time per day.  Further, instructional time for all \nstudents is regularly interrupted by counseling, group sessions, treatment team meetings, and \nrecreation.10  \n \n5. \t Pendleton Fails to Provide Adequate Behavioral Supports to Youth with \nDisabilities  \n \nAs noted above, the overarching issue in our review of special education services for \nstudents with disabilities at Pendleton is the unsafe atmosphere at the school.  Moreover, in the \nthree months prior to our tour, 70% of uses of force were against youth with disabilities.  To \nensure a safe learning environment and a free and appropriate public education to students with \ndisabilities as required under IDEA, Pendleton needs an effective system to address student \nbehavior. See 34 C.F.R. ' 300.324(a)(2)(i). The Facility lacks a systemic behavioral plan for \nstudents and individualized, data-driven behavioral interventions.   \n \nFirst, contrary to IDEA, the Facility lacks an effective school/system-wide behavioral \nplan.  See 34 C.F.R. ' 300.324(a)(2)(i).11  Pendleton teachers have little recourse for inappropriate \nstudent behavior, other than to have students sent to segregation or to the Care Team room, a \nroom that ostensibly is aimed at de-escalating student behavior, but does not appear to be \nparticularly effective. Indeed, because of its lack of behavioral supports in the general population, \nthe Facility inappropriately uses segregation and exclusionary settings as its system-wide \nbehavioral plan. \n \nPendleton’s lack of an effective behavioral plan contributes to the Facility’s repeated and \nextended segregation of youth with disabilities and lack of adequate behavioral interventions to \nprevent or limit the recurrence of behavioral violations, in contravention of IDEA.  See 34 C.F.R. \n' 300.101(a), 300.530(d)(1)(ii). Indeed, during both of our tours, we found that certain youth \nwere frequently confined to their rooms and denied access to education.  For example, in 2010, \nrecords indicated that seven youth were confined to their rooms in BMU from 12 to 59 days.  \nDisturbingly, not one of these youth had attended even the allotted one hour of school in the \nBMU.  Similarly, in 2008, we found at least 25 youth with disabilities who had spent excessive \ntime in segregation:  16 youth spent 10-20 total days in segregation; six spent 20-30 days; two \nspent 30-40 days; and one had been in segregation for 73 days and remained there as of the time \nof our visit. None of these youth had a BIP that was being implemented; indeed we found that the \nFacility has entirely failed to implement any BIPs. \n \nThe long-term use of isolation as the primary system-wide method for addressing \ninappropriate behavior of youth with disabilities is inappropriate, ineffective, and \n                     \n10   Although we observed adequate direct instruction to  students with  disabilities during our 2010 tour, youth  \nconsistently reported that teachers engaged  in direct instruction only  when  DOJ was visiting.   \n \n11    The facility’s Progressive Discipline Plan, which  was designed to link  positive student  behavior to  rewards, \nhad been in effect for a few weeks prior to  our 2010 tour.   Students, however, did not understand the link between  \nschool behavior and token points used for reward, and did not observe any teachers mentioning the  behavior system  \nor reminding students of points earned during class.  The Why Try?  program, which  offers cognitive-behavioral \ncounseling, also had recently begun and counselors had not yet been trained on it at the time of our tour.  \n \n\n- 32 - \n \ncounterproductive. It is also inconsistent with IDEA.  Instead of such practices, the Facility needs \na proactive and positive approach to motivate youth and ensure that students with disabilities are \nprovided the support necessary to be educated with non-disabled peers. \n \nSecond, Pendleton fails to comply with IDEA’s requirement for individualized \ninterventions for youth with disabilities by failing to consider the use of positive behavioral \ninterventions and supports to address behavior that interferes with learning.  See 34 C.F.R. \n' 300.324(a)(2)(i).  Indeed, we found youth who required, but did not have, individualized \nbehavior interventions, e.g., some youth in the BMU.  Additionally, even when the Facility does \nconsider and create a BIP, as noted above, it fails to implement the plans.  Pendleton’s BIPs also \nare vague, inappropriate, lack individualization, fail to contain measurable objectives, and \nimproperly focus on teacher behavior rather than on student behavior.  The Facility further fails to  \ncollect or analyze individualized behavioral data. \n \n6.  Pendleton Fails to Provide Youth with Adequate Transition Services \n \nPendleton fails to provide adequate transition services to facilitate a youth’s movement \nfrom school to post-school activities (e.g., postsecondary or vocational education, employment, \nindependent living) for youth who are 16 years old or older, in violation of IDEA.  See 34 C.F.R. \n' 300.43(a)(1)-(2).  The Facility has made improvements to career training and transition supports  \nsince our 2008 visit.  Its transition plans and activities remain inadequate, however, because they \nfail to include methods for assessing student progress and therefore fail to provide a            \nresults-oriented process.  \n \nOf additional concern, the Facility’s transition summaries inappropriately include highly \nsensitive information, such as information about prior abuse; issues of behavioral deviance, \nincluding sexual deviance; and segregations or offenses during the youth’s time at the Facility.  \nAlthough such information may be appropriate for future therapy, it is inappropriate for inclusion \nin a transition plan, which may be accessible by a broader range of professionals and even by a \npotential employer. \n \nV. RECOMMENDED REMEDIAL MEASURES  \n \nTo remedy the deficiencies identified above and protect the constitutional and federal \nstatutory rights of youth at Pendleton, the State should, first and foremost, assess its system of \ninstitutionalizing youth in unsafe facilities where they are subjected to harm and risk of harm, and \nexpand its system of community-based treatment for youth, particularly those with disabilities.  \nDuring our discussions of a State-wide resolution, we provided the State with a detailed remedial \nplan. Specifically with respect to Pendleton, the State should promptly implement the minimum \nremedial measures set forth below: \n \n\n- 33 - \n \nA.  Providing Youth With Adequate Suicide Prevention Services   \n \nTo prevent youth from attempting and committing suicide, Pendleton should provide  \nadequate suicide risk screening and assessment.  Pendleton should ensure that information in JDS \nis updated regularly to reflect incidents where suicide precautions are put in place.  A user-\nfriendly, standardized suicide assessment form should be completed for all youth who exhibit \nsuicidal behavior.  All potentially suicidal youth should be placed on suicide precautions unless a \npsychologist determines, following a face-to-face evaluation, that the youth is not suicidal.  \n \nPendleton should house youth exhibiting suicidal behavior in the most integrated setting \npossible, e.g., in the general population units, and should limit the use of segregation for suicidal \nyouth only to circumstances where a youth is acutely suicidal and/or is already housed in \nsegregation serving a behavioral sanction.  Pendleton should not house any youth who is suicidal \nin the BMU unless it makes the cells in the unit “suicide-resistant” from hanging attempts.  \nPendleton should avoid wherever possible the removal of suicidal youth’s clothing (and issuance \nof safety smocks), removal of mattresses/blankets during daytime hours, cancellation of routine \nprivileges (visits, telephone calls, showers, recreation, etc.), and cancellation of school or group \ntherapy. These measures should be used only as a last resort when a youth is physically engaging \nin self-destructive behavior, and only for as long as that period lasts. \n \nPendleton should prohibit use of the padded cell for any youth who threatens, but does not \nengage in, self-injurious behavior, as well as for use as “time out” for violation of Facility rules.  \nPendleton should develop and implement a clear, specific policy that limits the use of the padded \ncell to only when all other, less restrictive measures have been tried and have failed to control a \nyouth’s serious self-injurious behavior. \n \nPendleton should ensure that all youth on suicide precautions are provided the level of \nsupervision required in the Facility’s current  suicide prevention policy.  Pendleton should ensure \nsufficient staffing on each shift to provide the required levels of supervision to youth on suicide \nprecautions in the most integrated setting possible. \n \nPendleton should require that mental health clinicians “assess,” not simply “see,” youth on \nsuicidal precautions on a daily basis and that clinicians adequately document such visits by \nentering an adequate progress note into the EMR.  The progress note should be in a standardized \nformat (e.g., Subjective, Objective, Assessment, and Plan, or “SOAP”).  The progress note should \nprovide a sufficient description of the current behavior and justification for a particular level of  \nobservation. Pendleton should require that meaningful, individualized treatment plans be \ndeveloped and implemented for all youth placed on suicide precautions.  These treatment plans \nshould be integrated with the youth’s rehabilitation program plan (“Individual Growth Plan”).  \nThe plan should include treatment goals and specific interventions.  The plan further should \ndescribe signs, symptoms, and circumstances under which the risk for suicide or other             \nself-injurious behavior is likely to recur, how recurrence can be avoided, and actions both the \nyouth and staff can take if the behaviors do occur.  The plan should identify the clinician \nresponsible for both developing and implementing the treatment goals and specific interventions.  \nUse of safety contracts  should be discontinued. \n \n\n- 34 - \n \nPendleton should conduct mortality-morbidity reviews of all suicides and serious suicide \nattempts.  The Mortality-Morbidity Review Team should ensure that reviews occur and \ndocumentation is complete.  When appropriate, the Mortality-Morbidity Review Team should \ndevelop a written plan to address areas that require corrective action.  \n \nAll staff who have direct contact with youth should be required to complete at least eight \nhours of initial suicide prevention training and two hours of annual suicide prevention training on \nthe following topics: avoiding obstacles to prevention, juvenile suicide research, why facility \nenvironments are conducive to suicidal behavior, identifying suicide risk despite denial of risk, \npotential predisposing factors to suicide, high-risk suicide periods, warning signs and symptoms, \nthe proper role of responding to a suicide attempt, and components of Pendleton’s suicide \nprevention program.  Staff should be evaluated on their comprehension of any training received. \n \nB.  Protecting Youth From Harm  \n \nTo adequately protect youth from youth violence and sexual victimization, Pendleton \nshould provide an adequate number of qualified and appropriately trained direct care staff.  \nSpecifically, the Facility should provide direct care staff-to-youth ratios of 1:8 during waking \nhours and 1:16 during sleeping hours. Moreover, Pendleton should provide a minimum of two \ndirect care staff on each unit during waking hours. On certain units, the Facility should provide  \nhigher levels of staffing as may be required to ensure youth safety, e.g., on the BMU, Sex \nOffender Unit, and/or other units experiencing significant violence.  Pendleton also should ensure \nsafe and appropriate housing for sex offenders by housing them in single sleeping rooms.  In \naddition, Pendleton should ensure that critical and/or unusual incidents, whether or not referred to \nexternal reporting agencies, are systematically reviewed administratively to determine whether \nadditional staff training or other systemic corrective action may be appropriate. \n \nTo ensure that the administration is capable of adequately addressing youth violence and \nsexual victimization, Pendleton should improve its youth grievance system, including by making \ngrievance forms readily accessible on all living units and providing a locked grievance \nsubmission box on all units.  Direct care staff should not have access to the grievance lock box, \nand staff should be trained that any substantiated retaliation for submitting a grievance will result \nin disciplinary action.  Grievances should be logged, classified and tracked.  Youth should be \npermitted one level of appeal if they are not satisfied with the outcome of the grievance. The \nFacility should establish clear criteria for when a grievance alleges staff misconduct or child \nabuse, and grievances meeting these criteria should be formally referred for investigations \nconsistent with State law.  Internal investigations should be well documented. \n \nTo ensure adequate rehabilitative programming, Pendleton should reduce the number of \ndays youth are required to remain on the first and second levels of the BMU.  In addition, \nPendleton should decrease the number of hours youth on all levels of the BMU are required to \nspend in their cells.  Further, youth in the BMU should receive more out-of-cell structured \nrehabilitative programming. Pendleton should provide youth in the BMU with additional \neducation about what specifically is required to achieve a higher level and, ultimately, what \nexpectations are required to “graduate” back to general population. \n \n\n- 35 -\n \nPendleton further should strive to eliminate its traumatic environment and create a \ntherapeutic, youth-based environment in which rehabilitation can occur. Juvenile direct care staff \nshould receive additional pre-service and annual in-service competency-based training in \nadolescent development and effective strategies for working with this challenging population.  \nAdditionally, the Facility should provide remedial training or appropriate corrective action to staff \nfound to have engaged in inappropriate or abusive communications with youth. \n \nThe State should ensure that youth who are discharged from DOC’s facilities are provided \nthe supports and services necessary to ensure their successful rehabilitation and reintegration back  \ninto their homes, schools and communities.  Funding disincentives should be removed, and the \nState should strive to create inter-agency collaboration to ensure that youth discharged from the \njuvenile justice system are provided the supports and services necessary to successfully re-enter \ntheir communities and avoid re-offending. \n \nC.  Providing Youth With Adequate Mental Health Care Services  \n \nTo provide youth with adequate mental health care services, Pendleton should provide \nadequate screening and assessment, treatment planning, mental health treatment, and transition \nplanning. Pendleton also should provide adequate staffing, use adequate quality assurance \npractices, and eliminate the Facility’s traumatizing environment. \n \nPendleton should provide adequate, comprehensive, and reliable screening and assessment \nservices to identify youth with serious mental health needs, both at intake and throughout the \nyouth’s time at Pendleton.  At intake, a qualified mental health professional should complete an \ninitial mental health assessment form that summarizes the youth’s prior mental health history and \nincludes a current mental status examination, suicide risk inquiry, provisional diagnosis, and \ntreatment plan, if applicable.  The intake process should foster trust between the youth and mental \nhealth staff.  \n \nThe Facility should refer youth for mental health services where such services are \nindicated as a result of the mental health screening and assessment process, or where a youth \ndemonstrates symptoms of mental illness that significantly interfere with the youth’s ability to \ncomplete the Facility’s treatment program.  Mental health assessments, where indicated, should \nbegin during the youth’s time in the intake unit.  Assessments should include pursuit and review \nof prior behavioral health records; contact with the youth’s family; consultation with Facility \nstaff; interviews with the youth; and, where indicated, specialized testing using standardized tools, \nas well as medical consultation.  Assessments should be documented accurately and accurate \ndiagnoses should be reached.  Pendleton further should have routine methods for recognizing \nemerging mental health issues that may not have been present upon intake.  The Facility also \nshould refer to mental health staff youth whose physical complaints may be expressions of mental \nhealth distress. \n \nMental health treatment plans should be individualized and should be reviewed and \nrevised as appropriate. They should articulate the youth’s problems, strengths, progress and/or \ndeterioration, planned frequency of treatment, range of treatment methods, information about \nfamily interventions, plans for counseling, and specific planned behavioral interventions.  If \n\n- 36 - \n \nmedication will be part of a youth’s treatment, the treatment plan should specify the medication, \nits target symptoms, and the basis for using it. \n \nPsychiatric medications should be prescribed appropriately after a thorough and \nadequately documented psychiatric assessment.  The prescribing professional should adequately \nmonitor youth on psychiatric medications by conducting and adequately documenting medication \nmonitoring visits at least monthly, or more frequently as indicated, including one-week follow-up \nfor youth who are severely ill or who have begun new medications. \n \nThe Facility should ensure that the formulary includes medications appropriate for the \ntypes and prevalence of mental health disorders found at Pendleton, and excludes dangerous \nmedications that are outside the standard of care for treating psychiatric disorders.  The Facility \nfurther should obtain appropriate consent prior to starting a youth on medication, including \nproviding the youth with a consent form that contains information about the specific side effects \nof the relevant medication in easy-to-understand language. \n \nPendleton should provide mental health contacts for youth with mental health needs as \nclinically indicated, and at least weekly for youth with severe needs.  Qualified mental health \nprofessionals should provide and adequately document individual counseling sessions, which \nshould be predictable, reliable, and structured. \n \nPendleton should provide timely and adequate transition planning, including, at a \nminimum, ensuring that mental health staff provide an accurate written summary of the youth’s \nmental health treatment and response to treatment, and a recommendation regarding further care, \nupon the youth’s discharge. \n \nThe Facility should maintain sufficient qualified mental health staff to provide adequate \nmental health care services to all youth requiring such services.  The Facility’s pediatrician also \nshould work closely with the mental health team on a weekly basis.   \n \nPendleton further should implement an adequate quality assurance process to track the \neffectiveness of its mental health services.  This process should include interviews with youth. \n \nFinally, as noted above, Pendleton should strive to create a therapeutic, rather than \ntraumatic, environment.  \n \nD.  Providing Youth With Adequate Special Education Services  \n \nTo provide adequate special education services to youth with disabilities, the State should \nensure that all youth with disabilities who are in need of special education and related services are \nidentified, located, and evaluated, in accordance with Child Find.  At intake, youth should be \nasked, in a private setting, about previously offered special education, and academic interventions  \nfor youth who are struggling should be documented.  Additionally, the Facility should document \nacademic interventions for struggling general education students.  \n \nPendleton should implement and maintain adequate general education interventions.  Prior \nto the evaluation of a youth for special education, the Facility should consider whether the youth \n\n- 37 - \n \nis being provided appropriate instruction by a highly qualified teacher and should review        \ndata-based documentation of the youth’s progress. The Facility further should adequately \ndocument youth’s behavior in their learning environment, including in the regular classroom  \nsetting. \n \nPendleton should develop, implement, and maintain an adequate IEP for each youth who \nqualifies for an IEP and should provide necessary related services.  IEPs should be updated and/or \ncompleted as quickly as possible upon intake.  Services provided to youth who have IEPs should \nbe comparable to those described in the youth’s IEP from his previous agency, and the Facility \nshould provide adequate justification for any changes in services.  Parents and/or guardians \nshould be included in IEP meetings to the extent possible.  Pendleton should adequately \nindividualize and implement IEPs, including by collecting and reporting data on youth progress \nand annual goals and by making individual accommodations for youth requiring such \naccommodations.  \n \nPendleton should provide youth with disabilities adequate access to special education \nservices by: enrolling youth in school within two days of intake; providing youth access to the \nCore 40 and general education curriculum; providing adequate special education staffing; \nproviding youth with disabilities the same number of instructional minutes as other youth in the \nState’s schools; and providing adequate direct instruction using research-based instructional \napproaches for youth with, and at risk for, disabilities. \n \nPendleton should ensure that youth with disabilities receive adequate behavioral supports \nby training school staff on, implementing, and maintaining a systemic behavior plan; ceasing the \nuse of segregation and exclusionary settings as a behavior plan; providing adequate individualized \ninterventions for youth with disabilities; and implementing and collecting relevant data regarding \nindividual progress toward goals and objectives in behavior plans. \n \nFinally, Pendleton should provide results-oriented, individualized, coordinated transition \nservices for youth with disabilities who are 16 years old or older to facilitate the youth’s \nmovement from school to post-school activities. \n \nIV.  CONCLUSION  \n \nPlease note that this findings letter is a public document.  It will be posted on the website \nof the Civil Rights Division. \n \nWe are obligated to advise you that, in the unexpected event that we are unable to reach a \nresolution regarding our concerns, the Attorney General is authorized to initiate a lawsuit \npursuant to CRIPA to correct deficiencies of the kind identified in this letter 49 days after \nappropriate officials have been notified of them.  See 42 U.S.C. §§ 1997b(a)(1); see also 42 \nU.S.C. § 14141. \n \nWe hope, however, to continue working with the State in an amicable and cooperative \nfashion to resolve our outstanding concerns with respect to the services the State provides to \nyouth confined at Pendleton.  Provided that our cooperative relationship continues, we will \nforward our expert consultants’ reports under separate cover. These reports are not public \n\n- 38 -\ndocuments.  Although their reports are the work of each expert consultant and do not necessarily \nrepresent the official conclusions of the Department of Justice, their observations, analysis, and \nrecommendations provide further elaboration ofthe relevant concerns and offer practical, \ntechnical assistance in addressing them.  We hope that you will give this information careful \nconsideration and that it will assist in your efforts at prompt remediation. \nIt remains our desire to address juvenile detention conditions throughout the State of \nIndiana at one time instead of continuing with the piecemeal approach thus far undertaken.  We \nbelieve that such an approach would best protect the constitutional and legal rights of all of \nIndiana's detained youth and would result in decreased recidivism/increased public safety.  If you \nhave any questions regarding this letter, please call Jonathan M. Smith, Chief ofthe Civil Rights \nDivision's Special Litigation Section, at (202) 514-5393.  Regardless, we will be in touch soon \nabout next steps. \n\"Cr. \n\nThomas E. Perez \nAssistant Attorney General \ncc:  Greg Zoeller \nAttorney General \nState ofIndiana \nThomas Quigley \nDeputy Attorney General \nSpecial Counsel to the Commissioner \nIndiana Department of Correction \nBruce Lemmon \nCommissioner \nIndiana Department of Correction \nMichael Dempsey \nExecutive Director, Youth Services \nIndiana Department of Correction \nDivision of Youth Services \nLinda Commons \nSuperintendent \nPendleton Juvenile Correctional Facility \nJoseph H. Hogsett \nUnited States Attorney \nSouthern District of Indiana \n\n- 39 -\nMichael K. Yudin \nActing Assistant Secretary, Office of Special Education and Rehabilitative Services \nUnited States Department ofEducation \nMelody Musgrove \nDirector, Office of Special Education Programs \nUnited States Department of Education ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/73969"
    }
  ],
  "document_count": 3
}