{
  "case_id": 11175,
  "fetched_at": "2025-10-22T00:13:36.181101",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Benefits/Government Services"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "New Jersey state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1984,
    "id": 11175,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": "2012-09-12T00:00:00-04:00",
    "main_docket": {
      "id": 31873,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the Third Circuit",
      "state": "New Jersey",
      "docket_office_number": "",
      "docket_number_manual": "Not available",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "Maticka v. City of Atlantic City",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New Jersey",
    "summary": "<p>[This summary is temporary while we research the case.] This is a lawsuit in which a public advocate sued the city of Atlantic city, challenging the validity of the conditions placed on the emergency assistance offered by the city&rsquo;s government to homeless families with children. The case was filed in 1984, in the Superior Court of Atlantic County.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2024-07-05T14:51:48.970433-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11175",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11175",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11175",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11175"
  },
  "documents": [
    {
      "date": "1987-02-03",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 416,
      "cite_1_reporter": "A.2d",
      "cite_1_vol": 524,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New Jersey state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33137,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33137_2yFK0ZD.pdf",
      "title": "Opinion of the Court",
      "text": " \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \n \n \nAttorneys and Law Firms \n216 N.J.Super. 434 \nSuperior Court of New Jersey, \n**418  *437  David  G.  Sciarra,  Asst.  Deputy  Public \nAppellate Division. \nAdvocate,  argued  the  cause  for  plaintiffs-appellants \n(Alfred  A.  Slocum,  Public  Advocate  of  New  Jersey, \nJeanette MATICKA, et al., Plaintiffs-Appellants, \nattorney; David G. Sciarra and Susan Remis Silver, Asst. \nv. \nDeputy Public Advocate, on the brief). \nThe CITY OF ATLANTIC CITY, et al., \nDefendants-Respondents, \nDorothy Donnelly, Deputy Atty. Gen., argued the cause \nand \nfor defendant and third-party defendant-respondent State \nState of New Jersey, Department of Human \nof N.J., (W. Cary Edwards, Atty. Gen., attorney; James J. \nServices, et al., Defendants and Third-Party \nCiancia,  Deputy  Atty.  Gen.,  of  counsel;  Dorothy \nDefendants-Respondents. \nDonnelly, on the brief). \nArgued Oct. 28, 1986. \n*438 Joseph E. Kane, Asst. County Counsel, Atlantic \n| \nCity, argued the cause for respondent County of Atlantic \nDecided Feb. 3, 1987. \n(John R. Armstrong, Acting County Counsel, attorney; \nJoseph E. Kane, on the brief). \nMatthew  H.  Powals,  City  Sol.,  argued  the  cause  for \nSynopsis \ndefendant-respondent City of Atlantic City. \nSYNOPSIS  Melville D. Miller, Jr., New Brunswick, argued the cause \nfor amicus curiae Legal Services of New Jersey (Melville \nPublic advocate challenged validity of conditions placed  D. Miller, Jr., attorney; J. Harris David, on the brief). \nboth by regulations and administrative interpretation on \navailability of emergency assistance to homeless families  Before Judges PRESSLER, BAIME and ASHBEY. \nwith  dependent  children.  The  Superior  Court,  Law \nOpinion \nDivision, Atlantic County, entered an order transferring \nthe challenge. The Superior Court, Appellate Division,   \nPressler,  P.J.A.D.,  held  that:  (1)  it  is  arbitrary  and   \nThe opinion of the court was delivered by \nunreasonable  for  “opportunity  to  plan”  in  regulation \n  \nauthorizing  emergency  assistance  for  family  with \n \ndependent children to be defined exclusively in terms of \nnotice;  phrase  implies  not  only  obligation  but  also \nPRESSLER, P.J.A.D. \ncapacity  to  avert  emergency  before  it  occurs;  (2)  in \nassessing each claim for emergency assistance, county \nBy  this  action,  the  Public  Advocate  challenges  the \npersonnel must ascertain whether applicant in fact had \nvalidity  of  conditions  placed  both  by  regulation  and \nrealistic capacity to plan for substitute housing within \nadministrative  interpretation  on  the  availability  of \nnotice  period;  (3)  Court  could  not  assess  validity  of \nemergency  assistance  to  homeless  families  with \n90–day  limitation  on  assistance  until  Department  had \ndependent children, pursuant to N.J.A.C. 10:82–5.10(c).1 \nopportunity to reassess limitation; and (4) termination of \nHe contends that the 90–day time limitation imposed by \nemergency benefits was stayed pending completion of \nthe regulation and the fault standard employed by the \nadministrative proceedings, until some form of aid was \nadministering  agency  in  applying  the  regulation \nmade available. \nseparately  and  in  conjunction  contravene  the  enabling \n  \nlegislation. Our review of this record persuades us that \nRemanded  to  Department  of  Human  Services  for \ndespite  its  apparent  extensiveness  and \nrule-making hearing. \ncomprehensiveness,  it  nevertheless  constitutes  an \n  \ninadequate  basis  for  evaluating  the  Public  Advocate’s \nBaime, J.A.D., concurred and filed an opinion. \ncontention. Accordingly, we remand to the Department of \n  \n1 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \nHuman Services, Division of Welfare (Division), for a  The  terms  “emergency”  and  “emergent”  apply  to \nfull evidential hearing to determine whether and to what  occurrences which are sudden, unexpected and which \nextent *439 there are other available resources in this  require  immediate  attention.  The  intent  of  the \nstate affording relief to families with dependent children  regulation  is  to  limit  emergency  assistance  to \nwho are unable, within a reasonably brief period after  occurrences in which all three criteria are present. The \nbeing  rendered  homeless,  to  obtain  new  permanent  terms “control” and “opportunity to plan in advance” \nhousing.  are interrelated and address the issue of whether, as in \n   the event of a disaster, the eligible unit lacked sufficient \nIn order properly to focus the factual background and  forewarning of the event to enable the family to avoid \nlegal issues involved in this controversy, we refer first to  the adverse consequences of the event. “Opportunity to \nthe  challenged  regulation.  N.J.A.C.  10:82–5.10(c)  plan in advance” is thus defined with respect to the \nauthorizes  emergency  assistance  for  families  with  length of time the *440 eligible unit had to plan for the \ndependent children  emergency, and not with respect to the availability or \nexistence  of  suitable  or  comparable  alternative \narrangements, e.g., shelter. The regulation is intended \nto  meet  the  needs  of  those  recipients  upon  whom \n[w]hen there has been substantial \nextreme hardship has been imposed unavoidably and \nloss of shelter, food, clothing, or \nextends  accordingly  a  limited  degree  of  extra \nhousehold furnishings by fire, flood \nassistance, to be made available only in extraordinary \nor other similar natural disaster, or \ncircumstances. [Emphasis added]. \nwhen,  because  of  an  emergent \nsituation over which they had no \nThus prior notice to a family of the imminence of loss of \ncontrol  or  opportunity  to  plan  in \nshelter is ipso facto deemed by the Division to constitute \nadvance, the eligible unit is in a  an adequate opportunity to plan which disqualifies it from \nstate  of  homelessness  and  the  eligibility  for  emergency  assistance.  Accordingly, \ncounty welfare agency determines  families having prior notice of eviction by reason of code \nthat the providing of shelter and/or  enforcement, condemnation or other cause are deemed \nfood  and/or  emergency  clothing,  ineligible for emergency assistance. It is apparently the \nand/or  minimum  essential  house  Division’s theory that by failing to use the opportunity \nfurnishings are necessary for health \nafforded by the notice to obtain alternative shelter, the \nand safety.... \nfamily itself is responsible for its ensuing homelessness. \nThis  is  the  “fault  standard”  challenged  by  the  Public \nAdvocate.  The  fundamental  argument  the  Public \nAdvocate makes is that the severe constraints placed on \n**419  Subparagraph  (1)  of  that  section,  as  amended \nthe availability of emergency assistance by both the time \neffective June 1986, imposes a maximum 90–day time \nstandard and the fault standard result in the contravention \nlimitation on the grant of emergency assistance for shelter \nby the Division of the mandate and underlying policy of \nby restricting assistance to a “temporary period not to \nN.J.S.A.  44:10–1  et  seq.  (Assistance  for  Dependent \nexceed  two  calendar  months  following  the  month  in \nChildren), whose stated purposes are \nwhich the state of homelessness first becomes known to \nthe  county  welfare  agency.”  The  Public  Advocate’s \n(1)  To  provide  for  the  care  of  eligible  dependent \nobjection to (c)(1) is based directly on the 90–day limit \nchildren  in  their  own  homes  or  in  the  homes  of \nitself, which, he claims, has proved in many cases to \nrelatives, under standards and conditions compatible \nprovide an insufficient time for the obtaining of new \nwith decency and health, \nhousing by displaced families. His objection to paragraph \n(c) is not textual but is rather based on the interpretation \n(2) To help maintain and strengthen family life, \nby the Division of the phrase “emergent situation over \nwhich they [the eligible family unit] had no control or \n(3)  To  help  such  parents  or  relatives  to  attain  the \nopportunity to plan in advance.” By its Public Welfare \nmaximum  self-support  and  personal  independence \nInstruction No. 85–9–1 issued on September 4, 1985, and  consistent with the maintenance of continuing parental \npurportedly codifying long-standing Division policy, the  care and protection, and \nDivision construed “emergency” as follows: \n(4) To provide for the care of a dependent child whose \n2 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \nparents  have  been  denied  assistance  under  the  granted leave to file an amended complaint alleging direct \nprovisions of section 2. [N.J.S.A. 44:10–2]  claims against the Department of Human Services and \nAtlantic County. The amended complaint, filed in April \n[N.J.S.A. 44:10–1(a); footnote omitted]  1986, focused upon homeless families and asserted the \n   standing  of  the  Public  *442  Advocate  to  sue  in  a \nThe  Public  Advocate’s  contention  in  its  present  representative  capacity  on  their  behalf.  Insofar  as  the \ncontextual  framework  has  reached  us  by  a  tortuous  issues here are concerned, it was the allegation of the \nprocedural and substantive route. The Public Advocate  Public Advocate that the Department of Human Services \nfirst  filed  this  action  in  February  1984.  The  named  and the County had failed to comply with the dictates of \nindividual plaintiffs were six homeless and indigent men  the state constitution and state and federal law by not \nand women for whom no emergency shelter was available  having  made  adequate  provision  for  the  assistance  of \nin  Atlantic  City,  who  lacked  the  means  of  obtaining  homeless  families.  The  amended  complaint  also \nshelter, and who therefore attempted to survive on *441  specifically challenged N.J.A.C. 10:82–5.10 as violative \nthe streets of Atlantic City or under its boardwalk or in  of state and federal law. \nabandoned buildings. The gravamen of that complaint    \nwas **420 that the City, by not providing emergency  The response of the Department and the County to the \nshelter for its indigent homeless, was violating obligations  amended complaint was a motion for summary judgment \nimposed upon it by the General Public Assistance Law,  dismissing the newly added claims. The Public Advocate \nN.J.S.A. 44:8–107, et seq.  and  the  City  cross-moved  for  summary  judgment \n   declaring  a  state  constitutional  right  to  shelter  and \nBy  way  of  interim  relief,  the  court  ordered  the  City  invalidating the fault and time standards of the disputed \n“immediately  to  take  such  steps  as  are  reasonably  regulation. Early in July 1986 the trial court granted the \nnecessary  to  provide  eligible  persons  with  emergency  State and County motion in respect of the constitutional \nshelter and immediate assistance as required by the Public  claim and dismissed that count of the amended complaint. \nAssistance  Law  and  the  appropriate  applicable  Decision  was,  however,  reserved  on  the  other  issues. \nregulations.” The court also granted leave to the City to  Within  several  days  thereafter,  on  July  11,  1986,  the \nfile  a  third-party  complaint  against  the  New  Jersey  Public Advocate sought emergent relief from the trial \nDepartment  of  Human  Services,  its  Commission,  and  court by way of an order requiring the Department and the \nAtlantic  County.  That  complaint,  filed  in  April  1984,  County  to  afford  emergency  assistance  to  a  group  of \nalleged  that  the  Department  had  improperly  failed  to  families facing imminent homelessness. To a significant \nreimburse  the  City  for  75%  of  its  general  assistance  extent, the present posture of this litigation derives from \nexpenditures  and  that  it  had  failed  to  ensure  the  that application and the proceedings both in the trial court \ncompliance  by  neighboring  municipalities  of  their  and in this court which followed. \nrespective general assistance obligations. It also alleged    \nthat although the County had, by its Department of Social  The occasion of the July 1986 emergency was as follows. \nServices, established a County Coordinated Emergency  During  the  pendency  of  the  litigation,  the  City  had \nAssistance Network pursuant to the recommendations of  voluntarily  undertaken  to  pay  for  emergency  motel \nthe 1983 report of the Governor’s Task Force on the  housing for families with dependent children who had \nHomeless, it had nevertheless failed either to adopt or  either been denied emergency assistance by the County or \nimplement  the  recommended  regional  approach  to  who had qualified for emergency assistance but had failed \nhomelessness.  to find substitute housing within the time limit of the \n   regulation. On July 7, 1986, a City representative advised \nThe litigation proceeded, and in January 1985 the trial  the Public Advocate that, having spent over a million \njudge  entered  an  order  adjudicating  Atlantic  City’s  dollars to provide for the homeless families referred back \nobligation to provide emergency shelters for the homeless  to it by the County as either ineligible for emergency \nand directing the City to prepare “a comprehensive plan  assistance or ineligible for continued assistance, the City \nfor the provision of safe and suitable emergency shelter  had *443 exhausted all of the funds available to it by \nand  other  immediate  assistance  (emergency  shelter  grant or appropriation. **421 Consequently, it was forced \nservices) to homeless and needy persons in Atlantic City.”  to advise these families that they would have to vacate \nIn compliance with the order, the City ultimately prepared  their motel rooms by August 11, 1986. In further support \na comprehensive plan which it filed with the court in  of his emergent application, the Public Advocate relied on \nDecember  1985.  The  Public  Advocate  was  thereafter  the affidavits of seven single-parent women who were \n3 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \nreceiving AFDC assistance; who had either been declared  expenses.  According  to  Seitz,  the  Homelessness \nineligible for emergency assistance or had exhausted the  Prevention  Program  does  not  by  its  terms  extend  to \ntime limitation; who had among them a total of nineteen  homelessness caused by “condemnation through housing \nchildren ranging in age from 3 months to 12 years; who  code enforcement, a chronic inability to pay rents, or an \nwere living in motel rooms paid for by the City; and who  inability  to  locate  affordable  housing.”  Nevertheless, \nhad  been  unable  by  their  own  efforts  or  with  the  assistance was extended to the Atlantic City families on \nassistance of others to find substitute housing for the  an  emergency  basis  because  of  the  impending  crisis \nhomes  they  had  lost  by  fire,  code  enforcement,  resultant  from  the  City’s  termination  of  assistance  on \ncondemnation,  or  eviction  for  other  cause.  While  the  August 11th. Although it had been anticipated that DCA \ntemporary  motel  accommodation  in  all  cases  was  would simply continue motel costs for an additional two \nunsatisfactory, it was all that protected them and their  weeks  during  which  it  would  assist  these  families  in \nchildren from a total lack of shelter.  finding permanent housing, it found at the end of that \n   period that \nIn denying the application for emergent relief, the trial \njudge recognized that while the homeless families who \nwere  about  to  lose  their  motel  shelter  would  suffer \na number of families were still in \nirreparable  harm,  he  was  without  power  to  direct \nthe motels and without any place to \ngovernmental entities with respect to the allocation of \ngo. My department decided that we \ntheir resources. He further concluded that the essence of \ncould only continue to shelter those \nthe reserved issues raised by the amended complaint was \nfamilies  who  were  in  the  motels \nthe challenge to the validity of the limitations imposed by \ndue to code enforcement activity, \nthe emergency assistance regulation on the availability of \nand  we  had  to  terminate  those \nthat relief. That challenge, he concluded, and correctly so, \nfamilies  who  were  discontinued \nis one required by R. 2:2–3(a)(2) to be brought in the first \nfrom  the  emergency  assistance \ninstance  in  the  Appellate  Division.  Accordingly,  he \ncomponent of the AFDC Program. \nentered an order on August 15, 1986, pursuant to R. \nAgain,  DCA  had  no  statutory \n1:13–4,  transferring  to  this  court  that  portion  of  the \nobligation  to  shelter  the  code \namended  complaint  attacking  the  regulation.  We  then \nenforcement  families  but  did  so \nentered an order accelerating these proceedings, which we \nvoluntarily.  Similarly,  it  was \nand all parties view as limited to the issue of whether the \nextraordinary for DCA to take this \nregulation violates state and federal statute. \nstep to pay for the families’ shelter \n  \ncosts, and I **422 know of no other \nIn October 1986 the Public Advocate applied to us for \ninstance where DCA took similar \nemergent  relief  on  behalf  of  six  families  faced  with \naction. \nimminent homelessness, only one of which was among \nthe original group which *444 was the subject of the \nAugust application. The then current situation in Atlantic \nCity in respect of homeless families was described by the  Seitz also asserted that \nsupporting  affidavits  of  Kenneth  Wright,  the  City’s \nrelocation officer, and Helen Seitz, the acting supervisor \nof  the  Homelessness  Prevention  Program  in  the  New \nJersey Department of Community Affairs (DCA). Wright  Based  on  my  work  with  the \nexplained that in August when the city was forced by  homeless families at the motels, it \nfiscal constraint to terminate its voluntary program of  is  my  understanding  that  the \nassistance for homeless families who had been declared  Atlantic  County  Welfare  Agency \nineligible for emergency assistance by the County or who  has not taken any meaningful steps \nhad exhausted the time limit of the emergency assistance  to help the homeless families find \nregulation, DCA voluntarily undertook to assist the 57  permanent housing. Rather, it was \nhomeless families then residing in motels at City expense.  *445 only through DCA’s intensive \nDCA  provided  field  workers  and  rental  assistance,  casework  and  counseling  that  a \nenabling Wright to find permanent housing for all but six  number of homeless families in the \nfamilies,  for  whom  DCA  continued  to  pay  motel  motels were able to find alternative \n4 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \nliving arrangements.  date there remained four families receiving emergency \nassistance under that order. \n  \nIn addressing the attack of the Public Advocate on the \nIt was her further observation that \nfault  and  time  standards  of  the  emergency  assistance \nregulation, we *446 must first consider that regulation in \nthe City of Atlantic City cannot pay for the shelter costs \nthe  light  of  its  statutory  framework.  In  brief,  the \nof those homeless families who remain in the motels \nemergency assistance program in this state derives from \nbecause  they  have  run  out  of  money  that  was \nfederal  legislation  establishing  the  matching  AFDC \ndesignated for that purpose. \nprogram. 42 U.S.C.A. § 606. Emergency assistance is \nprovided for by 42 U.S.C.A. § 606(e), which leaves to \nIt is also my understanding that neither the County of \nthose states opting to participate in the AFDC program \nAtlantic nor the New Jersey Department of Human \nthe  further  option  of  participating  in  the  AFDC \nServices (DHS) would shelter these families due to the \nemergency  assistance  program,  the  stated  purpose  of \noperation of the DHS agency assistance regulations \nwhich is to avoid the destitution of a child and to “provide \nwhich establish strict requirements, commonly called \nliving  arrangements  in  a  home  for  such  child.”  New \nthe  “fault  standard”  and  a  60–90  day  maximum \nJersey opted to participate in the AFDC program by its \nemergency assistance time limit. \n1959 enactment of N.J.S.A. 44:10–1, et seq. Its option to \nTherefore,  if  not  for  the  DCA’s  intervention  and  participate in the emergency assistance program was, as is \nassistance, the homeless families who are now in the  authorized  by  federal  legislation,  exercised  by  the \nmotels would otherwise be out in the streets.  Commissioner of the Department of Human Services by \nthe  promulgation  of  a  state  plan  approved  by  federal \nFinally, she concluded,  authorities. The heart of the state plan is the challenged \nregulation. The Department takes the position that the \nUnfortunately, the homeless families in the motels are  state plan need not be as expansive as the federal enabling \nstill  in  a  bad  predicament  because  the  DCA  could  legislation. See Quern v. Mandley, 436 U.S. 725, 98 S.Ct. \ndecide, at any moment and without notice, to terminate  2068, 56 L.Ed.2d 658 (1978). Accordingly, it acted on its \nits voluntary shelter payment program.  own  initiative  rather  than  by  federal  requirement  in \nincluding  the  “opportunity  to  plan”  limitation  of  the \nAt this point of time, it is unclear how long the DCA  regulation. We are advised that in **423 respect of the \nwill continue to pay for their shelter costs. DCA is  time  limitation,  90  days  is  the  maximum  period  for \npresently operating on a day to day basis and has made  assistance  which  federal  authorities  have  thus  far \nno  commitment  to  continue  providing  for  these  approved in state plans, but we are not advised that any \nhomeless families.  state proposal for a longer period has been rejected by \nfederal authorities. \nSeitz’s affidavit was signed on September 24, 1986. Her \n  \ncaution respecting the imminent termination of DCA’s \n Although emergency assistance is not provided for by \nvoluntary undertaking was realized on October 10, 1986, \nthe AFDC state enabling legislation, it is nevertheless a \nwhen she advised Wright that DCA would not pay the \ncomponent of the overall plan of assistance for dependent \nmotel bills of the remaining families after October 15, \nchildren embodied by that legislation. Hence, the Public \n1986.  Accordingly,  Wright  instructed  them  to  seek \nAdvocate argues, the validity of the emergency assistance \nemergency  assistance  under  the  regulation  from  the \nregulation must be tested by the AFDC statute. We agree \nCounty.  The  County,  however,  denied  each  of  the \nwith this proposition, as do all of the parties. The nub of \napplications  on  the  ground  that  each  had,  during  the \nthe  dispute  is  whether  the  time  and  fault  standards \nperiod  of  assistance  from  the  City  and  DCA,  an \nimposed by the Department do indeed violate the policy, \nopportunity to plan, “rendering each of them ineligible.” \npurpose and provision of N.J.S.A. 44:10–1, et seq. The \nFaced, therefore, with the prospect of what was then six \nPublic Advocate’s argument is, basically, *447 that the \nfamilies with dependent children being forced onto the \nwithholding of emergency assistance from families under \nstreets, the Public Advocate sought emergent relief from \nboth  the  fault  and  the  time  standards  renders  them \nthis court, and we entered an order requiring the County \nhomeless, and homelessness is the antithesis of each of \nto  grant  these  families  emergency  assistance  pending \nthe purposes of the AFDC program as stated by N.J.S.A. \nappeal. We were advised at oral argument that as of that \n44:10–1(a). The Public Advocate also points out that the \n5 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \ntypical  consequence  of  homelessness  of  families  with  government. Governor Kean, in accepting the first report \ndependent children is the separation of the family and the  and making his own recommendations for legislative and \nplacement of the children in foster care under the custody  executive  action,  expressly  endorsed  the  Task  Force’s \nof  the  Division  of  Youth  and  Family  Services.  As  premise that “all persons, regardless of fault, are entitled \nexplained by the amicus curiae:  to the basic human needs for shelter and food and it is the \nobligation of government to ensure that these needs are \nAccording  to  the  Administrative  met.” It was his further pledge that \nOffice  of  the  Courts,  housing \nproblems resulted in 1,211 children \nin New Jersey receiving placement \nWhile that obligation shall remain \nin foster care in 1983 alone. New \npermanent in the sense that one of \nJersey  Judiciary  1983  Report  on \nChild  Placement  Review,  the  most  basic  functions  of \nAdministrative Office of the Courts  government is to provide help for \nat  82.  Indeed,  the  Division  of  those who cannot help themselves, \nYouth and Family Services reports  our  long  term  goal  must  be \nthat  homelessness  and  extreme  restoring  those  individuals  to  a \nmeaningful and productive place in \nhousing difficulties represent the # \nour communities. \n1  reason why children are placed \nin  foster  care.  Children  Entering \nFoster  Care:  Factors  Leading  to \nPlacement  (Summary  Report), \n**424 See Report of the Governor’s Task Force on the \nDivision  of  Youth  and  Family \nHomeless, October 1985 at 69. \nServices,  Bureau  of  Research, \n  \nEvaluation and Quality Assurance, \nThe Legislature has for decades recognized the problems \nat 4 (January 1985).2  of  low-income  families  and  particularly  their  housing \n  \nproblems  and  has  over  the  years  enacted  a  series  of \nremedial acts designed to ameliorate the consequences not \nThe position taken by the City is that homelessness is not \nonly of destitution generally but of a housing market in \na  problem  which  can  be  effectively  resolved  by \nwhich the poor and increasingly, persons of moderate \nmunicipalities  and,  hence,  that  broad-based  resolution \nincomes as well, cannot compete for safe, sanitary, and \nmust come from state or regional action. The Department \ndecent  shelter.  In  each  of  these  enactments,  the \nand  the  County  recognize  the  personal  and  societal \nLegislature has reiterated not only its recognition of these \ncatastrophe of homelessness but defend the regulation as \nproblems but also its commitment, as a matter of public \nan  appropriate  allocation  of  available  fiscal  resources. \npolicy  of  the  first  magnitude,  to  address  them \nSee, e.g., Dandridge v. Williams, 397 U.S. 471, 90 S.Ct. \nconstructively, responsively, and with the provision of \n1153, 25 L.Ed.2d 491 (1970). \nnecessary  financial  assistance.  See,  e.g.,  N.J.S.A. \n  \n55:14A–1, et seq.; N.J.S.A. 55:14A–2 (Local Housing \nIn  considering  these  contentions,  we  start  with  the \nAuthorities Law of 1938); N.J.S.A. 55:14B–1, et seq.;  \nself-evident proposition that a civilized society cannot \nN.J.S.A. 55:14B–2 (Housing Co-Operation Law of 1938); \ntolerate the homelessness of those of its members who are \nN.J.S.A.  55:14D–1,  et  seq.;  N.J.S.A.  55:14D–2 \ntoo impoverished to provide shelter for themselves. We \n(Redevelopment  Companies  Law  of  1944);  N.J.S.A. \ndoubt, moreover, that there is any proposition currently \n55:14E–1, et seq. (Urban Redevelopment Law of 1946); \naffecting the welfare of our citizenry which has received \nN.J.S.A. 55:14F–1, et seq. (Municipal Housing Law of \nmore intense and sympathetic attention from every branch \n1946);  N.J.S.A.  55:14G–1,  et  seq.  (Veterans’  Housing \nof  government  or  which  represents  *448  a  more \nLaw  of  1946);  N.J.S.A.  55:14H–1,  et  seq.;  N.J.S.A. \ncompelling public policy of this state. The recent focus on \n55:14H–2 *449 (State Housing Law of 1949); N.J.S.A. \nhomelessness by the executive branch began with the \n55:14I–1,  et  seq.,  N.J.S.A.  55:14I–2  (Senior  Citizens \nappointment by Governor Kean of a Task Force on the \nNonprofit Rental Housing Tax Law of 1965); N.J.S.A. \nHomeless, whose 1983 and 1985 reports not only describe \n55:14J–2.1, et seq. (Moderate Income Housing Law of \nthe problem and ascribe its root causes but also present \n1978);  N.J.S.A.  55:14K–1,  et  seq.;  N.J.S.A.  55:14K–2 \nblueprints  for  action  by  all  levels  and  resources  of \n(New Jersey Housing and Mortgage Financing Agency \n6 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \nLaw of 1983); N.J.S.A. 55:15–1, et seq.; N.J.S.A. 55:15–3  House Council v. **425 Mayor & Council of Ridgefield, \n(Public Housing Law of 1933); N.J.S.A. 55:16–1, et seq.,  123 N.J.Super. 87, 94–95, 301 A.2d 484 (Law Div.1973) \nN.J.S.A.  55:16–2  (Limited-Dividend  Housing  (noting  that  “the  law  cannot  be  so  helpless  that  an \nCorporations  Law  of  1949);  N.J.S.A.  20:4–1,  et  seq.;  immediate effort could not be made in the interest of \nN.J.S.A.  20:4–2  (Relocation  Assistance  Act  of  1971).  proper and safe shelter. The dignity of every human being \nMore  recently,  and  in  direct  response  to  executive  demands a right to be housed. It is an affront to the \nrecommendations,  the  Legislature  has  enacted  the  dignity of that human to provide indecent housing even \nPrevention  of  Homelessness  Act  (1984),  N.J.S.A.  for a short spell. And that right presupposes continued \n52:27D–280, et seq. and the act providing for Emergency  habitation without being uprooted.”); Molino v. Mayor \nShelters  for  the  Homeless  (1985),  N.J.S.A.  55:13C–1.  and Council of Bor. of Glassboro, 116 N.J.Super. 195, \nIllustrative of the Legislature’s continued dedication to  204, 281 A.2d 401 (Law Div.1971) (stating that “ ‘as a \nalleviation of homelessness are its statements that “[i]t is  matter of law in the light of public policy and the law of \nthe longstanding policy of this State that no person should  the  land’  ...  housing  needs  must  be  met  by  official \nsuffer unnecessarily from cold or hunger, or be deprived  action.”).  And  see  St.  John’s  Evangelical  Lutheran \nof shelter” and that “[i]t is a matter of urgent public  Church v. Hoboken, 195 N.J.Super. 414, 420–421, 479 \nconcern that safe and habitable shelter be available at all  A.2d 935 (Law Div.1983). \ntimes to all residents of the State, and that governmental    \nprocedures be expedited if this shelter is to be provided.”   Thus all three branches of government have concurred in \nN.J.S.A.  52:27D–281(a)  and  N.J.S.A.  55:13C–1(c),  the principle that the prevention of homelessness is a \nrespectively.  Finally,  the  Fair  Housing  Act  (1985),  necessary governmental function, at least when all private \nN.J.S.A. 52:27D–301, et seq., responsive to the concerns  resources have proved unavailing. The question then is \nexpressed in South Burlington County NAACP v. Mount  simply whether the potential scope of the answer to the \nLaurel, 67 N.J. 151, 336 A.2d 713 (1975), and South  homelessness problem which could be available under the \nBurlington County NAACP v. Mount Laurel, 92 N.J. 158,  emergency assistance program *451 of 42 U.S.C.A. § \n456  A.2d  390  (1983),  recognizes  the  need  for  state  606(e)  and  N.J.A.C.  10:82–5.10(c)  has  been  unduly \nintervention in providing adequate and affordable housing  constricted by the Department.3 \nfor all citizens.    \n    With respect to the so-called fault standard, we have no \nNor has the judiciary been insensitive to the essential  difficulty in approving the condition of “opportunity to \ngovernmental obligation to respond to homelessness. See,  plan”  contained  in  the  regulation.  Semantically,  that \ne.g., Taxpayers Assn. of Weymouth Tp. v. Weymouth Tp.,  phrase is simply a definition of a non-emergency. What \n80 N.J. 6, 22, 364 A.2d 1016 (1976), app. dism. 430 U.S.  we  find,  however,  to  be  enormously  troubling  is  the \n977, 97 S.Ct. 1672, 52 L.Ed.2d 373 (1977) (explaining  interpretation  of  the  Department  which  equates \nthat “[i]n fact, not only do housing needs fall within the  opportunity to plan with advance warning of the crisis. In \npurview  of  the  ‘general  welfare,’  but  they  have  been  view of the well-understood and well-documented lack of \nrecognized  as  ‘basic’  by  this  Court.”);    Oakwood  at  affordable housing for the poor,4 we are convinced that it \nMadison, *450 Inc. v. Township of Madison, 72 N.J. 481,  is  ultimately  unrealistic  and  therefore  arbitrary  and \n534,  371  A.2d  1192  (1977)  (recognizing  the  unreasonable  for  “opportunity  to  plan”  to  be  defined \n“governmental-sociological-economic  enterprise  of  exclusively in terms of notice. We further point out that \nseeing  to  the  provision  and  allocation  throughout  the regulation speaks not only to opportunity to plan but \nappropriate regions of adequate and suitable housing for  also, in the disjunctive, to an emergent situation beyond \nall categories of the population....”); DeSimone v. Greater  the  family’s  control.5  Thus,  the  precise  text  of  the \nEnglewood Housing Corp. No. 1, 56 N.J. 428, 436, 267  regulation refers to a state of homelessness which results \nA.2d 31 (1970) (noting that the critical housing situation  from “an emergent situation over *452 which they had no \nthere addressed “cries out for the active and continuous  control  or  opportunity  to  plan  in  advance.”  Eviction \nexercise of the highest citizenship by all segments of the  because of code enforcement or a declaration that the \npopulation and all governmental bodies.”); New Jersey  dwelling is unfit for habitation is certainly an emergent \nMortgage Finance Agency v. McCrane, 56 N.J. 414, 420,  situation over which the displaced family has no control. \n267  A.2d  24  (1970)  (noting  that  “[t]he  question  of  Beyond that, there is no meaningful opportunity to plan in \nwhether a citizenry has adequate and sufficient housing is  advance if, considering the economic means of the family \ncertainly one of the prime considerations in assessing the  and the availability of affordable alternative housing, the \ngeneral health and welfare of that body.”); Apartment  period  of  notice  is  insufficient  for  finding  substitute \n7 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \naccommodation. We further point out that the regulation,  middle of the void. \nby its 90–day limit, now recognizes that a three-month    \nperiod may be necessary for finding replacement housing.  Our thesis is this. The present maximum time limit of the \nNevertheless,  the  Department’s  “opportunity  to  plan”  emergency  assistance  regulation  ought  to  provide  an \ninterpretation would render disqualifying a significantly  adequate period for the location of substitute permanent \nshorter  notice  period.  Thus,  for  example,  a  family  housing  for  displaced  families.  The  Atlantic  City \ndisplaced  by  fire  is  eligible  for  emergency  **426  experience  as  attested  to  by  Helen  Seitz,  to  whose \nassistance for 90 days. A family displaced by a 30–day  affidavit  we  have  referred  at  length,  constitutes \nnotice  of  eviction  is  ineligible  for  any  emergency  impressive evidence of the success which can be achieved \nassistance even though replacement housing may take 90  in quickly relocating displaced families when intensive \ndays to find. The anomaly is self-evident.  efforts are made by different levels of government acting \n   cooperatively and with a modicum of financing. It also \n In short, we are satisfied that an “opportunity to plan in  appears  that  the  Governor’s  long-term  and  profound \nadvance” as used by the regulation contemplates more  commitment to resolving the homelessness problem and \nthan mere knowledge of the imminent situation requiring  the concomitant efforts of the Legislature and those state \nremedy. We regard the phrase, rather, as implying not  departments  and  administrative  agencies  whose \nonly the obligation but also the capacity to avert the  responsibilities require them to deal with the problems of \nemergency before it occurs. See Diegidio v. Division of  displaced families, may be beginning to produce viable \nPublic Welfare, et al., 214 N.J.Super. 531, 520 A.2d 769  alternatives for assisting chronically displaced families. \n(App.Div.1986).  We  therefore  conclude  that  the    \nDepartment’s restrictive interpretation, at least insofar as  *454 Nevertheless, there are families, those involved in \nit disqualifies evicted families, is inconsistent with the  this case and those whose plights are described by the \npurpose of the regulation and, indeed, with the purpose of  amicus curiae, for example, for whom the time period \nthe federal enabling legislation. We accordingly hold that  appears to be inadequate. The public policy of this state \nin  assessing  each  individual  claim  for  emergency  nevertheless demands that they continue to be reasonably \nassistance  under  the  regulation,  the  County  personnel  sheltered. Thus, if the extension of emergency assistance \nadministering  AFDC  must  ascertain  whether  the  beyond the time limit were in fact the only resource \napplicant, based on her own circumstances, in fact had the  available  to  prevent  the  homelessness  of  displaced \nrealistic capacity to plan for substitute housing within the  families, we would be required directly to confront the \nnotice period. If not, the applicant must be found eligible.  question of the compatibility of the time limitation with \nWe  further  hold  that  in  view  of  the  mandate  of  the express public policy of this state. We do not know, \nMetromedia, Inc. v. Director, *453 Div. of Taxation, 97  however, if that is necessarily the case in view of recent \nN.J. 313, 478 A.2d 742 (1984), any further interpretation  programs, plans, and legislation in place and proposed.6 \nof the regulation which the Department undertakes with  Nor do we know how **427 many families now denied \nthe intention that it bind the administration of AFDC  emergency assistance because of the fault standard would \nemergency assistance throughout the state can only be  be able to relocate within 90 days if they had emergency \neffected by an exercise of the formal rule-making power.  assistance  shelter  while  trying  to  find  replacement \n   housing.  Nor  do  we  know  the  extent  to  which \nWith respect to the challenge to the time limitation, we  homelessness is an increasing phenomenon and, if so, the \nappreciate the force of the Department’s contention that  rate of its increase in recent months. Nor do we know if, \nthe Public Advocate is inappropriately attempting by this  as  respondents  assert,  the  continued  homelessness  of \nlitigation to convert the emergency assistance component  some displaced families is attributable to their refusal to \nof AFDC into a long-term solution for a chronic problem.  relocate out of their “home” communities. \nWe agree that emergency assistance, particularly in view    \nof  the  unsatisfactory  motel-room  accommodation  it  *455  We conclude therefore that we cannot definitively \ntypically  makes  available  to  displaced  families  as  a  assess the validity of the Department’s 90–day limitation \ntemporary  interim  solution,  was  never  intended  as  a  or indeed the validity of any other limitation in terms of \nlong-term response to homelessness. Clearly, the concept  the legislative policy and purpose of N.J.S.A. 44:10–1, et \nof emergency assistance was to provide a bridge over the  seq.,  until  the  Department  itself,  by  way  of  a \nabyss of temporary homelessness. On the other hand, we  comprehensive public hearing, has had the opportunity to \ncannot conceive of legislative approval of a bridge which  reassess that limitation in terms of the scope and nature of \ndoes not span the abyss but simply comes to an end in the  the  homelessness  problem,  the  existence  of  all  other \n8 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \nresources for homeless families and the manner in which  [citations omitted] \nand by whom these resources are coordinated and actually \nmade  available,  the  financial  impact  of  extending  These observations are of singular appositeness here. We \nemergency  assistance  beyond  90  days,  and  a  are also persuaded, in view of what we have already said \nconsideration  of  whether  or  not  there  are  any  other  respecting governmental recognition of its obligation to \nappropriate  and  reasonable  conditions  or  limitations  homeless families, that we must also follow the lead of \nwhich  could  or  should  be  imposed  in  determining  the Supreme Court in Texter by directing, until some form \neligibility or continued eligibility for assistance. We are,  of  aid  other  than  the  presently  limited  emergency \nmoreover, persuaded that the Department of Community  assistance is available, that “termination of benefits be \nAffairs, all other agencies of all levels of government  stayed  pending  the  completion  of  the  administrative \nwhose responsibilities involve the homeless, and private  proceedings.” 88 N.J. at 390, 443 A.2d 178. \norganizations dealing with these problems must be asked    \nto participate in such a hearing. See, e.g., Mortg. Bankers   We have taken the course of action of requiring the \nAss’n v. N.J. Real Estate Com’n, 102 N.J. 176, 193, 506  Department  to  reconsider  these  matters  in  the  first \nA.2d 733 (1986).  instance  because  it  is  the  Department  to  whom  the \n   Legislature has committed the primary responsibility for \n As the Supreme Court held in Texter v. Human Services  devising and implementing appropriate programs within \nDep’t, 88 N.J. 376, 385–386, 443 A.2d 178 (1982), in  the  statutorily  expressed  policy.  The  Department  is \nrequiring the Department to conduct a hearing to consider  entitled  to  our  deference  in  the  manner  in  which  it \namendment of its regulation fixing income eligibility of  undertakes to fulfill its statutory mission, and it is not our \nmedical assistance to the aged:  intention  to  usurp  or  infringe  upon  its  function.  We \nrecognize,  however,  that  the  inordinately  difficult  and \nAdministrative  agencies  possess  the  ability  to  be  pressing societal problem of homelessness is one which \nflexible and responsive to changing conditions. * * *  must engage all levels of government whose involvement \nThis  flexibility  includes  the  ability  to  select  those  is  legitimately  invoked,  and  our  primary  concern, \nprocedures most appropriate to enable the agency to  therefore, is that the Department predicate its regulatory \nimplement legislative policy. * * * Therefore, agencies  action on as full and pertinent a factual basis as can be \nsometimes  develop  hybrid  proceedings  possessing  made available. See Dougherty v. Human Services Dep’t, \ncharacteristics of both adjudication and rulemaking. * *  91 N.J. 1, 10–12, 449 A.2d 1235 (1982). \n* In fact, courts and commentators have encouraged    \nhybrid agency proceedings as a way of producing more  In summary, we hold that the administrative interpretation \nreasoned agency decisions, especially in complex and  of the standard of “opportunity to plan” as set forth in \ncontroversial policy areas. * * *  Program  Instruction  No.  85–9–1  is  invalid  as  being \noverbroad  in  contravention  of  legislative  policy.  We \nThe choice of proceedings, however, rests within the  remand  to  the  Department  of  Human  Services  for  a \ndiscretion of the agency. Courts normally defer to that  rule-making hearing both on the effect and consequence \nchoice so long as the selection is responsive to the  of the 90–day limit of N.J.A.C. 10:82–5.10(c) and on any \npurpose and function of the agency. * * * Here, the  more  restrictive  fault  standard  the  Department  may \nCommissioner  initially  established  the  income  propose. Enforcement of the challenged limitations of the \neligibility  requirement  by  regulation.  Plaintiffs’  *457 regulation is stayed in the interim. We do not retain \nchallenge is typical of a request for rulemaking in that  jurisdiction. \nit  involves  investigative  fact-finding,  general    \nbackground information and evaluation of the impact   \nof the standard for income eligibility. In addition, the   \nAPA  [Administrative  *456  Procedure  Act]  now \nrequires agencies to assess the socio-economic impact  BAIME, J.A.D. (concurring). \nof  proposed  regulations.  *  *  *  That  language   \nencompasses the assessment of the impact of inflation  I  file  this  separate  opinion  merely  to  emphasize  the \n**428 on the MAA [Medical Assistance for the Aged]  limited contours of our holding. We cannot and do not \nincome  eligibility  standard.  Consequently,  a  concern  ourselves  with  the  wisdom  or  policy  of  the \nrulemaking  procedure  is  more  appropriate  than  administrative actions challenged here. Nor do we seek to \ncase-by-case  adjudication  of  plaintiffs’  claims.  impose whatever views we might privately harbor as to \n9 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \nwhat the law should be. Such questions do not fall within  legislative mandate will not be thwarted. \nthe judicial province. See Spring Motors Distributors, Inc.    \nv. Ford Motor Co., 98 N.J. 555, 577, 489 A.2d 660  This course seems eminently reasonable. After all, the \n(1985); Town Tobacconist v. Kimmelman, 94 N.J. 85, 93,  Department  of  Human  Services  is  best  situated  to \n462 A.2d 573 (1983); In re Sports Complex Hackensack  determine  whether  its  own  regulation  advances  or \nMeadowlands, 62 N.J. 248, 253, 300 A.2d 337 (1973),  subverts  the  public  policy  objectives  sought  to  be \ncert. den. 414 U.S. 989, 94 S.Ct. 291, 38 L.Ed.2d 228  achieved. To that extent, the result we reach is simple \n(1973).  enough. It merely places the power to find the facts and to \n   lay down the rules in the administrative agency charged \nWe  are  also  not  unmindful  of  the  deference  we  are  with  the  responsibility  of  achieving  the  end  result. \nrightfully obliged to accord administrative agencies in the  Moreover, our decision is not without precedent. Suffice \nperformance  of  their  delegated  duties.  Where  the  it to say, our Supreme Court has often had occasion to \nLegislature has entrusted an administrative agency with  remand  administrative  action  for  further  agency \nthe responsibility of selecting the means of achieving the  proceedings in the interests of justice. See, e.g., Mortg. \nstatutory policy, the relation or nexus between the remedy  Bankers Ass’n v. N.J. Real Estate Com’n, 102 N.J. 176, \nand the goal sought to be accomplished is peculiarly a  179, 506 A.2d 733 (1986); Dougherty v. Human Services \nmatter  for  administrative  competence.  In  re  Marvin  Dep’t, supra, 91 N.J. at 10, 449 A.2d 1235; Texter v. \nGastman,  147  N.J.Super.  101,  110,  370  A.2d  866  Human Services Dep’t, 88 N.J. 376, 383, 443 A.2d 178 \n(App.Div.1977). It is a basic tenet of judicial review that  (1982). \nthe courts are not free to substitute their judgment for that    \nof  the  administrative  agency  charged  with  the  The process we envision borrows rudimentary principles \nresponsibility of executing a policy enunciated by the  from  the  business  world.  It  has  been  said  in  another \nLegislature. See Barry v. Arrow Pontiac, Inc., 100 N.J.  context that “[t]he first rule of good management must be \n57, 70–71, 494 A.2d 804 (1985); Bergen Pines Hosp. v.  that management shall manage.” State v. Funicello, 60 \nDept. of Human Services, 96 N.J. 456, 477, 476 A.2d 784  N.J.  60,  69,  286  A.2d  55  (1972)  (Weintraub,  C.J., \n(1984); Dougherty v. Human Services Dep’t, 91 N.J. 1,  concurring),  cert.  den.  sub  nom.  New  Jersey  *459  v. \n12, 449 A.2d 1235 (1982); New Jersey Guild of Hearing  Presha, 408 U.S. 942, 92 S.Ct. 2849, 33 L.Ed.2d 766 \nAid Dispensers v. Long, 75 N.J. 544, 561, 384 A.2d 795  (1972).  Stated  somewhat  differently,  “[a]  work  force \n(1978).  cannot  be  effective  if  it  cannot  know  how  it  is  to \n   function.”  Ibid.  When  questions  arise  in  the  business \nThese principles have particular efficacy where, as here,  world concerning how best to accomplish an articulated \nwe deal with an issue involving increasing social demands  objective  there  is  generally  an  established  line  of \nfor limited public resources. We hold no roving **429  communication between supervisor and worker whereby \ncommission to determine how public moneys are to be  such  information,  so  obviously  needed  for  intelligent \nexpended. Nor do we *458 as judges have a monopoly on  management,  can  be  obtained.  Such  guidance  is \njustice.  “We  share  it  with  many,  and  not  just  the  imperative to insure efficient administration. \nLegislature  and  the  Executive.”  Dougherty  v.  Human    \nServices Dep’t, supra, 91 N.J. at 10, 449 A.2d 1235.  The problem is far more complex in the context of our \nRather, “[w]e share it also with administrators whose task  tripartite system of government. The separation of powers \nis often a lot more difficult than ours.” Ibid.  doctrine is a fundamental part of our organic law. It has \n   been hailed as the great “contribution of Anglo-American \nThe question presented here can be stated with disarming  lawyers  to  the  prevention  of  absolutism  and  the \nease. We are asked to determine whether the regulation  preservation of the rights of the individual against the \npromulgated by the Department of Human Services as  state.” Mulhearn v. Federal Shipbuilding and Dry Dock \nconstrued and applied by the Division of Public Welfare  Co.,  2  N.J.  356,  364,  66  A.2d  726  (1949).  See  also \nsubverts the public policy objectives set forth in N.J.S.A.  Heckel, “Constitutional Law,” 4 Rutgers L.Rev. 42, 43 \n44:10–1(a)  and  in  a  plethora  of  other  official  (1949). The doctrine “expresses a profound belief that the \npronouncements.  Able  counsel  have  provided  us  with  concentration  of  governmental  power  increases  the \nthorough and copious briefs and we also have the benefit  potential for oppression, and that fragmentation ... helps \nof a voluminous record concerning the issue. We have  ensure its temperate use.” General Assembly of State of \nnevertheless  decided  to  return  this  issue  to  the  New Jersey v. Byrne, 90 N.J. 376, 381, 448 A.2d 438 \nadministrative agency for a full hearing to insure that the  (1982).  It  bears  emphasis  that  distribution  of \n10 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \ngovernmental  authority  was  not  designed  to  promote  magnitude  of  the  problem  of  the  homeless.  As  well \nefficiency. State v. Gregorio, 186 N.J.Super. 138, 145,  documented  in  Judge  Pressler’s  thorough  opinion,  the \n451 A.2d 980 (Law Div.1982). Its very purpose was to  pronouncements of the Governor and the Legislature are \ncreate friction, thereby saving the people from autocracy.   replete with references to the mission of government to \nMyers v. United States, 272 U.S. 52, 292–95, 47 S.Ct. 21,  shelter the homeless. Faced with these statements, we \n67–68,  71  L.Ed.  160,  242–243  (1926)  (Brandeis,  J.,  cannot fairly say on the record presented to us, however \ndissenting).  voluminous,  whether  the  regulation  as  interpreted  and \n   applied by the Division of Public Welfare realistically \nIt is far different to suggest, however, that the separation  advances the oft-articulated public policy. Against that \nof powers doctrine is to be construed as creating “three  backdrop and mindful of the delicate allocation of powers \nmutually  exclusive  watertight  compartments.”  Massett  between the three branches, the judiciary would fail in its \nBuilding Co. v. Bennett 4 N.J. 53, 57, 71 A.2d 327 (1950).  allotted responsibility if it were merely to offer what \nSuch  a  complete  “hermetic  sealing  off  of  the  three  amounts  to  its  “best  guess”  as  to  the  effect  and \nbranches” would render government unworkable. **430  ramifications of the regulation. Rather, we believe that an \nBuckley v. Valeo, 424 U.S. 1, 121, 96 S.Ct. 612, 683, 46  appeal to this court should be more rewarding than a trip \nL.Ed.2d 659, 746 (1976). See also Gilbert v. Gladden, 87  to Delphi. State v. Funicello, supra, 60 N.J. at 82, 286 \nN.J. 275, 281 n. 3, 432 A.2d 1351 (1981); *460 Knight v.  A.2d 55. I thus agree that the matter should be remanded \nMargate, 86 N.J. 374, 387–388, 431 A.2d 833 (1981);  to the Department of Human Services for a rule-making \nState  v.  Leonardis,  73  N.J.  360,  370,  375  A.2d  607  hearing both on the effect and consequence of the 90–day \n(1977); David v. Vesta Co., 45 N.J. 301, 324, 212 A.2d  limit  of  N.J.A.C.  10:82–5.10(c)  and  on  any  more \n345  (1965).  The  doctrine  “necessarily  assumes  the  restrictive fault standard the Department may propose.1 \nbranches will coordinate to the end that government will    \nfulfill its mission.” Brown v. Heymann, 62 N.J. 1, 11, 297 \nA.2d 572 (1972).  All Citations \n  \n216 N.J.Super. 434, 524 A.2d 416 \nThis appeal presents precisely the type of cooperation and \ncoordinated activity that is envisioned in the foregoing   \ncases.  No  reasonable  person  currently  disputes  the \nFootnotes \n \n1  While  we  recognize  that  the  problem  of  homelessness  affects  various  segments  of  society,  we  limit  our \n  consideration here to families with dependent children receiving assistance pursuant to N.J.S.A. 44:10–1, et seq., \n(Assistance for Dependent Children) since that is the category of homeless person addressed by this litigation. We \nfurther note that although the record in this action does not provide us with a certain count of the total homeless or \nof the number of homeless families in this state, the Report of the Governor’s Task Force on the Homeless \nestimated 20,000 homeless people in October 1983 and pointed out that the City of Newark has recently estimated \nits homeless population at 8,500. See Report of the Governor’s Task Force on the Homeless, October 1985, Preface. \n \n2  In his “Annual Message to the New Jersey State Legislature,” delivered on January 13, 1987, Governor Kean stated \n  that “[t]he State had to take 900 children because their mothers and fathers could not put a roof over their heads.” \nId. at 63. \n \n3  We point out that since the federal statute does not impose a fault standard on the availability of emergency \n  assistance matching funds, a state plan which offered emergency assistance without reference to fault would be \neligible for 75% reimbursement of cost. \n11 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \n \n4  In addition to the two Governor’s Task Force Reports, see “Action Plan for Children,” Governor’s Committee on \n  Children Services Planning, 1985; “Children Entering Foster Care: Factors Leading to Placement (Summary Report),” \nDivision of Youth and Family Services, Bureau of Research Evaluation & Quality Assurance, January 1985; “Report of \nthe First Year Operation of the New Jersey Department of Community Affairs Homeless Prevention Program,” \nDepartment of Community Affairs, Division of Housing and Development; “The Cost of an Adequate Living Standard \nin New Jersey,” National Social Science and Law Project, 1980, updated in 1983. \n \n5  It is arguable that the regulation, by its own express terms, intended that an applicant be eligible for emergency \n  assistance by meeting only one or the other criterion, that is, by having no control over the emergency or by having \nno opportunity to plan. We hesitate, however, to so construe the regulation in light of the long-standing agency \ninterpretation that it imposes a conjunctive standard and in light of the fact that no party makes that argument. It is, \nof course, also arguable that the regulation intended to define emergency in terms of both prongs of the standard, \ncontrol and opportunity to plan. The Department, of course, is free to clarify this matter by regulatory action. \n \n6  We note, for example, that in his 1987 “Annual Message to the New Jersey State Legislature,” Governor Kean, after \n  declaring that “we must do better at providing emergency housing to fill in the gaps,” announced that \nIn addition to DCA’s homeless prevention program, I am asking Human Services Commissioner Drew Altman to \ndevelop a program that will aid homeless families before they become so desperate. I believe this can be done \nwith a minimum of new state funding by shifting money used to care for displaced children and by seeking \nregulatory changes to attract federal matching funds. [Id. at 63] \nIt was also the recommendation of the Governor that nonprofit and private groups operating shelters be given \nfinancial assistance by the Housing Demonstration Fund to assist them in code compliance. Ibid. \nWe further note the recent introduction of H.R. 558, a budget supplement bill for 1987, proposing the appropriation \nof 500 million dollars for emergency relief for the homeless. That bill has been referred to the House Committee on \nBanking, Finance and Urban Affairs. \n \n1  As noted in Judge Pressler’s opinion, another panel of the Appellate Division has held that “the phrase ‘control or \n  opportunity to plan in advance’ embodied in N.J.A.C. 10:82–5.10(c) includes not only the obligation but also the \ncapacity to avert a projected emergency before it occurs.” Diegidio v. Division of Public Welfare, et al., 214 N.J.Super. \n531, 537, 520 A.2d 769, 773 (App.Div.1986). In light of our disposition, I have no occasion to directly address that \nissue. I assume that the Department will consider the Division’s interpretation of the phrase “control or opportunity \nto plan in advance” during the course of the hearing on remand. \n \n \n \n \n \n12 \n \n\n \n \nMaticka v. City of Atlantic City, 216 N.J.Super. 434 (1987)   \n524 A.2d 416 \n \n \n \n \n13 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/33137"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119592,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119592"
    }
  ],
  "document_count": 2
}