{
  "case_id": 511,
  "fetched_at": "2025-10-22T00:06:02.805125",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Department of Public Health of the City and County of San Francisco",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "San Francisco",
        "institution_county": null,
        "name": "Laguna Honda Hospital",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq.",
      "Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12111 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2011,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 511,
    "injunction_duration": "36",
    "issues": [
      "General/Misc.: Sanitation / living conditions",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "Disability and Disability Rights: Least restrictive environment",
      "General/Misc.: Rehabilitation",
      "Medical/Mental Health Care: Medical care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)"
    ],
    "last_checked_date": "2015-03-29T00:00:00-04:00",
    "main_docket": {
      "id": 42551,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "California",
      "docket_office_number": "",
      "docket_number_manual": "none",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "CRIPA Investigation of the Laguna Honda Hospital, San Francisco, CA",
    "never_filed": true,
    "non_docket_case_number": "168-11-38, 168-11-49",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 2011,
    "order_start_year": 2008,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Olmstead Cases"
    ],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "California",
    "summary": "<p>On February 7, 1997, the Department of Justice (DOJ) launched an investigation under the Civil Rights for Institutionalized Persons Act, 42 U.S.C. § 1997, into conditions at the Laguna Honda Hospital and Rehabilitation Center in San Francisco, California.  On May 6, 1998, the Department issued a report on its findings.  The officials found, upon review of medical records, interviews, and on-site surveys, that the Center's conditions violated the residents' constitutional rights.  The Center provided inadequate health care services, particularly nursing and specialized rehabilitative services, and inadequate activities and stimulation for residents.  The findings also concluded that the Center also made inappropriate use of physical restraints; failed to protect residents from harm; and failed to provide a safe and adequate living environment.  Finally, the Center failed to serve residents in the most integrated setting suitable to their needs.  </p><p>The report recommended changes, including improved supervision and management programs, especially regarding abuse and neglect; and enhanced health care access.  Furthermore, the report recommended additional activities and stimulation; increased number of staff and better training for them; and the termination of use of bedrails except where ordered by physicians.  </p><p>On June 13, 2008, DOJ entered into a comprehensive settlement agreement with the City of San Francisco to addressing outstanding deficiencies at the Center.  The agreement required the City to address the DOJ's findings, in part, by developing a rich network of community homes and programs that serve hundreds of former residents of the Center as well as an unquantifiable number of persons who likely who have have been admitted to an institutional setting like the Center but for the newly-established community network.</p><p>According to a spreadsheet on CRIPA matters shared by the DOJ, the matter was finally closed in the summer of 2011; the city matter on July 18, the state matter on August 12. </p>",
    "summary_published_date": "2015-03-29T00:00:00-04:00",
    "summary_short": "In 1997, the Department of Justice launched an investigation under the Civil Rights for Institutionalized Persons Act, 42 U.S.C. § 1997, into conditions at the Laguna Honda Hospital and Rehabilitation Center in San Francisco, California.  In 2008, the parties settled.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/511",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=511",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=511",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=511"
  },
  "documents": [
    {
      "date": "2008-06-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "U.S. Department of Justice, Civil Rights Division, Disability Rights Section",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Mediator"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 76314,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/76314.pdf",
      "title": "Settlement Agreement",
      "text": "SETTLEMENT AGREEMENT BETWEEN  \nTHE UNITED STATES DEPARTMENT OF JUSTICE  \nAND THE CITY AND COUNTY OF SAN FRANCISCO  \nREGARDING THE  \nLAGUNA HONDA HOSPITAL AND REHABILITATION CENTER  \nSETTLEMENT AGREEMENT \nThe United States and the City and County of San Francisco and its Department of Public \nHealth (hereinafter “the City”), agree to settle this matter, regarding the Laguna Honda Hospital \nand Rehabilitation Center (“LHH”), on the terms and conditions set forth below. \nI.  FRAMEWORK OF THE AGREEMENT \nA.  This matter was instituted by the United States pursuant to the Civil Rights of \nInstitutionalized Persons Act (“CRIPA”), 42 U.S.C. § 1997. \nB.  This Settlement Agreement resolves the investigation conducted by the United States \nDepartment of Justice at LHH pursuant to CRIPA.  In conformity with CRIPA, this Agreement \nrepresents a voluntary effort by the City to meet the concerns raised by the United States’ \ninvestigation. See 42 U.S.C. § 1997b(a)(2)(B) and § 1997g. \nC.  This Settlement Agreement is entered into between the United States and the City and \nCounty of San Francisco. \nD.  LHH is an institution covered by CRIPA and is owned and operated by the City and \nCounty of San Francisco to provide skilled nursing and other health care and related supports \nand services to persons with particular health care needs.  At the time of the effective date of this \nSettlement Agreement, LHH is a certified “Provider” of nursing facility services under Title \nXVIII (Medicare) and Title XIX (Medicaid) of the Social Security Act.  The City has authority \nand responsibility for the operation of LHH and is responsible for the implementation of this \nSettlement Agreement. \nE.  On February 7, 1997, the Attorney General of the United States, by and through the \nAssistant Attorney General, Civil Rights Division, notified the Mayor of San Francisco of the \nDepartment’s intention to investigate allegations of unconstitutional and unlawful conditions at \nLHH pursuant to CRIPA. \nF.  Following an investigation, on May 6, 1998, the Attorney General of the United States, \nby and through the Acting Assistant Attorney General, Civil Rights Division, provided the \nMayor of San Francisco, the City’s Director of Health, and the Interim Executive Administrator \nof LHH with a letter, pursuant to 42 U.S.C. § 1997b(a)(1), with specific findings, supporting \nfacts, and recommended remedial measures. \n\nG.  On April 1, 2003, the Assistant Attorney General, Civil Rights Division, provided the \nCity Attorney, the City’s Director of Health, and the Executive Administrator of LHH with a \nletter, pursuant to 42 U.S.C. § 1997b(a)(1), with specific supplemental findings, supporting facts, \nand recommended remedial measures made pursuant to the Americans with Disabilities Act \n(“ADA”). \nH.  In entering into this Settlement Agreement, City officials do not admit any violation of \nthe Constitution or of any law, and this Settlement Agreement may not be used as evidence of \nliability in any other legal proceeding. This Agreement is not intended to create any rights in \nany person or entity not a party to it. Nothing herein is intended to waive any rights or claims \nwith respect to third parties who are not parties to this Settlement Agreement. \nI.  The provisions of this Settlement Agreement are a lawful, fair, and appropriate resolution \nof this matter and resolve all issues raised and findings issued against the City by the United \nStates in the course of its investigation of LHH. \nJ.  This Settlement Agreement is binding upon the United States and the City and County of \nSan Francisco, their officers, agents, employees, assigns, and successors. \nK.  Except where otherwise specified, Defendants shall implement all provisions of this \nSettlement Agreement within 90 days of the effective date of the Settlement Agreement.  The \neffective date of the Settlement Agreement is the date when the last listed signatory has signed \nthe Settlement Agreement.  This date shall be noted clearly on the signature page at the end of \nthe Settlement Agreement. \nL.  This Settlement Agreement provides for actions, practices, and procedures that the City \nhas agreed to implement.  The City shall demonstrate that any identified area of non-compliance \nhas been addressed by effective corrective action in a prompt manner. \nM.  The purpose of the Settlement Agreement is that the City will achieve desired outcomes \nfor and provide the necessary protections, supports and services to the residents of LHH. The \nUnited States acknowledges the good faith efforts of the City in trying to address the remedial \nmeasures needed for the placement of appropriate individuals in the most integrated setting and \nfor the improvement of care and treatment services provided to LHH residents. \nN.  If the United States maintains that the City has failed to carry out any requirement of this \nAgreement, the United States shall so notify the City.  Throughout, the United States and the \nCity will coordinate and discuss areas of disagreement and attempt to resolve outstanding \ndifferences. \nO.  The United States shall have full and complete access to residents, persons, employees, \nresidences, facilities, buildings, programs, services, documents, records, and materials that are \nnecessary to assess the City’s compliance and/or implementation efforts with this Settlement \nAgreement.  Such access shall include departmental and/or individual resident medical and other \n- 2 -\n\nrecords. The United States shall provide the City with reasonable notice of any visit or \ninspection, although the parties agree that no notice shall be required in an emergency situation \nwhere the life, immediate health or immediate safety of resident(s) is at issue.  Such access shall \ncontinue until this Settlement Agreement is terminated.  \nP.  This Settlement Agreement shall terminate three years from its effective date.  The \nparties may agree to terminate the Agreement prior to the end of the three-year term, provided \nthe City has implemented all provisions of the Settlement Agreement and maintained \nimplementation of all provisions of the Settlement Agreement for one year.  \nQ.  The City shall promptly notify the United States upon the death of any resident.  The City \nshall forward to the United States copies of any completed incident reports related to deaths, \nautopsies and/or death summaries of residents, as well as all final reports of investigations that \ninvolve residents. The United States may require additional written reports from the City \nregarding the City’s compliance with the Settlement Agreement.  The City will cooperate and \ncomply with any such requests. \nII.  PLACEMENT IN THE MOST INTEGRATED SETTING \nIn accordance with Title II of the ADA, 42 U.S.C. § 12132, and implementing regulation \n28 C.F.R. § 35.130(d), the City shall ensure that each LHH resident is served in the most \nintegrated setting appropriate to meet each resident’s individualized needs.  This shall include \neach prospective LHH resident who is about to be transferred to LHH from the San Francisco \nGeneral Hospital (“SFGH”). LHH residents and prospective LHH residents who are to be \ntransferred to LHH from SFGH will hereinafter be referred to as “affected individuals” or \n“individuals.” \nA.  City Implementation Steps for Placement in the Most Integrated Community Setting \nIn order to facilitate the service of affected individuals in the most integrated setting, the \nCity agrees to take the following specific steps: \n1.  Individualized Interdisciplinary Team Assessments by Qualified Professionals\n a.  The City shall ensure that appropriate, qualified professionals regularly conduct a \nreasonably thorough, comprehensive, and independent team evaluation of each affected \nindividual to determine whether each individual meets the essential eligibility requirements for a \ncommunity-based placement.  The team evaluations shall determine whether or not each \nindividual has the ability to live in the community (with or without supports), and whether or not \nLHH is the most integrated setting appropriate to meet each person’s individualized needs. \nb.  The City has already developed a Targeted Case Management (“TCM”) program to \nprovide individuals with such team evaluations and determinations with regard to placement in \nthe most integrated setting.  In this Agreement, whenever there is a reference to a “team” process \n- 3 -\n\nor determination, this may include the TCM program or any other similarly configured program. \nThe team will make individual determinations after conducting individualized screens and \nassessments.  In addition, the team will also provide and assist with active discharge and \ntransition planning and case management and other monitoring services and supports to affected \nindividuals. \nc.  Each team evaluation for community-based placement shall be based upon the affected \nindividual’s ability and need, not on the availability, perceived or actual, of current community \nresources. No individual shall be excluded from consideration for community placement based \non his or her level of disability.\n d.  The City agrees to adhere to the following time parameters with regard to providing \nneeded team evaluations: \ni.  Any person to be admitted to LHH from SFGH shall be provided with such a \ncomprehensive team evaluation prior to transfer to LHH.  \nii.  Any person newly admitted to LHH from anywhere other than SFGH shall be \nprovided with such a comprehensive team evaluation at or near the time of admission, but \nno later than 14 days after admission to LHH.  \niii.  If any existing LHH resident does not have such a comprehensive team \nevaluation, he or she shall be provided one within a reasonably prompt period after the \ndate of the filing of this Agreement.  \niv.  Any existing resident who has already been provided with such a comprehensive \nteam evaluation shall be re-evaluated quarterly whenever appropriate, or if there is a \nsignificant change in the resident’s physical or mental condition. \ne.  The team shall set forth in a written summary in each affected individual’s record, the \nresults of each of these comprehensive evaluations and re-evaluations.\n f.  As part of the team evaluation process, individual assessments shall be conducted by \nqualified professionals that include professionals other than LHH staff.  In order to be qualified, \na professional must have adequate knowledge in his or her field of relevant professional \nstandards and core competencies related to community-based services.  Professionals also must \nhave adequate knowledge of the full variety of community living arrangements, including the \nmost integrated options, and of the capacity of community systems to meet even the most \nchallenging or complex individual needs.  The team of qualified professionals conducting \nindividual assessments shall include whenever possible experts in the areas of medical care, \nnursing, social work, therapeutic services, activities of daily living (“ADL’s”), auxiliary aids, \nand, where appropriate, communication, vocational/ recreational/ educational needs, mental \nhealth, substance abuse treatment, and mental retardation and developmental disabilities (“DD”). \n- 4 -\n\nIndividual assessments shall be based on regular face-to-face consultations with the individual \nwho is being evaluated for community placement. \ng.  Whenever possible, the team evaluations shall include the participation of persons who \nknow the individual best, including guardians, parents, or other interested family members.  The \nteam evaluations shall also include wherever possible, persons whose participation is relevant to \nidentifying the strengths, needs, preferences, capabilities and interests of the individual, and \ndevising ways to meet them, such as client advocates.  The team evaluations shall also include \nwherever possible, the participation of persons who are knowledgeable about resources and \nopportunities in the community, including, where appropriate, regional staff, placement \nagencies, community professionals, as well as community provider and other support staff.\n h.  If the team evaluation concludes that LHH (or a nursing home in general) is not the most \nintegrated setting for an individual, and/or that the individual has the ability to live in the \ncommunity, the team’s written summary of the evaluation shall set forth in reasonable detail the \nspecific protections, services, and supports the individual will or may need in order to \nsuccessfully transition to and live in the community.  As referenced below, once an individual is \ntransitioning to the community, the individual’s plan will be updated as needed, and \nimplemented so as to provide the individual with the specific protections, services, and supports \nnecessary.\n i.  If the team evaluation concludes that the individual should remain at LHH, the team’s \nwritten summary of the evaluation shall set forth a meaningful and reasonably detailed rationale \nfor the individual needing to stay at LHH, including the medical basis supporting the need for \nlong-term care services at LHH.  This written evaluation shall include a detailed discussion of \nwhat barriers there are, if any, to placing the individual into the community, and a plan on how \nto address them. \n2.  Involved and Informed Decision-Making by the Affected Individual\n a.  Throughout, the affected individual shall be involved in the team evaluation, decision-\nmaking, and planning process to the maximum extent practicable, using whatever \ncommunication method he or she prefers.  The affected individual shall be given the opportunity \nto express a choice regarding placement.  To foster each individual’s self-determination and \nindependence, the City shall continue to1 use person-centered planning principles at every stage \nof the process.  This shall facilitate the identification of the individual’s specific interests, goals, \nlikes and dislikes, abilities and strengths, as well as deficits and support needs, which may factor \ninto whether community placement is a viable option for the individual. \n1  The United States does not concede that the words “continue to” or “maintain” \nthroughout this Settlement Agreement mean or imply that the City has already been meeting\nresidents’ needs in each area. \n- 5 -\n\n b.  The City agrees to provide individuals with choice counseling, through trained staff or an \nindependent entity, to help each individual make an informed decision concerning the option to \nreceive home and community-based services as an alternative to institutional care.  Where \nappropriate, enhanced counseling efforts shall be directed to those LHH residents who have lived \nat the nursing home for more than one year and who may be less likely to entertain the notion of \nliving independently.\n c.  The City shall document in his or her record, the affected individual’s support for or \nopposition to the team’s placement determinations.\n d.  The City need not effect a team decision that recommends community placement for an \nindividual who opposes it. However, the City shall help ensure that each affected individual \nmakes an informed decision about team-proposed placements.  The team will document the steps \ntaken to ensure that any individual objection is an informed one.  The team shall also set forth \nand implement individualized strategies to address concerns and objections to placement. \nThroughout the decision-making process, the City shall regularly educate affected individuals \nabout the community and the various community options open to them.  Any written materials or \npresentations shall be easy for individuals to understand. The City shall provide each affected \nindividual with several viable placement alternatives to consider whenever possible.  The City \nshall provide field trips to these viable community sites and facilitate overnight stays at certain \nof the community residences, where appropriate and possible.  These efforts shall continue even \nafter an individual expresses initial opposition to certain specific placement proposals. \ne.  Team determinations with regard to proposed placements shall be documented in each \nindividual’s record regardless of the affected individual’s opposition to them.\n \n f.  Where family members have reservations about a team’s community placement \nrecommendation, the City shall provide ongoing educational opportunities to such family \nmembers with regard to placement and programming alternatives and options.  These \neducational opportunities shall include information about how the affected individual may have \noptions other than living with the family members and/or become a “burden” to them once \ndischarged from SFGH or LHH. \n3.  Development of Individualized Transition Plans \nWhere the team has determined that the affected individual’s transition to the community \nis appropriate and where the individual does not oppose transition, including those unopposed \ndeterminations made through the TCM process, the City shall take the following steps.\n a.  The City shall prepare a detailed, individualized, written transition plan, developed \nthrough a person-centered planning process, specifying the needs of each individual and how \nthose needs will be met at the alternative community setting.  These needs include all \nindividually-necessary protections, services, and supports, including but not limited to:  housing, \n- 6 -\n\nmedical and nursing care services, specialty health care services, various therapies, \npsychological and psychiatric services, communication and mobility supports, and assistance \nwith activities of daily living. Each plan shall be developed to provide a successful transition to \nan appropriate alternative setting that is safe and meets the particular individual’s needs.  Each \nplan shall specify if any reasonable accommodations will be necessary to enable the individual to \nparticipate in community life.  The transition plan may consist of a continuation or expansion of \nthe evaluation and planning process initiated as part of the team planning process referenced \nabove.\n b.  Each transition plan shall identify the date the transition will occur.  The transition plan \nshall include the name of the person or entity responsible for commencing transition planning, \nidentifying community providers and other supports, connecting the individual with community \nproviders, and assisting in transition activities as necessary. The responsible person(s) shall be \nproperly trained to perform these functions. \nc.  Each transition plan shall be developed sufficiently prior to discharge so as to enable the \ncareful development and implementation of needed actions to occur before, during, and after the \ntransition. This shall include identifying and overcoming, whenever possible, any barriers to \ntransition. Needed protections, services, and supports are to be developed and in place at the \nalternate community site prior to the individual’s discharge.  The teams shall update the \ntransition plans as needed throughout the planning and transition process based on new \ninformation and/or developments. \nd.  Each transition plan shall specify with particularity the individualized protections, \nservices, and supports needed to meet the needs and preferences of the individual in the \nalternative community setting, including their scope, frequency, and duration.  Each plan shall \ninclude specific details about which particular community providers, including residential, health \ncare, and program providers, have been selected to furnish needed protections, services, and \nsupports. The City agrees to continue to develop housing resources to address the needs of the \nindividuals leaving the institutional settings. This shall include residential facilities that accept \nSSI and residential care facilities that specialize in serving HIV-positive individuals. \ne.  The City shall attempt to locate alternatives in regions based upon the presence of \npersons significant to the affected individual, including parents, siblings, other relatives, or close \nfriends, where such efforts are consistent with the individual’s desires.\n f.  The City agrees to arrange for as many individual community, on-site, and overnight \nvisits to various proposed residential placement sites as are appropriate and needed to ensure that \nthe placement ultimately selected is and will be adequate and appropriate to meet the needs of \neach individual. The teams shall modify the transition plans as needed based on these \ncommunity visits. \n- 7 -\n\n g.  In developing each plan, the City shall work closely with pertinent community agencies \nso that the protections, services, and supports that the individual needs are developed and in \nplace at the alternate site prior to the individual’s discharge.\n h.  Each plan shall establish a schedule for monitoring visits to the new residence to assess \nwhether the ongoing needs of the individual are being met. \ni.  Upon request and where practicable, the City shall provide the United States with \nadequate advance notice and a copy of any transition plan for its review and comment prior to \ndischarging any individual. If the United States has any concern about the discharge plan or the \nalternative placement and so notifies the City, the parties shall meet or confer in an effort to \nresolve the concern prior to discharge so long as the meeting can be timely convened in a \nmanner to facilitate the placement to a more integrated setting. \n4.  Implementation of the Team’s Unopposed Transition Decision and Plan \nFor any affected individual with an unopposed transition plan, including those developed \nthrough the TCM process, the City shall take the following steps.\n a.  The City shall implement in a timely manner the transition plans that can be reasonably \naccommodated by transferring each affected individual to an appropriate alternative community \nsetting pursuant to the details set forth in the transition plan. Individuals transitioning to \ncommunity placements will be placed in appropriately planned and well-developed community \nplacements which enable meaningful participation in community life so as to enhance the quality \nof lives of the individuals so placed. \nb.  The City shall provide a system for transportation services in the community for each \ntransitioned individual who may need them, whenever possible, such that their individual needs \nmay be met on an ongoing basis.  This includes providing transportation, with escort services \nwhen needed, to and from health care and related professional or other appointments, to and \nfrom programming, vocational, and employment activities. \nc.  The City will continue to take steps to support and successfully expand service and \nprovider capacity in the community so as to better serve individuals who have already been \nplaced and/or who are to be placed in the community in the future.  This shall include, but not be \nlimited to, developing community capacity with regard to:  housing and residential services, \nhealth care and related professional services, transportation services, and programming, \nvocational, and employment resources for affected individuals. \n5.  Post-Placement Quality Assurance, Monitoring, and Follow-Up Efforts\n a.  The City shall develop and implement a system, including case management services, to \nadequately monitor community-based placements and programs to ensure that they are developed \n- 8 -\n\nin accordance with the individualized transition plans set forth above, and that the individuals \nplaced are provided with the protections, services, and supports they need. These and other \nmechanisms shall serve to help protect individuals from abuse, neglect, and mistreatment in their \ncommunity residential and other programs.\n b.  The City’s case managers (including contract case managers) shall monitor and help \ncoordinate the ongoing implementation of needed protections, services and supports identified in \nthe individual’s transition plan. To encourage frequent individual contact, affected individuals \nwho are placed in the community shall be served whenever appropriate by an adequate number of \ncase managers to meet the needs of the affected individuals.  Case managers will carry an average \ncaseload of no more than 40 individuals (without intensive needs) at a time during the calendar \nyear. Case managers involved with individuals with intensive needs will carry an average \ncaseload of no more than 20 individuals at a time during the calendar year, with an operational \ngoal of no more than 15 individuals at a time.  Average caseload is the total number of individuals \nin the case manager’s active caseload during the year divided by 12.  All case managers shall \nreceive appropriate and adequate supervision and competency-based training.  For individuals \nwith multiple case managers, the City shall designate whenever appropriate “lead” case managers \nwith the authority to work across programs and settings regardless of funding sources. \nc.  The City’s oversight shall include regular inspections of community residential and \nprogram sites; face-to-face meetings with affected individuals and staff; and in-depth reviews of \ntreatment records, incident/injury data, and other provider records.\n d.  The City shall provide whenever possible prompt and effective support and intervention \nservices post-placement to individuals who present adjustment problems related to the transition \nprocess. In the event that problems with a community placement occur post-placement, the City \nshall attempt to assist the individual to stay in that residence when appropriate, or be placed in \nanother appropriate community setting.  These steps may include, but not be limited to: \nproviding heightened and enhanced case management review of the individual/home; providing \nprofessional consultation, expert assistance, training, or other technical assistance to the \nindividual/home; providing short-term supplemental staffing and/or other assistance at the home \nas long as the problem exists; developing and implementing other community residential \nalternative solutions for the individual. \ne.  The City commits to maintaining discharged LHH residents in the least restrictive setting \nappropriate for their needs.  In cases where an individual is re-admitted to LHH, the City shall \ndocument the medical basis requiring the readmission and, where appropriate, conduct an \nassessment to identify and take steps to address any non-medical factors requiring the re-\nadmission. \n- 9 -\n\n f.  The City agrees to continue its policy of preserving housing for individuals who are \ntemporarily housed or placed in short-term rehabilitation at LHH by taking the steps necessary to \nmaintain and make accessible, as needed, the individuals’ housing whenever possible.\n g.  The City shall collect, aggregate, and analyze data related to discharge efforts, including \nbut not limited to information related to successful placements, as well as the barriers to placing \nresidents in the most integrated and appropriate setting.  Such barriers may include, but not be \nlimited to insufficient:  housing, community resources, health care, financial supports, and \nbehavior management.  The City shall review this information on a regular basis and develop and \nimplement strategies to overcome the barriers identified.  On an annual basis, the City shall use \nsuch information in its plans to address the barriers preventing affected individuals from receiving \nservices and supports in the most integrated, appropriate settings.\n h.  The City shall continue to review various subcontracted community programs to identify \ngaps, as well as areas of highest demand, to provide information for comprehensive planning, \nadministration, resource-targeting, and implementing needed remedies. \n \ni.  Building on the San Francisco Partnership for Community-Based Care and Support \ninitiative and the Case Management Connect pilot initiative, the City agrees to continue to \ndevelop and implement a comprehensive program to provide coordinated and unified case \nmanagement and service-delivery, with City leadership, between and among the City and private \nentities who now furnish community follow-up to affected individuals.  This program shall \nemphasize ease-of-use for the consumer.  The program shall specify that the lead City agency will \nwhenever possible assume responsibility to identify and address the range of community-based \nneeds presented by the individuals, particularly those who are hard to place. The program shall \nspecify a case management structure that provides for various levels of follow-up and \nintervention, including intensive case management for those with more complex needs. \n6.  New Physical Plant, Service Delivery Model \nIn the next year or so, the City will finish construction of several new inter-connected \nbuildings on the LHH campus to replace the aging infrastructure of the existing physical plant. \nThe number of skilled nursing beds will be reduced from the 1,035 capacity of the existing \nfacilities to approximately 780 skilled nursing and acute beds in the new inter-connected \nstructure. In shifting over from the old to the new physical space, LHH will also increase its \nemphasis on providing services and supports, through a continuum of care model, with a focus \nupon enhancing community living options to help enable individuals to age in place outside of \nLHH. Whenever admission to the skilled nursing facility is medically necessary, LHH will work \nto care for and rehabilitate individuals in order to return them to the community as soon as \npossible and appropriate under the circumstances.  To help achieve this, the City shall develop \nand implement specified agreed-upon measures as set forth in the United States’ letter of May 23, \n2008. Overall, the measures are to be developed to enhance affected individuals’ ability to age in \nplace in the community with appropriate services and supports. \n- 10 -\n\n7.  Special Population Considerations \nConsistent with the provisions set forth above, the City shall, in part through the use of the \ncommunity living fund and the Intake and Screening Unit, work with affected individuals with \ncomplex needs who are transitioning to or already living in the community, per guidance from the \nLong-Term Care Coordinating Council (“LTCCC”).  The City agrees to also take the following \nsteps to address the particular needs of special populations within the affected individual \ncommunity.\n a.  Affected Individuals Who Are at Risk of Homelessness \ni.  The City shall take reasonable steps to ensure that affected individuals who are at \nrisk of homelessness are fully included in existing City homelessness initiatives, including \nthose developed and implemented in the City’s Ten-Year Plan to End Chronic \nHomelessness.  This includes those affected individuals who are about to be transferred to \nLHH from SFGH and those who are already current LHH residents. \nii.  The City shall continue to develop appropriate community residential alternatives \nto institutional care for affected individuals who are at risk of homelessness, wherever \nappropriate. The City agrees to assist in the submission of housing applications for \nindividuals wherever appropriate. \niii.  The City shall develop and implement community solutions for persons who are \nhomeless or at risk of homelessness to expand their options where they have skilled \nnursing needs to prevent the need for their admission into LHH in order to receive needed \nservices. This effort shall include utilization of community stabilization centers, outreach \nteams, mobile support and treatment teams, roving behavioral teams, community health \nclinics, and alternative housing options. \nb.  Affected Individuals with Developmental Disabilities \ni.  The City shall maintain a current list of affected individuals residing at LHH with \nor who may have developmental disabilities (“DD”).  The City shall on a regular basis \nupdate and share an updated list of such residents with the Golden Gate Regional Center \n(“GGRC”). The City shall work together with the GGRC to determine which of these \nindividuals meet State/GGRC eligibility requirements.  For those individuals on the list \nwho are not identified as GGRC clients, the City shall share needed documentation to \nsupport eligibility for individuals not yet accepted as GGRC clients. For those determined \nto be eligible, the City shall work with the State and the GGRC to encourage the GGRC to \naccept those individuals as clients. \nii.  Consistent with applicable regulations, the City shall alert the GGRC at an early \nstage of any affected individuals with or who may have DD.  This shall include providing \n- 11 -\n\ntimely notification shortly after admission to LHH (within five business days), and shall \nalso include notification from SFGH (prior to transfer to LHH) for those individuals with \nor who may have DD. \niii.  The City shall continue to seek to improve and enhance communication between \nthe City and the GGRC with regard to LHH residents with, or suspected of having, DD \nand any services and supports they may require, including community placement services, \nnot only at or near the time of admission to LHH, but throughout their stay at the nursing \nhome.    \niv.  Consistent with applicable requirements, the City shall facilitate updated team \nreviews for each affected individual with or suspected of having DD who currently lives at \nLHH, regardless of the existing schedule of reviews pursuant to the State’s Individual \nProgram Plan (“IPP”) process.  These reviews will include the community placement \nrequirements for all affected individuals as set forth in greater detail elsewhere in this \nAgreement.  The City shall invite GGRC personnel to the individual reviews for those \nindividuals determined to be eligible for GGRC services.  The City shall revise and update \n– or create anew – any individualized plan for each individual with or suspected of having \nDD, where appropriate.    \nv.  The City shall continue to work collaboratively with the GGRC to improve \ntraining and other specialized DD services and supports needed to serve eligible residents \nwith DD while they reside at LHH. The City will continue to be receptive to the GGRC’s \ninput with regard to how to serve these LHH residents with DD, and incorporate it into \ndaily service delivery to DD residents wherever appropriate. \nvi.  The City shall implement all plans for each individual with, or suspected of \nhaving, DD so as to meet the ongoing specialized needs of these individuals.  This will \ninclude individuals with or suspected of having DD, regardless of whether or not they are \ndeemed eligible to receive services from the GGRC.  The City will provide adequate and \nappropriate monitoring and follow-up of the implementation of these plans to ensure that \nindividuals’ needs are being met.  The City will update existing assessments and modify \nany plans whenever necessary, such as when the needs unexpectedly change of an affected \nperson with, or suspected of having, DD.\n c.  Affected Individuals with Mental Illness \nThe City shall develop and implement a plan seeking to adequately meet the \nindividualized community placement and support needs of each affected individual with \nmental illness who is appropriate for placement into a more integrated community setting. \nIn this plan, the City shall specify how it will meet the ongoing residential, health care, \npsychiatric, behavioral, and other needs of affected individuals with mental illness. \n- 12 -\n\n8.  Meaningful Admission Criteria \nThe City shall admit only those individuals to LHH’s skilled nursing facility program that \nmeet skilled nursing criteria upon admission.  The City shall conduct timely and adequate \nreviews, at least quarterly, to determine whether each resident of LHH continues to require care in \na skilled nursing facility (“SNF”).  Consistent with applicable regulations, the City shall review, \nrevise and/or develop meaningful discharge criteria for LHH to ensure that individuals do not \nreside at the institution longer than is medically necessary.  The City shall train and supervise \nstaff regarding any revised LHH admission criteria so that the desired outcomes are achieved. \n9.  The City’s HMA Report Recommendations \nThe City Controller commissioned an in-depth study to determine the effectiveness of the \nCity and the City’s Department of Public Health with regard to serving persons with long-term \ncare (“LTC”) needs. Health Management Associates Report, The San Francisco Department of \nPublic Health: Its Effectiveness as an Integrated Health Care Delivery System and Provider of a \nContinuum of Long Term Care Services, July 2005, at 1 (hereinafter “HMA Report”).  This \nreport placed special emphasis on LHH.  The City shall continue to implement the \nrecommendations set forth in the HMA Report wherever appropriate and feasible under the \ncircumstances that are not inconsistent with the terms of this agreement. \n10.  Initiatives with the State of California \nIn order to ensure proper and timely implementation of this Agreement, the City shall \ncontinue to work with the State to develop and implement the range of supports and services \nneeded to meet affected individuals’ needs and overcome barriers to their placement in more \nintegrated community settings.  This includes advocating that applicable Medicaid options, \nincluding those through the California State Plan and the various community Waivers, are \nsufficient in scope and depth to enable the transfer of any affected individual who may want to \nmove from an institutional setting like LHH to a more integrated community setting.  This \nincludes but is not limited to:  PACE and IHSS, the NF A/B Waiver, the MSSP Waiver, the AIDS \nWaiver, the DD Waiver, the IHMC Waiver, the Sub-Acute Waiver, and Waivers authorized by \nSection 1915(c) such as community mental health services pursuant to the City’s SMHSC \nprogram.  The City shall continue to develop and implement assisted living solutions in the \ncommunity for affected individuals. \n- 13 -\n\nIII.  CONDITIONS OF CARE AND TREATMENT AT LHH \nIn accordance with LHH residents’ federal constitutional and statutory rights, as well as \napplicable federal nursing home regulations, the City shall provide LHH residents with adequate \nand appropriate protections, care, treatment, supports, and services to meet the individualized \nneeds of the residents and that are consistent with generally accepted professional standards. See \nYoungberg v. Romeo, 457 U.S. 307 (1982); Grants to States for Medical Assistance Programs \n(Medicaid), 42 U.S.C. § 1396r; Health Insurance for Aged and Disabled (Medicare), 42 U.S.C. \n§ 1395i-3; 42 C.F.R. § 483 Subparts B, C, D, and E. Specifically, as set forth in greater detail \nbelow, the City shall ensure that residents are protected from harm, abuse, mistreatment, and \nneglect by other residents and staff, that residents are free from undue use of restraint, and that \nresidents are provided with appropriate services, including basic care, proactive health care and \nrelated services and supports, psychiatric and behavioral services, and activity services, to meet \ntheir individualized needs such that they may attain or maintain their highest practicable physical, \nmental, and psychosocial well-being. \nA.  Resident Safety, Protection from Harm \n1.  The City shall provide a safe and humane environment for all residents and shall protect \nresidents from neglect and abuse.  The City shall maintain a policy of “zero-tolerance” for neglect \nand abuse (including verbal, mental, sexual, or physical abuse), whether from other residents or \nfrom staff, and shall strive to ensure that residents are free from neglect and abuse. \n2.  The City shall ensure that residents receive all protections, services and supports from \ntrained staff. The City shall provide adequate ongoing competency-based training to staff on \nrecognizing and reporting potential signs and symptoms of abuse and/or neglect, and on the \nprevention of abuse and neglect of residents by staff.  Such training shall include providing staff \nwith an explanation of the definitions of resident abuse and neglect, explaining to staff that abuse \nand neglect are prohibited, explaining to staff the requirement to report any suspected abuse or \nneglect, and advising staff of the potential consequences if they commit abuse or neglect or fail to \nreport witnessed or suspected abuse or neglect. \n3.  Before permitting any staff person to work with residents, the City shall investigate the \ncriminal history (wherever legally permissible) and other relevant background factors regarding \nthat staff person, whether full-time, part-time, temporary, or permanent, including regularly-\nscheduled volunteer staff with direct resident contact.  The City shall screen and take appropriate \naction to protect residents if the investigation indicates that the person would pose a risk of harm \nto the residents. \n4.a.  All resident incidents and injuries shall be accurately documented.  Documentation of \neach injury shall be kept in the resident’s file and in a central location, and all incidents and \ninjuries shall be entered into a central database, which is capable of capturing the following \n- 14 -\n\ninformation:   the type of incident, the time the incident occurred, the location of the incident, the \nresident(s) and/or staff involved in the incident, and the nature and severity of the injury, if any.\n b.  The City shall ensure that the LHH quality management department, in conjunction with \nthe facility administrator or designees, conducts a prompt in-depth review, as needed, of all \nsignificant incidents, including incidents of unknown or undetermined origin, and develop and \nimplement appropriate remedial steps to minimize their occurrence in the future.\n c.  The City shall further develop and implement a comprehensive quality assurance program, \nwhich tracks and analyzes patterns and trends of incidents and injuries, including incidents and \ninjuries of unknown origin, monitors the status and proper implementation of needed follow-up, \nand ensures the adequacy of staff training on incident management policies and procedures.\n \n d.  The LHH quality management department shall produce on a regular basis a written \nreport, identifying and analyzing individuals who are vulnerable and at risk of harm, resident-to-\nresident issues, as well as the patterns and trends of incidents and injuries, and providing \nrecommendations for reducing incidents and injuries in the future.  The City shall develop and \nimplement prompt remedial measures to address recommendations contained within these reports. \n5.  The City shall investigate all “significant” resident incidents. “Significant” resident \nincidents shall include all instances of: alleged, suspected, and/or substantiated abuse and/or \nneglect; serious injury; actual or attempted elopement from the facility; and death.  The \ninvestigation of each significant incident shall be timely, complete, and independent. The findings \nand recommendations stemming from any such investigation shall be set forth in writing.  The \nCity shall develop and implement prompt remedial measures to address and remedy the individual \nand systemic issues associated with these investigation reports.  The City shall track the \nimplementation of the remedial measures on an ongoing basis to ensure that appropriate resident \noutcomes are achieved in each instance.  To this end, the City shall undertake the following \nspecific steps:\n a.  The City shall maintain a policy that requires any staff who has knowledge of a significant \nincident to immediately report such knowledge according to policy requirements.\n b.  Whenever such an incident (other than death) occurs, the City immediately shall take \nappropriate measures to protect the safety and well-being of the resident(s) involved, including \nprocuring any necessary basic care and/or health care treatment.\n c.  The City shall maintain a policy requiring that staff, including supervisory personnel, \nsafeguard evidence of the significant incident. The City shall maintain a policy requiring that all \npotential criminal matters are referred promptly to appropriate law enforcement authorities. \n- 15 -\n\n d.  The City shall develop and implement a policy, consistent with applicable law and \nregulations, to immediately remove any staff member suspected of staff-on-resident abuse or \nneglect from direct resident contact until the conclusion of the investigation and submission of the \nwritten findings and recommendations.\n e.  The City shall develop and implement a policy, consistent with applicable law and \nregulations, to provide for appropriate disciplinary and/or corrective personnel action where a \nstaff person is determined to have caused or been responsible for abuse and/or neglect, and \nagainst any staff person who fails to report a significant incident to supervisory or other \nappropriate personnel in a timely or accurate manner.\n f.  The City shall develop and implement protocols for the adequate competency-based \ntraining of investigators and of any personnel who participate in the investigative process and \nhave direct contact with residents, related to investigating significant incidents. \n6.a.  The City shall identify vulnerable residents who are at higher risk of harm, and develop \nand implement measures to minimize potential risk factors.  The City shall place an emphasis on \nidentifying and analyzing resident-to-resident interactions that create risk of harm and/or actual \nharm, and develop and implement measures to address these risk factors.  The City shall provide \nappropriate staff with competency-based training on the assessment of residents for risk of harm \nand that protections and therapeutic behavioral interventions are developed, documented, and \nimplemented to prevent residents from harming themselves or others.\n b.  The City shall continue to supervise and monitor residents, including residents with \ncognitive impairments or histories of exhibiting dangerous or threatening behaviors.  The City \nagrees to maintain sufficient numbers of adequately trained staff, particularly RNs and CNAs, \npresent and on-duty on each shift to provide needed supervision of residents and to minimize \nresident harm.  The City shall conduct a regularly prompt review of all accident/injury findings to \ndetermine if sufficient staff, particularly RNs and CNAs, are on duty at LHH.  If a staffing \nshortfall is identified, the City shall take those measures necessary and possible to provide \nsufficient staff to supervise residents and to prevent otherwise avoidable injuries and incidents.\n c.  The City shall continue to identify, through assessments on an ongoing basis, those \nresidents with alcohol and/or substance abuse problems.  The City shall continue to pursue \nindividualized treatment plans for these residents to address these problems.  Such treatment shall \ninclude, where appropriate, meaningful opportunities to participate in appropriate programs (e.g., \nAlcoholics Anonymous, etc.).  The City shall provide ongoing follow-up for these residents with \nintervention goals in their individualized plans to address their needs on an ongoing basis.\n d.  The City shall develop and implement a comprehensive residential abuse prevention \nprogram to safeguard residents. \n- 16 -\n\n e.  The City shall provide proper notification to the resident, the resident’s treatment team, \nfamily members, and external authorities, as required by applicable laws and regulations, if:  the \nresident is injured, there is a significant change in the resident’s physical or mental health, or the \nresident must be relocated within units at LHH or discharged from LHH. \n7.  To promote resident safety, the City agrees to continue to provide appropriate \npsychological and behavioral services consistent with generally accepted professional standards, \nincluding behavioral intervention programs with training and positive behavioral supports, where \nappropriate, to meet the individualized needs of each resident with problem behaviors.  These \nservices shall be developed by qualified professionals, including a psychologist and psychiatrist \nwhenever appropriate, consistent with current, generally accepted professional standards to \nenable such residents to attain or maintain their highest practicable physical, mental, and \npsychosocial well-being. To this end, the City shall take the following measures:\n a.  The interdisciplinary team shall evaluate each resident to determine the specific areas, if \nany, in which each resident needs behavioral interventions. The physician shall consult with a \npsychiatrist and/or psychologist as needed to assess the residents. These interdisciplinary \nevaluations shall be repeated for all residents at annual intervals, unless required more frequently \nby the safety and behavioral needs of particular residents.  On an ongoing basis, priority for \nassessments/reassessments shall be given to those residents with problem behaviors, including \nthose residents who, in the past 12 months, have had a planned or unplanned physical restraint, \nemergency use of psychotropic drugs, or have sustained or caused frequent injuries or is at risk of \nserious harm due to his or her behaviors. \nb.  Contemporaneous with the ongoing behavioral assessments, the City shall conduct \nwhatever additional comprehensive assessments are necessary in other disciplines such as \nmedical care, nursing, mental health care, and others (e.g., occupational therapy, physical therapy \nand speech therapy), so as to determine the medical, behavioral, mental health, environmental, \nand/or other factors that may be causing each resident’s problem behaviors.  The City agrees to \ncontinue to address residents’ problem behaviors, through the integration of services and \ntreatment modalities, including psychology, psychiatry, neurology, nursing, medical and health \ncare, and other ancillary services.\n c.  Where clinically appropriate, a resident with a problem behavior shall be provided with a \nbehavioral intervention care plan which shall identify the behavior(s) to address, the procedures \nfor staff to follow to address the problem behaviors, the positive replacement behaviors that will \nbe supported, and environmental changes to promote the development of positive behaviors.  All \nbehavioral interventions shall be developed and implemented without resorting to the undue use \nof restrictive interventions.  The interdisciplinary team, consulting with the clinical psychiatric \nstaff as needed, shall document their rationale for using specific behavioral interventions \n(including positive behavioral supports) through the use of Behavioral Monitoring Forms.  All \nbehavior supports shall be developed and implemented without resorting to the undue use of \nrestrictive interventions. \n- 17 -\n\n d.  The City shall provide structured and ongoing competency-based training for direct care \nand supervisory staff to ensure consistent and effective implementation of all aspects of the \nbehavioral interventions, including positive behavior supports.\n e.  Consistent with this section, the City shall maintain a system to regularly monitor each \nresident with behavior supports and revise and implement modified supports, as indicated by \noutcome data. \n8.  To help ensure resident safety, the City shall provide adequate and appropriate mental \nhealth services to meet the individualized needs of each resident with mental illness, especially \nthose with behavior problems to enable them to attain or maintain the highest practicable \nphysical, mental, and psychosocial well-being.  These services shall be provided consistent with \ncurrent, generally accepted professional standards to ensure and protect residents’ rights. To this \nend, the City shall take the following measures:\n a.  At least once annually, or more often as needed, the City shall: \ni.  Conduct a mental health assessment of each resident receiving psychotropic \nmedication and each resident who has or may have a diagnosis of mental illness.  The \nassessments shall be sufficient to reach a reliable DSM-IV-TR diagnosis, if applicable, for \neach resident assessed. \nii.  Promptly thereafter, for each resident assessed as having mental illness, document \na clinically justifiable, differential diagnosis consistent with DSM-IV-TR criteria. \niii.  Within 30 days of the formulation of a mental health diagnosis, develop and \nimplement an overall treatment plan for each resident with a diagnosis of mental illness, \nand provide ongoing monitoring and revision of the treatment whenever necessary.  \niv.  Review the current medication regimen of each resident to determine whether the \ntype and dosage of the medication is appropriate and still necessary. \nv.  Consult with the other treating professionals, who may include the resident's nurse \nor other appropriate members of the resident's interdisciplinary team, psychiatrists and/or \npsychologists, to determine whether different programs or interventions could be \ndeveloped to address the resident's behavior problems and symptoms so as to reduce or \neliminate the need for psychotropic medications.  \nb.  Where the nature of the mental illness diagnosis, behavioral intervention plan, or \npsychotropic medication regimen requires more specialized and expert treatment, such as where \nthere is a significant adverse change in behavior, or an increase in significant injuries or incidents \nrelated to behaviors, or where the resident is subjected to an emergency use of psychotropic \nmedication, or the resident is subjected to an unanticipated increase in repeated physical or \n- 18 -\n\nmechanical restraint, the City shall obtain participation by other professionals, including a \npsychologist and/or psychiatrist for consultation in developing and implementing an appropriate \ntreatment plan.  In this situation: \ni.  The psychiatrist shall provide a psychiatric reassessment and revision to the \ndiagnosis and treatment plan, as appropriate. \nii.  The psychiatrist shall review the resident’s current medication regimen to \ndetermine whether the type and dosage of the medication is appropriate and still \nnecessary, and recommend any changes in the medication regimen, with attention toward \nthe desirability of reduction or elimination of psychotropic medications.  \niii.  The psychiatrist shall provide consultation services as to whether the harmful \neffects of the resident's mental illness clearly outweigh the possible harmful side effects of \nthe psychotropic medication and whether reasonable alternate treatment strategies are \nlikely to be less effective or potentially more dangerous than the medication.\n c.  The City shall develop and implement an adequate system to regularly monitor the \nresidents receiving psychotropic medications to ensure that use is appropriate, and make changes, \nwhen warranted, in the residents' treatment plans.  The monitoring review shall include a review \nof any current psychotropic medication provided, as well as a review of the pertinent behavioral \nand other data.\n d.  The City shall develop and implement a review of any drug-induced side effects of \npsychotropic medication to ensure they are being accurately and consistently detected, \ndocumented, reported, and responded to\n e.  The City shall develop and implement a protocol to minimize the administration of \npsychotropic medication on an unplanned basis.  Where psychotropic medication is used on an \nunplanned (including emergency) basis, a supervisor shall be notified immediately, there shall be \ncontinuous monitoring of the resident after administration of the medication, and a physician shall \nobserve the effect of the medication by personally visiting the resident or directing supervision by \na registered nurse. \ni.  The City shall also ensure that the use of polypharmacy for any resident is justified \nin that resident’s treatment plan.  Clinical pharmacists shall review all medication orders \non a monthly basis for any polypharmacy contra-indications. \nB.  Restraints \n1.  Consistent with applicable regulations, the City shall ensure that residents are free from \nundue use of restraint, including the undue use of bedrails. The City shall follow protocols to \nminimize the use of restraint on residents.  The City shall ensure that restraints are used only \n- 19 -\n\npursuant to accepted professional standards and are not used as punishment, in lieu of providing \nother needed activities, supports, or services, or for the convenience of staff. All restraints shall \nonly be used consistent with professional standards. \n2.  The City shall develop and implement a specific protocol to minimize the use of bedrail \nrestraints. The protocol shall be based on current, generally accepted practice and shall \nemphasize keeping residents physically active, meaningfully engaged, and out of bed, whenever \npossible and appropriate. The protocol shall require enhanced justification for a “medical” or \n“safety” bedrail order, so as to minimize the likelihood that residents will remain unduly confined \nto bed for prolonged periods, which may cause physical deterioration, degeneration, and atrophy. \n3.  The City shall identify each resident who, in the past 12 months, has been provided with a \nphysical or mechanical restraint, including bedrails, or to the use of emergency psychotropic \ndrugs.  For each such resident during this period, the City shall develop and implement prompt \nand appropriate protections, services and supports that meet each resident’s individualized needs \nthat are consistent with professional standards. \n4.  The City shall continue to provide structured and ongoing competency-based training to \nprofessional, direct care, and supervisory staff on how to properly address resident needs and \nbehaviors without resorting to the undue use of restraints. \n5.  The City shall continue the implementation of its protocol to fully document each use of \nany physical or mechanical restraint, including bedrails, specifying the exact type of restraint or \nprocedure used, as well as the length of time it was used each time.  Documentation of each use of \nrestraint shall be kept in the resident's file and in a central location. \n6.  The City shall develop and implement a protocol to minimize the use of standing PRN or \n“stat” orders for the unplanned or emergency administration of psychotropic medication. \nC.  Activities \n1.  The City agrees to provide each resident with appropriate sufficient, meaningful, and \nstimulating activities throughout each day, including during evenings and weekends, that meet the \ninterests of each resident and maximize the physical, mental, and psychosocial well-being of each \nresident, in accordance with each resident’s individualized, comprehensive assessment and care \nplan. Consistent with generally accepted practice, the City shall develop and implement an \nactivities protocol that emphasizes keeping residents physically active, meaningfully engaged, \nand out of bed, whenever possible and appropriate, so as to avoid physical deterioration, \ndegeneration, and atrophy. \n- 20 -\n\n2.  The City agrees to continue to administer the activities program at LHH under the \ndirection of a qualified therapeutic recreation specialist or a qualified activities professional who \nshall provide regular competency-based training to all pertinent staff. \nD.  Health Care and Related Services and Supports \nThe City shall develop and implement a protocol in order to accomplish the following \nrequirements: \n1.  The City shall provide LHH residents with adequate and appropriate proactive health care \nand related services and supports to meet the ongoing individualized needs of the residents and \nthat are consistent with generally accepted professional standards such that the residents may \nattain or maintain their highest practicable physical, mental, and psychosocial well-being. \nHealth care and related services and supports shall include medical care, neurological care, \nnursing care and services, basic care, nutritional and physical management, rehabilitative and \nrestorative care, and related therapy services. With regard to each of the areas identified above:\n a.\t  The City shall provide adequate and appropriate, comprehensive, and in-depth  \nindividualized professional assessments of the needs of each resident.   \nb.\t  Based on these assessments, the City shall then promptly develop and implement written, \ntailored, and individualized care plan(s) to address each area.\n c.\t  The City shall then provide adequate, appropriate, comprehensive, and in-depth \nmonitoring and follow-up for each resident to ensure that the plan(s), as implemented, \neffectively meet the ongoing needs of each resident.  This monitoring and follow-up may \nprompt new assessments/reassessments and modification of existing diagnoses, plans \nand/or implementation efforts, whenever warranted by each resident’s changing condition \nover time.  \nd.\t  The assessments, diagnoses/determinations, and plans shall be developed by an \ninterdisciplinary team of professionals who are guided by generally accepted professional \nstandards. \ne.\t  The implementation of the plans and the ongoing monitoring, follow-up, and the \ndetermination of the need for new assessments/reassessments shall be accomplished by an \ninterdisciplinary team of professionals in conjunction with direct care and other staff who \nhave been provided with competency-based training in the proper implementation and \nmonitoring/follow-up of each resident’s plan(s), such that the professionals and staff meet \nthe ongoing individualized needs of the residents. \nf.\t  The City shall identify, on an ongoing basis, those residents who are at-risk, or present at-\nrisk conditions. The City shall ensure that these at-risk residents will be given heightened \n- 21 -\n\nattention and supervision such that needed health care and related \nassessments/reassessments, diagnoses/determinations, plans, implementation, monitoring, \nand follow-up are provided to them proactively, promptly, and whenever they are needed. \n2.  The City shall take appropriate steps to protect residents’ privacy in living areas, and \nduring bathing and toileting. \n3.  The City agrees to maintain an effective infection control program. \n4.  The City shall strive to maintain that all living areas are free of dangers that may cause \naccidents by providing adequate surveillance of potential hazards and ensure that equipment is in \nsafe operating condition. The City shall take prompt corrective action to remove and eliminate \nenvironmental hazards and repair defective or inoperable equipment. \n/ \n/ \n/ \n/ \n/ \n/ \n/ \n/ \n- 22 -\n\nFOR THE CITY AND COUNTY OF  FOR THE UNITED STATES:\n  SAN FRANCISCO:\n /s/ Mitchell H. Katz  /s/ Grace Chung Becker \nMITCHELL H. KATZ, M.D.  GRACE CHUNG BECKER \nDirector of Health  Acting Assistant Attorney General \nSan Francisco Department  Civil Rights Division\nof Public Health \nCity and County of San Francisco\n /s/ Shanetta Y. Cutlar \nSHANETTA Y. CUTLAR \nChief \nSpecial Litigation Section\n /s/ Judith C. Preston \nJUDITH C. PRESTON \nDENNIS J. HERRERA  Deputy Chief \nCity Attorney  Special Litigation Section\n/s/ Aleeta M. Van Runkler   /s/ Richard J. Farano \nALEETA M. VAN RUNKLE  RICHARD J. FARANO \nDeputy City Attorney  LUIS E. SAUCEDO \nOffice of the City Attorney  Senior Trial Attorneys \nCity and County of San Francisco  United States Department of Justice \nFox Plaza  Civil Rights Division \n1390 Market Street, 5th Floor  Special Litigation Section \nSan Francisco, CA 94102-5408  950 Pennsylvania Avenue, NW \nPHB - Room 5020 \nWashington, DC  20530 \nDate of Final Signature and Effective Date of the Settlement Agreement: June 13 , 2008. \n- 23 -",
      "document_type_other": null,
      "external_url": "https://archive.ada.gov/olmstead/documents/laguna_settle.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/76314"
    },
    {
      "date": "2004-08-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 15516,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/15516.pdf",
      "title": "Findings Letter Re: Laguna Honda Hospital and Rehabilitation Center, San Francisco, California",
      "text": "U.S. Department of Justice \nCivil Rights Division \nOffice of the Assistant Attorney General  Washington, D.C. 20035 \nAugust  3,  2004 \nThe  Honorable  Arnold  Schwarzenegger \nGovernor  of  California \nState  Capitol  Building \nSacramento,  CA  95814 \nRe:  Laguna  Honda  Hospital  and  Rehabilitation  Center, \nSan  Francisco,  California \nDear  Governor  Schwarzenegger: \nI  am  writing  to  report  another  set  of  findings  arising \nout  of  the  Civil  Rights  Division's  investigation of  Laguna \nHonda  Hospital  and  Rehabilitation Center  in San  Francisco. \nThis  latest  probe,  which  is part  of  our  broader  investigation \nof  Laguna  Honda  under  the  Civil  Rights  of  Institutionalized \nPersons  Act  (\"CRIPA\"),  42  U.S.C.  §  1997,  focused  on  whether \nthe  State  of  California  contributes  to  the  unnecessary \nsegregation  of  residents  at  this  nursing  facility. \nLaguna  Honda  is one  of  the  largest  publicly-operated \nnursing  homes  in the  country,  providing  about  one-third of  the \nskilled nursing  beds  in  San  Francisco.  It  is  a  Medicare- and \nMedicaid-certified nursing  facility  that  is owned  and  operated \nby  the  City and  County  of  San  Francisco.  Laguna  Honda's  1,200 \nskilled nursing  and  20  general  acute  care  beds  are  located on \na  single,  64-acre  site with  an  average  daily  census  of  1,041 \nresidents  in  FY  2002-2003.  Laguna  Honda  employs  approximately \n1,500  full-time  equivalent  employees. \nLaguna  Honda  has  a  diverse  resident  population,  comprised \nof  residents  with  a  variety of  diagnoses  and  functional \nlimitations,  including  a  significant  number  of  residents \nrestricted by  substantial  physical  impairments,  mental \nillness,  and  developmental  disabilities.  The  residents  range \nin age  from  the  early twenties  to  over  100.  For  a  nursing \nhome,  Laguna  Honda  serves  an  unusually  high  number  of  younger \n\n- 2  -\nresidents  under  the  age  of  55  approximately  22  percent  of \nthe  total;  In  fact,  this  segment  of  the  Laguna  Honda \npopulation  tripled  from  1990  to 2000,  and  continues  to \nincrease. \nIn  May  1998  and  April  2003,  we  notified  the  City of  San \nFrancisco  that  it was  violating Title  II  of  the Americans  with \nDisabilities Act  of  1990  (\"ADA\"),  42  U.S.C.  §  12131,  and  its \nimplementing  regulations,  including  28  C.F.R.  §  35.130(d)  (the \n\"integration regulation\"),  by  failing  to  provide  services  in \nthe  most  integrated setting.  On  April  23,  i003,  we  also \nnotified  the  State  that  we  were  broadening  our  investigation \nof  the ADA  violations  at  Laguna  Honda  to  determine  whether  the \nState  itself contributes  to  the  unnecessary \ninstitutionalization of  Laguna  Honda  residents. \nHaving  completed  our  thorough  investigation,  it is  our \njudgment  that  the  State  has  impeded  qualified Laguna  Honda \nresidents  from  being  served  in  the  most  integrated setting \nappropriate  to meet  their needs,  as  required  by  Title  II  of \nthe  ADA. 1  The  State's  contribution  to  the  unnecessary \nisolation of  facility residents  is evidenced  by  its: \n(i)  failure  to  ensure  that  residents  are  adequately  and  timely \nassessed  for  placement  in non-institutional  settings  upon \nadmission  and  regularly  thereafter;  (ii)  failure  to  adequately \ninform  residents  of  home- and  community-based  options  and \nalternatives;  and  (iii)  failure  to provide  sufficient \nmeaningful  community  options  to  reasonably  accommodate \n1  By  virtue  of  their assessed  conditions  and  placement  at \nthe  facility,  the  residents  of  Laguna  Honda  are  qualified \nindividuals  with  a  disability pursuant  to  the  ADA.  Title  II \nof  the ADA  defines  a  \"qualified individual  with  a  disability\" \nas:  an  individual  with  a  disability who,  with  or without \nreasonable  modifications  to  rules,  policies,  or practices,  the \nremoval  of  architectural;  communication,  or  transportation \nbarriers,  or  the  provision of  auxiliary aids  and  services, \nmeets  the  essential  eligibility requirements  for  the  receipt \nof  services  or  the  participation in programs  or  activities \nprovided  by  a  public  entity.  42  U.S.C.  §  12131(2).  Title  II \nof  the ADA  defines  \"disability\"  with  respect  to  an  individual \nas  \"a  physical  or mental  impairment  that  substantially limits \none  or more  major  life activities  of  such  individual,  a  record \nof  such  an  impairment,  or  being  regarded  as  having  such  an \nimpairment.\"  42  U.S.C.  §  12102(2). \n\n- 3  -\nqualified  residents  who  need  appropriate  placements  in non \ninstitutional  settings along  with  the  supports  and  services \nthey  need  to  live  in those  settings.  Consistent  with  our \nstatutory obligations,  we  set  forth  our  findings  in greater \ndetail  below,  along  with  the  minimum  remedial  measures \nnecessary  to  address  outstanding  concerns. \nBefore  outlining our  findings,  however,  we  wish  to \nacknowledge  and  express  our  appreciation  for  the  cooperation \nand  assistance  of  all  of  the  State  officials who  facilitated \nour  review.  We  found  the  State  officials who  worked  with us \nand ·participated in our  interviews  to  be  knowledgeable  and \ncommitted  individuals.  Your  own  office  also  has  shown  great \n_leadership  in this  matter  for  which  we  are  most  grateful.  We \nhope  to  be  able  to  build on  this  positive  and  collaborative \nrelationship  as  we  work  with  the  State  in  the  future  to \naddress  our  outstanding  concerns  at  Laguna  Honda.  Indeed,  we \nrecently met  with  counsel  for  the  State  and  certainly \nappreciate  the  initial positive  response  to  our  overture  to \nprovide  technical  assistance  to  facilitate  needed  remedial \nefforts. \nI.  BACKGROUND \nOn  May  6,  1998,  we·  first  notified  then-San  Francisco \nMayor  Willie  Brown  that  the  City was  violating  the  ADA  and  the \nrights  of  Laguna  Honda  residents  by  not  providing  adequate \nresident  assessments  to  determine  whether  the  nursing  facility \nwas  the  most  integrated  setting  to  meet  residents'  needs. 2  In \n2001  and  2002,  in  a  joint  review with  the  Office  for  Civil \nRights  at  the  United  States  Department  of  Health  and  Human \nServices  (\"HHS\"),  we  conducted  a  comprehensive  evaluation of \nLaguna  Honda's  assessment  and  discharge  planning  process,  as \nwell  as  the  City's  capacity  to  provide  community-based \nsupports  and  services  to  the  residents.  On  April  1,  2003,  we \nfound  -- jointly with  HHS  -- that  the  City continued  to \nviolate  Title  II  of  the  ADA  (\"2003  Findings  Letter\").  We \ndiscuss  some  of  those  2003  findings  in greater detail  below. \n2  Our  findings  letter addressed  additional  legal \nviolations  relating  to  conditions  of  care  and  treatment  of \nLaguna  Honda  residents,  including  the  City's  failure  to  ensure \nresidents'  reasonable  safety,  failure  to provide  adequate \nhealth care  services,  and  failure  to  provide  an  adequate \nliving environment. \n\n- 4  -\nOur  focused  review  of  the  City's  admission  and  discharge \npractices  and  policies  revealed  credible  allegations  that  the \nState  may  be  contributing  to  the  unnecessary  isolation of \ncertain Laguna  Honda  residents  through  its administration of \nMedicaid  programs  and  waivers,  as  well  as  other  long-term care \nprograms  and  services.  As  a  result,  on  April  23,  2003,  we \nnotified  then-Governor  Gray  Davis  that  we  were  broadening  our \nongoing  investigation of  the  City of  San  Francisco  to \ndetermine  whether  the  State  similarly contributes  to  the \nunnecessary  institutionalization of  qualified  residents  at \nLagu~a Honda. \nIn August  2003,  as  part  of  our  investigation of  the \nState,  we  interviewed  State  officials  from  various  departments \nin California's  Health  and  Human  Services  Agency,  including \nstaff  from  the  Departments  of  Health  Services,  Mental .Health, \nDevelopmental  Services,  Social  Services,  and  Aging.  Each \ndepartment  is  charged  with  administering  and/or  providing \nprogrammatic  oversight  of  long-term care  or  related programs \nand  services  in  San  Francisco  and  at  other  locations  in \nCalifornia,  including  those  which  provide  home- and  community \nbased  alternatives  to  institutional-based care.  In  addition, \nwe  reviewed  documents  and  materials  provided  by  the  State. \nII.  LEGAL  FRAMEWORK \nWith  the  passage  of  the  ADA,  Congress  intended  to  provide \na  \"clear  and  comprehensive  national  mandate  for  the \nelimination of  discrimination  against  individuals  with \ndisabilities.\"  42  U.S.C.  §  12101(b) (1) .3  In  Title  II  of  the \nADA,  Congress  set  forth  specific  prohibitions  against \ndiscrimination  in public  services  furnished  by  governmental \n3  Congress  found  that  \"historically,  society has  tended \nto  isolate  and  segregate  individuals  with  disabilities,  and, \ndespite  some  improvements,  such  forms  of  discrimination \nagainst  individuals  with  disabilities  continue  to  be  a  serious \nand  pervasive  social  problem.  [D]iscrimination  against \nindividuals  with  disabilities  persists  in  such  critical  areas \nas  ...  institutionalization.  [I]ndividuals  with \ndisabilities  continually  encounter various  forms  of \ndiscrimination,  including  outright  intentional  exclusion, \nfailure  to  make  modifications  to  existing  facilities  and \npractices,  [and]  segregation.\"  42  U.S.C.  §  12101 (a)  (2), \n(3),  (5). \n\n- 5  -\nentities.  Specifically,  the  ADA  provides  that  \"no  qualified \nindividual  with  a  disability shall,  by  reason  of  such \ndisability,  be  excluded  from  participation in or be  denied  the \nbenefits  of  the  services,  programs,  or  activities  of  a  public \nentity,  or  be  subjected  to  discrimination  by  any  such  entity.\" \n42  U.S.C.  §  12132.  The  regulations  promulgated  pursuant  to \nthe ADA  provide  that  \"[a]  public  entity shall  administer \nservices,  programs,  and  activities  in  the  most  integrated \nsetting appropriate  to  the  needs  of  qualified  individuals  with \ndisabilities.\"  28  C.F.R.  §  35.130(d).  The  preamble  to  the \nregulations  defines  \"the  most  integrated  setting\"  to mean  a \nsetting-\"that  en~bles individuals  with  disabilities  to \ninteract  with  nondisabled  persons  to  the  fullest  extent \npossible.\"  28  C.F.R.  pt.  35,  App.  A  at  450. \nIn  construing  the  anti-discrimination provision  contained \nwithin  the  public  services  portion  (Title  II)  of  the ADA,  the \nSupreme  Court  held  that  \"[u]njustified  [institutional] \nisolation  ...  is  properly  regarded  as  discrimination based  on \ndisability.\"  Olmstead v.  L.C.,  527  U.S.  581,  597,  600  (1999). \nThe  Court  explained  that  \"institutional  placement  of  persons \nwho  can  handle  and  benefit  from  community  settings  perpetuates \nunwarranted  assumptions·that  persons  so  isolated are  incapable \nor unworthy  of  participating  in  community  life.\"  Id.  at  600. \nThe  Court  added  that  \"confinement  in  an  institution severely \ndiminishes  the  everyday  life activities  of  individuals, \nincluding  family  relations,  social  contacts,  work  options, \neconomic  independence,  educational  advancement,  and  cultural \nenrichment.\"  Id.  at  601.  The  Court  established a  three-prong \ntest  to  determine  when  jurisdictions are  required  to  provide \ncommunity-based  treatment  for  persons  with  mental \ndisabilities.  The  Court  held  that  jurisdictions  are  required \nto  provide  such  services  when:  (A)  \"an  individual  'meets  the \nessential  eligibility requirements'\"  for  protections,  supports \nand  services  in a  community-based  program,  based upon \nreasonable  assessments  of  the  individual's  treating \nprofessionals;  (B)  \"the  affected persons  do  not  oppose  such \ntreatment\";  (C)  and,  the  placement  can  be  \"reasonably \naccommodated,\"  taking  into  account  the  resources  available  to \nthe  jurisdiction and  the  needs  of  others  who  are  similarly \nsituated.  Id.  at  602,  607.  See  also  Townsend  v.  Quasim,  328 \nF.3d  511  (9th  Cir.  2003)  (applying  the  Supreme  Court's  Olmstead \nanalysis  in  reversing  grant  of  summary  judgment  in  favor  of \nthe  State) . \n\n- 6  -\nWith  the  New  Freedom  Initiative,  President  George  W;  Bush \nannounced  that  one  of  the  top  priorities  for  this \nAdministration was  to  tear down  barriers  to  equality and  to \nexpand  opportunities  available  to Americans  living with \ndisabilities.  As  one  step  in  implementing  the  New  Freedom \nInitiative,  the  President,  on  June  18,  2001,  signed  Executive \nOrder  No.  13217,  entitled  \"Community-Based Alternatives  for \nIndividuals with  Disabilities.\"  In  that  Order,  the  President \nemphasized  that  unjustified  isolation or  segregation  of \nqualified  individuals  with  disabilities  in  institutions  is  a \nform  of  prohibited discrimination,  that  the  United  States  is \ncommitted  to  community-based  alternatives  for  individualswith \ndisabilities,  and  that  the  United  States  seeks  to  ensure  that \nAmerica's  community-based  programs  effectively foster \nindependence  and  participation  in  the  community  for Americans \nwith  disabilities.  Exec.  Order  No.  13217,  §§  1(a)-(c), \n66  Fed.  Reg.  33155  (June  18,  2001).  The  President  directed \nthe  Attorney General  to  \"fully enforce\"  Title  II  of  the ADA, \nespecially  for  the  victims  of  unjustified \ninstitutionalization.  Id.  at  §  2(c).  The  Executive  Order \ndirected  federal  agencies  to  identify and  remove  barriers  that \nimpede  opportunities  for  community  placement.  In  response, \nfederal  agencies  have  undertaken  several  initiatives, \nincluding  clarifying  federal  statutes  and  regulations  to \nassist  in  the  transition of institutionalized  individuals  into \nmore  integrated settings,  increasing  federal  funding  for \nprograms  and  projects  aimed  at  expanding  opportunities  for \ncommunity  living,  and  ensuring  full  and  comprehensive \nenforcement  of  Title  II  of  the  ADA.  See  U.S.  Dep't  of  Health \n& Human  Serv.,  Delivering on  the  Promise:  Compilation  of \nIndividual  Federal  Agency  Reports  to  Eliminate  Barriers  and \nPromote  Community  Integration  (2002). \nIII.  FACTUAL  CONTEXT \nOn  April  1,  2003,  we  informed  the  City  that  Laguna  Honda \nfails  to provide  meaningful,  adequate,  and  periodic \nassessments  of  qualified  residents'  potential  for  placement  in \nthe  most  integrated community  setting  in violation of  the ADA. \nSee  2003  Findings  Letter at  8-15.  For  your  convenience,  our \n2003  Findings  Letter  is  attached.  Specifically,  we  found  many \nLaguna  Honda  residents  who  were  not  appropriate  for  admission \nand/or  ongoing  placement  at  the  nursing  home,  yet  seemed  to \nlanguish  there  due  to  inadequate  assessments  or  a  failure  to \nimplement  existing  assessments.  For  example: \n\n- 7  -\n•  We  found  a  resident  who  had  remained  ~t Laguna  Honda  for \nover  a  decade  even  though  she  was  assessed  as  having  no \nskilled nursing  or medical  needs  and  required  no \nassistance  in her  activities  of  daily  living.  Her \ndischarge  assessment  had  long  included  notes  that  she  was \nready  for  discharge  and  she  had  long  expressed  a  strong \ndesire  to  leave. \n•  We  found  individuals  admitted  to  and  residing  at  Laguna \nHonda  for  years  simply because  their  caregivers  needed \nthe  skilled nursing  care  provided  at  Laguna  Honda.  In \nfact,  the  individuals  themselves  did  not  have  an  assessed \nneed  for  nursing  home  services. \n•  We  found  several  residents  with mental  illness  who  were \nnot  identified as  having  mental  illness  upon  admission  to \nLaguna  Honda.  These  individuals  were  not  given  a \ncomplete  Preadmission  Screening  and  Resident  Review \n(\"PASRR\")  evaluation,  as  is  required  by  federal  law,  to \nhelp  determine  proper  residential  placement  and  treatment \nfor  individuals  with  mental  disabilities.  As  a  result, \nthese  persons  may  have  been  improperly admitted  to  the \nfacility based  on  these  inadequate  assessments. \n•  We  found  that  some  residents  who  wanted  to  move  to  the \ncommunity  did  not  have  a  short- or  a  long-term discharge \nplan with proper  assessments  in their  records. \n•  We  found  many  individuals  who  had  remained  at  Laguna \nHonda  too  long  simply because  discharge  assessment  and \nplanning  is not  an  integral  component  of  service  delivery \nat  the  nursing  home,  either at  the  time  of  admission  or \nthereafter.  We  found  individuals  who  did  not  require  or \nno  longer  required  skilled nursing  care  yet  who  remained \nat  the  facility  for  months  and,  in  some  instances,  even \nyears. \n•  We  found  many  individuals  who  had  remained  at  Laguna \nHonda  because  of  limited  community  capacity or  the \nperception of  limited community  capacity,  not  because  of \ntheir skilled nursing  needs.  These  individuals  often \ntravel  to  and  interact  in  the  community,  returning  to  the \nnursing  home  each  night  simply because  they  have  not  been \nprovided with  appropriate  community  supports. \n\n- 8  -\nWe  further  found  that  Laguna  Honda  residents  become \nand/or  remain  unnecessarily  isolated at  the  facility,  in \nviolation of  the  ADA.  Overall,  we  found  that  the  assessment \nand  discharge  process  at  Laguna  Honda  is  substantially flawed \nin  that  not  only does  it admit  some  people  to  the  facility who \ndo  not  need  restrictive  care,  but  it is unduly  cumbersome  and \nprolonged,  resulting  in many  residents  remaining  in  the \nfacility  long  after their  level  of  medical  acuity would \ndictate  transfer  to  a  more  integrated  setting.  Given  our  in \ndepth  review  of  facility practices  over  several  years,  we \nfound  that  the  problems  were  systemic,  a  gross  departure  from \ngenerally accepted practices  and  legal  standards,  and were \nlikely to  continue  in  the  future  absent  implementation  of \nremedial  measures. \nThe  unnecessary  segregation  issue  at  Laguna  Honda  is  even \nmore  pressing  now  given  recent  events  at  the  facility.  Laguna \nHonda's  Administrator  recently confirmed  to  us  that  the \nfacility  has  continued  to  accept  younger  residents,  many  of \nwhom  have  significant  mental  health  and  behavioral  issues.  In \nfact,  in  light  of  this  situation,  the  facility apparently has \nadded  two  secure  units  since  our  last  tour  of  the  facility. \nWe  understand  that  even  the  physicians  at  Laguna  Honda  have \nexpressed  serious  concerns  about  recent  changes  in the \nfacility's  admissions  policies,  which  enable  the  admission  of \npatients  who  could  compromise  resident  safety by  introducing \nindividuals  whose  needs  staff may  simply be  ill-equipped  to \nhandle. \nWe  note  that  the  State's  own  surveys  conducted  earlier \n\"this  year  in February and  May  pursuant  to  the  State's ongoing \nparticipation  in  the  Medicaid  program  on  behalf  of  the  federal \nCenters  for  Medicare  and  Medicaid  Services  (\"CMS\")  revealed  a \nnumber  of  significant  concerns,  including: \n•  A  resident  reported  that  he  witnessed  a  female  staff \nperson  hit  a  male  resident  when  that  resident  accidently \nknocked  his  denture  cup  under  the  bed.  Laguna  Honda's \ninvestigation report  indicated  that  abuse  was  not \nsubstantiated because  the  resident  eyewitness  of  the \nalleged abuse  declined  to  stand by  his  statement  for  fear \nof  having  to  \"testify in court.\" \n•  A  resident  suffered  a  broken  hip  after a  Laguna  Honda \nnurse  attempted  to  insert  a  rectal  suppository while  the \nresident  was  standing  up.  The  resident  ran  away  from  the \n\n- 9  -\nnurse  and  slipped and  fell.  This  resident  had  diagnoses \nof  osteoarthritis  and  advanced  osteoporosis, placing him \nat  high  risk  for  fractures,  and  had  been  identified by \nhis  team  as  an  elopement  risk.  Seven  months  after the \nfall,  when  State  surveyors  visited Laguna  Honda,  the \nresident  still had  not  recovered  fully.  Prior  to  the \nfall,  he  had  walked  independently.  At  the  time  the \nsurveyors  visited him,  he  required  \"extensive  assistance\" \nin activities  such  as  bed  mobility and  transfers,  and  was \nusing  a  walker  for  arnbulation. \n•  Another  resident,  whom  Laguna  Honda  staff had  identified \nas  needing  supervision when  ambulating  and  assistance \nwith  activities  of  daily  living,  fell  on  three  different \noccasions.  The  first  time,  he  was  unsupervised  and  a \nnurse's  aide  found  him  lying on  the  floor  in the  back  of \nthe  ward.  The  resident  sustained  an  impacted  fracture  of \nhis  upper  right  arm.  Approximately  three  months  after \nthe  initial  fall,  the  resident  appears  to have  fallen \nagain,  sustaining  a  fracture  of  his  upper  left arm.  An \nassessment  completed  after the  third  fall  indicated  that \nthe  resident  had  decreased  range  of  motion  in both upper \nextremities  with  declines  in his  activities  of  daily \nliving  such  as  transfers,  eating,  dressing,  and \narnbulation. \n•  According  to  the  State  surveyors,  a  resident  who  entered \nthe  facility without  pressure  sores4  developed  an \navoidable  pressure  sore  that  Laguna  Honda  staff  only \nassessed  and  began  treating once  it had  reached  a  very \nadvanced  stage.  Another  resident  was  assessed upon \nadmission  to  Laguna  Honda  in October  2003  as  having  a \nsignificant  pressure  sore  on  his  tailbone,  but  the \nfacility  failed  to  develop  a  treatment  plan  to  address \nthe  existing pressure  sore  or  to prevent  new  ones  from \nforming. \n4  Pressure  sores,  also  called decubitus  ulcers  or bed \nsores,  are  painful  lesions  caused  by  unrelieved pressure \nresulting  in damage  of  underlying  tissue.  They  are  usually \nlocated over  bony  prominences  and  are  graded or  staged  to \nclassify  the  degree  of  tissue  damage  observed.  Neglected  or \nimproperly  treated pressure  sores  can  lead  to  skin  and  tissue \nloss  and  bone,  tendon  and/or muscle  damage. \n\n- 10  -\nIn  light  of  these  and  other recent  and  troubling  events, \nthere  is  an  even  more  compelling  need  to  address  systemic \nproblems  associated with placement  of  residents  in  the  most \nintegrated  setting,  as  an  inappropriate  and  unduly  protracted \nstay at  Laguna  Honda  may  imperil  residents'  health,  safety, \nand  welfare. \nIV.  FINDINGS \nA.  THE  STATE  CONTRIBUTES  TO  THE  UNNECESSARY  SEGREGATION  OF \nLAGUNA  HONDA  RESIDENTS  BY  NOT  REQUIRING  ADEQUATE \nASSESSMENTS  WHEN  AUTHORIZING  PLACEMENTS  AT  LAGUNA  HONDA \nFederal  law  requires  States  to  ensure  that  Medicaid  funds \nare  paid only  for  medically necessary  services.  42  U.S.C. \n§  1396a(a) (30).  Pursuant  to  its participation in  the  Medicaid \nprogram,  California  requires  authorization  from  the  State \nbefore  facilities  like  Laguna  Honda  may  provide  reimbursable \nskilled nursing  services  to  covered  individuals. 5  The \nauthorization  is  to  be  premised  on  a  meaningful  State  review \nof  a  person's  individualized needs  and  functioning  capacity \nthroughout  his  or her  stay in the  nursing  horne.  Nursing \nfacilities  are  to  obtain prior  authorization  from  the  State \ninitially,  as  well  as  State  re-authorization  for  continued \nstays  upon  expiration of  initial  approval  periods. \nIn  addition,  the  State  is  to  ensure  that  there  are \nadequate  assessments  of  individuals'  eligibility for  community \ncare.  For  example,  each  resident  of  a  nursing  facility must \nbe  provided  with  a  comprehensive  assessment  of  his/her needs \nand  functional  capacity,  including potential  for  discharge  to \nthe  community.  42  U.S.C.  §  1396r;  42  C.F.R.  §  483.20.  Such \ncomprehensive  assessments  are  required  upon  admission  and \nperiodically thereafter.  42  C.F.R.  §  483.20(b) (2)  (i)  (within \n14  days  of  admission);  42  C.F.R.  §  483.20 (b) (2)  (iii)  (ongoing \nreviews  at  least  annually) .  These  requirements  are  consistent \nwith  the  Olmstead  opinion  in which  the  Supreme  Court  held  that \nthe  ADA  requires  jurisdictions  to provide  community-based \ntreatment  \"when  the  State's  treatment  professionals  determine \nthat  such  placement  is  appropriate  \"  Olmstead,  527 \n5  California's  authorization  is obtained when  a  nursing \nfacility  like Laguna  Honda  submits  a  Long  Term  Care  Treatment \nAuthorization Request  (\"LTC  TAR\")  form  to  the  State  for \napproval. \n\n- 11  -\nU.S.  at  607.  The  Court  explained  that  jurisdictions may  rely \n\"on  the  reasonable  assessments  of  its own  professionals  in \ndetermining  whether  an  individual  'meets  the  essential \neligibility requirements'\"  for  a  community-based  program.  Id. \nat  602. \nThe  State  of  California,  however,  regularly  fails  to \nprovide  adequate  review  of  facility  assessments  to  ensure  that \nLaguna  Honda  residents  are  served  in the  most  integrated \nsetting consistent  with  federal  law.  In  fact,  the  State's \nauthorization process  does  not  require  nursing  homes  to  supply \ninformation  critical  to  ensure  an  informed -authorization \ndecision.  Specifically,  the  State  does  not  require \ninstitutional  providers  like  Laguna  Honda  to provide  detailed \ninformation  on  appropriate  alternative  placements  to  the \nnursing  home,  the  person's  previous  status  in  the  community, \nor  possible  resources  that  might  be  available  to  facilitate \ncommunity  placement  in the  future.  Without  this,  the  State \ndoes  not  possess  all  necessary  information  to  enable  it to \nmake  an  informed  authorization decision.  As  a  result,  many \nLaguna  Honda  residents  are  now,  or ultimately will  become, \nisolated  in a  restrictive and  segregated  setting at  the \nnursing  home  and  excluded  from  participating  in  and \nbenefitting  from  community-based  aiternatives  provided  or \nadministered  by  the  City  and  State. \nThis  institutionalization  is especially troubling given \nthat  the  State  routinely  approves  Laguna  Honda's  authorization \nrequests  for  periods  of  up  to  two  years  - the  maximum  allowed \nby  the  State  - without  requiring  that  Laguna  Honda  determine \nwhether  residents  are  appropriate  for  community  placement. \nDuring  these  often prolonged periods,  the  State  provides \nlittle further  review  or  analysis  of  the  appropriateness  of \nthe  nursing  home  placement. 6  State  sanction of  such  pr~longed \n6  The  State's  authorization process  may  simply  not \nprovide  sufficient  time  and  opportunity  for  meaningful \noversight  and  review  of  individuals'  needs  given  the  large \nvolume  of  authorization  requests  the  State  must  process.  For \nexample,  in July  2003,  the  State  office  responsible  for \nreviewing  authorization  requests  from  nursing  facilities \nreceived  a  total  of  17,000  authorization  requests  for  a \nvariety of  Medicaid  services,  including  9,000  initial \nauthorization  and  3,000  re-authorization  requests  for  long \nterm  care.  This  large volume  of  requests  had  to  be  reviewed \n\n- 12  -\nstays  serves  as  a  disincentive  for  nursing  home  personnel  to \nfind  other more  appropriate  integrated placements.  The \nunsurprising  consequence  is  that  a  significant  number  of \nLaguna  Honda  residents  remain  at  the  nursing  home  long  after \ntheir  condition  improves  and  they  become  eligible  for \ncommunity  placement. \nAs  is  evident,  the  State's  inadequate  review  process \nallows  an  institutional  provider  like  Laguna  Honda  to  play a \nnearly exclusive  role  in determining  whether  or not  an \nindividual  has  meaningful  access  to  home- and  community-based \nservices.  Indeed,  the  nursinghome  may  even  have  a  conflicted \nperspective  in assuming  this  role.  A  nursing  home  may  have  a \nfinancial  disincentive  to  place  residents  into the  community \nwhere,  as  with  Laguna  Honda,  the  nursing  home  receives \nenhanced  funding  from  both  the  Federal  government  and  the \nState  to  provide  services  in the  nursing  home.  As  we  noted  in \nour  earlier  findings  letter,  as  of  two  years  ago,  the  United \nStates  and  the  State  of  California collectively pay  $236.00 \nper  resident  per day  for  services  at  Laguna  Honda.  The  United \nStates  likely pays  (or  is  about  to pay)  additional  monies  for \neach  day  of  nursing  home  care  at  Laguna  Honda  associated with \nother  atypical  expenses. \nUnder  the  current  system,  a  Laguna  Honda  resident  must \ndepend  on  the  nursing  facility's  discharge  planners  to \ncoordinate  and  monitor  all  of  the  supports  and  services \nnecessary  for  discharge.  If  the  discharge  process  is unduly \ncumbersome  and  prolonged,  staffed with  overburdened personnel \nand  adjudicated by  only  34.5  staff members  (32  full-time \nnurses,  2  full-time  doctors,  and  one  part-time  doctor) .  This \nvolume  may  explain why  State  authorization  decisions  are  based \nprimarily on  a  paper  review  and  not  on  independent,  in-person \nphysical  assessments.  Moreover,  according  to  State  officials, \nauthorization  requests  are  rarely referred  to  a  physician  for \neven  a  paper  review;  nearly all  are  adjudicated  by  nurse \nconsultants.  As  a  result,  the  State  routinely approves  the \nrequests  that  facilities  like  Laguna  Honda  submit  to  it.  In \nfact,  it appears  that  the  State  did  not  deny  any  of  the  Laguna \nHonda  authorization  requests  from  January  2000  through \nFebruary  2002,  and  denied  only  four  - or  less  than  one-half  of \none  percent  - of  the  more  than  1,200  authorization  requests \nsubmitted by  Laguna  Honda  from  June  1,  2002  through  July  16, \n2003. \n\n- 13  -\nwith  little ability to  develop  and  implement  a  coordinated \nnetwork  of  community  services  for  the  dozens  of  individuals  on \ntheir  caseloads,  the  residents  are  likely to  remain  in  the \ninstitutional  setting  for  a  prolonged  period of  time. \nThe  State  appears  to  have  recognized  the  limitations  of \nthe  current  situation.  In  2001,  the  State  established a \nworkgroup  to draft  a  revised  assessment  tool  to  assist  in \nidentifying  nursing  facility  residents  clinically appropriate \nfor,  and  interested  in,  transitioning  to  a  community  setting. \nIn  2002,  CMS  awarded  a  $600,000  \"Systems  Change\"  grant  to the \nState  to  assist  in these  efforts,  but  the  State  ultimately \nrefused  the  grant  money.  In  a  letter to  CMS,  the  State  cited \nbudgetary  constraints  as  the  reason  for  not  accepting  the \ngrant.  At  the  time  of  our  interviews,  State  officials  were \nuncertain whether  future  funding  would  be  allocated  to \nfinalize  and  implement  a  revised  assessment  tool. \nThe  aforementioned  assessment  and  State  review \ndeficiencies  impact  negatively particular Laguna  Honda \nresidents  who  often  do  not  appear  to  require  the  restrictive \nlevel  of  care  provided  at  a  nursing  home.  The  following  serve \nas  illustrative examples  of  the  larger  systemic  problems: \n•  The  State  approved  a  two-year  nursing  care  authorization \nfor  Laguna  Honda  resident  Shanika  R.  from  December  1, \n2002  through  December  1,  2004,  even  though  she  had  no \nskilled nursing  needs  at  the  time  of  our  review. \nMoreover,  although  Shanika  has  indicated  a  preference  to \nlive  in  the  community,  there  is no  description of  what \nefforts  Laguna  Honda  has  made  to  place  her  in  a  more \nintegrated  setting. \n•  The  State  had  approved  a  two-year  nursing  care \nauthorization  for  46-year-old Laguna  Honda  resident \nCharles  M.,  from  June  1,  2002  through  June  1,  2004,  even \nthough  his  team  had  already  identified him  as  appropriate \nfor  community  placement.  Charles  had  wanted  to  leave  the \nnursing  home  for  some  time,  but  a  viable  community \nplacement  was  not  identified  for  him  until  July  2003. \nLack  of  viable  community  options  appears  to  be  a  systemic \nproblem  at  Laguna  Honda.  For  example,  the  facility's \nauthorization requests  to  the  State  from  June  1,  2002 \nthrough  July  16,  2003  reveal  that  while  community  options \nwere  discussed  for  about  two-thirds  of  the  residents, \n\n- 14  -\nnone  of  the  requests  listed that  community  options  were \nactually available. \n•  The  State  approved  a  two-year  nursing  care  authorization \nfor  Laguna  Honda  resident  Helen A.  from  August  1,  2002 \nthrough August  1,  2004,  even  though  Helen  had  routinely \nbeen  attending  day  programming  in  the  community  for  some \ntime.  There  was  no  indication  in her  record  that  her \ninterdisciplinary team  had  explored  appropriate  community \nalternatives  for  her.  Helen  died  in March  2003  without \never  finding  an  appropriate  community  residence.  She  had \nlived  at  the  nursing  home  for  over  20  years,  with  the \nState  providing  authorization  approvals  throughout  the \ncourse  of  her  stay. \n•  Former  Laguna  Honda  resident  June  M.  died  in July  2003, \nalso  without  ever  finding  an  appropriate  community  home. \nJune  was  an  elde:rly woman  with  congenital  blindness.  For \nover  10  years,  the  State  had  approved  nursing  services  at \nLaguna  Honda  for  her  in  spite  of  the  fact  that  she \nroutinely  left  the  nursing  home  during  the  day  to visit \nfriends.  She  took  public  transportation,  reportedly \nneeded  little,  if any,  assistance  from  Laguna  Honda \nstaff.  Indeed,  Laguna  Honda  documents  indicate  that  she \nrequired no  assistance  in her  activities  of  daily  living. \nHer  annual  medical  review  reported  that  \"[s]he  has  no \nskilled nursing  needs.\"  Moreover,  she  indicated  a  strong \npreference  to  return  to  the  community.  Nonetheless,  at \nthe  time  of  our  last visit,  her  most  recent  discharge \nnote  coded  her  discharge  potential  as  uncertain.  June \nclearly wanted  to  reside  in the  community  and  could  have \ndone  so  if provided assistance  with  cooking, \nhousekeeping,  and  transportation.  Towards  the  end  of  her \nlife,  it appears  that  the  State  finally  came  to  recognize \nthrough  its authorization  review process  that  Laguna \nHonda  needed  to  pursue  community  placement  for  June.  On \na  few  occasions  prior  to  her  death,  when  the  facility \nrequested  two-year  extensions  for  her  continued  stay,  the \nState  approved  a  reduced.time  period. \n•  The  State  approved  a  two-year  nursing  care  authorization \nat  Laguna .Honda  for  resident  Brian  Y. 7  from  June  1,  2003 \n7  In  order  to  protect  the  confidentiality of  the  Laguna \nHonda  residents  referenced  in this  letter,  we  have  substituted \n\n- 15  -\nthrough  June  1,  2005,  even  though  he  is very  independent \nand  requires  little,  if any,  assistance  from  nursing  home \nstaff.  Brian  is  about  50  years  old and  entered Laguna \nHonda  from  a  hospital  after a  traffic  accident  that  left \nhim  mobility  impaired.  He  leaves  the  nursing  home  daily \nto  work  and  attend community  meetings  and  social  events \noutside  of  the  facility.  He  takes  public  transportation \nwithout  any  assistance  from  nursing  home  staff. \nNonetheless,  it is  unclear what  steps  Laguna  Honda  has \ntaken  to  identify a  current  community  placement  for \nBrian.  It  is  also  unclear what  steps  the  nursing  home \nhas  taken  to  provide  him  with  counseling  and/or  other \nsupports  he  needs  to  overcome  any  apprehension  he  may \nhave  acquired  in his  many  years  at  the  nursing  home  with \nregard  to  his  possibly  living  in  the  community.  The \nState  has  authorized  this  restrictive  nursing  home \nplacement  for  Brian  for  over  a  decade. \nB.  ASSESSMENTS  FAIL  TO  SCREEN  ADEQUATELY  THOSE  INDIVIDUALS \nWITH  MENTAL  ILLNESS  AND/OR  DEVELOPMENTAL  DISABILITIES, \nCONTRIBUTING  TO  IMPROPER  PLACEMENTS  AT  LAGUNA  HONDA \nFederal  law  provides  for  heightened  review  and  screening \nfor  persons  with  mental  illness  or  developmental  disabilities \nwho  are  admitted  to  a  nursing  home. 8  The  purpose  of  the \npseudonyms  for  their  real  names.  We  have  kept  the  pseudonyms \nconsistent  with  those  used  in our  earlier correspondence  in \nthis  matter. \n8  The  Social  Security Act  prohibits  Medicaid-certified \nnursing  facilities  from  admitting  any  individual  with  a  mental \nillness or  developmental  disability unless  the  State  mental \nhealth or developmental  disability authority determines  that \nthe  individual  requires  the  level  of  services  provided  by  the \nnursing  facility based  on  an  independent  physical  and  mental \nevaluation.  42  U.S.C.  §  1396r(B) (3)  (F).  In  addition,  the \nState  mental  health or developmental  disability authority must \ndetermine  whether  an  individual  requires  \"specialized \nservices\"  to  address  his  or  her  mental  illness  or \ndevelopmental  disability needs.  42  U.S.C. \n§§  1396r(e) (7) (B)  (i) (II),  (ii) (II).  In  order  to  identify \nindividuals  who  may  have  a  serious  mental  illness  or \ndevelopmental  disability,  all  nursing  home  applicants  must  be \ngiven  a  preadmission  screening  and  resident  review  (\"PASRR\"). \n\n- 16  -\nfederal  law  is  to prevent  the  unnecessary  admission  and \nconfinement  of  these  persons  in  a  nursing  home  that  may  not  be \ntailored  to  meet  their unique  needs.  Accordingly,  through  the \nPreadmission  Screening  and  Resident  Review  (\"PASRR\")  process, \nthe  State  must  ensure  that  residents  who  are  suspected of \nhaving  a  serious  mental  illness  or  a  developmental  disability \nare  adequately assessed  to  determine,  among  other  things,  the \nneed  for  nursing  facility  services  and  the  appropriateness  of \ncommunity  care. 9  The  mere  fact  that  an  individual  has  mental \nSee  42  C.F.R.  §  483  Subpart  C  (Preadmission  Screening  and \nAnnual  Review  of  Mentally  Ill and  Mentally  Retarded \nIndividuals).  The  screening  used  to  identify an  individual's \nment~l illriess  or developmental  disability  is known  as  a \n\"PASRR  Level  I  Screen\"  and  is  completed  by  the  nursing \nfacility or an  acute  hospital  discharge  planner.  The  State  is \nresponsible  for  conducting  independent  physical  and  mental \nevaluations,  known  as  \"PASRR  Level  II  Evaluations\"  for \nindividuals  identified as  having  a  serious  mental  illness  or \ndevelopmental  disability by  the  PASRR  Level  I  Screen.  Federal \nregulations  require  that  a  State's Medicaid  agency  maintain \nwritten  agreements  with  State  mental  health  and  mental \nretardation authorities  to  ensure  compliance  with  federal \nPASRR  requirements,  including  ensuring  that  PASRR  screening \nand  evaluations  are  performed  in  a  timely manner  and  that \nState  mental  health  and  mental  retardation authorities  use \nevaluation  criteria as  outlined  in  federal  regulations. \n42  C.F.R.  §  483.128.  If  an  individual  with  a  mental  illness \nor  developmental  disability is admitted  into  a  nursing \nfacility,  the  nursing  facility  is  required  to  notify  the  State \nif  there  is  a  \"significant  change\"  in  the  individual's \nphysical  or mental  condition.  42  U.S.C. \n§  1396r(e) (7)  (B)  (iii). \n9  \"For  each  applicant  for  admission  to  a  nursing  facility \nand  each  nursing  facility  resident  who  has  mental  illness  or \nmental  retardation,  the  evaluator must  assess  whether: \n(1)  the  individual's  total  needs  are  such  that  his  or her \nneeds  can  be  met  in  an  appropriate  community  setting;  (2)  the \nindividual's  total  needs  are  such  that  they  can  be  met  only  on \nan  inpatient  basis,  which  may  include  the  option of  placement \nin  a  home  and  community-based  services  waiver  program,  but  for \nwhich  the  inpatient  care would  be  required;\"  and  whether  the \nnursing  facility  is  an  appropriate  institutional  setting. \n42  C.F.R.  §  483.132. \n\n- 17  -\ndisabilities does  not  mean  that  individual  belongs  in a \nnursing  facility.  Indeed,  many  persons  with  many  disabilities \nlive  and  work  in  the  community  throughout  the  country. \nAs  set  forth  below  and  in our April  1,  2003  findings \nletter,  the  State's  PASRR  process  contributes  to  the \nunnecessary  institutionalization of  Laguna  Honda  residents  by \nfailing:  (i)  to  identify adequately  residents  who  are \nsuspected of  having  a  serious  mental  illness  or  a \ndevelopmental  disability,  which  would  trigger a  further,  in \ndepth  and  independent  assessment  for  the  appropriateness  of \ncommunity  placement,  and  (ii)  to  assess  adequately  those \nindividuals  who  are  identified as  having  mental  illness  or a \ndevelopmental  disability for  community  placement.  See  2003 \nFindings  Letter at  10-11.  We  found  individual  Laguna  Honda \nresidents  with  both  a  clear history  and  present  indications  of \nmental  disabilities who  were  not  identified as  having  mental \nillness  or developmental  disabilities  on  their  PASRR  Level  I \nevaluations. \nThe  State  has  played  an  important  role  in  the  PASRR \nprocess  failures.  In general,  the  State has  failed  to  provide \nappropriate  oversight  and  monitoring  of  the  PASRR  process  at \nLaguna  Honda.  For  example,  the  State  is  to  review  all \nsections  of  PASRR  Level  I  forms  received  from  nursing \nfacilities  like  Laguna  Honda  and  return  those  that  are \nincomplete  or  inconsistent  with  other  resident  information \nsubmitted  as  part  of  the  approval  process.  Nonetheless,  in \nspite  of  often  compelling  facts  that  should  have  prompted \nfurther  and  more  in-depth  review,  the  State  has  authorized  the \nadmission  of  certain  individuals  into  Laguna  Honda  without \nrequiring  needed  physical  and  mental  evaluations  to  determine \nthe  appropriateness  of  nursing  facility placement. \nEarlier  this  year,  the  State Medicaid  surveyors  cited \nthis  as  a  problem  at  Laguna  Honda.  Specifically,  the  State \nsurveyors  found,  as  did our  consultant,  that  the  facility \nfailed  to  make  a  referral  to  the  State Department  of  Mental \nHealth  for  a  Level  II  PASRR  evaluation  for  a  resident  with  a \nlong-standing  diagnosis  of  serious  mental  illness  and  a \npossible  developmental  delay.  Indeed,  at  one  point  in her \nlife,  this  person  had  resided  at  the  Agnews  Developmental \nCenter  - a  State  owned  and  operated  facility  serving  persons \nwith  developmental  disabilities.  According  to  the  State \nsurveyors,  despite  the  fact  that  the  resident's  October  31, \n2000  Level  I  screening  clearly  identifies  her  as  having  a \n\n- 18  -\nmental  illness  that  would  qualify her  for  a  Level  II \nevaluation,  the  Level  I  screening  form  indicates  \"no  referral \nnecessary.\"  A  later screening  on  September  24,  2002  similarly \nidentified her  as  meeting  the  criteria  for  a  Level  II \nscreening  by  the  State Department  of  Mental  Health,  but  no \nreferral  was  made.  This  screening  also  identified  the  need \nfor  the  State  Department  of  Developmental  Services  to  conduct \nan  evaluation,  but  the  surveyors  were  unable  to  identify any \nfollow-up  documents  in her  Laguna  Honda  record.  The  facility \ncould  not  provide  the  State  surveyors  with  any  further \ndocumentation  with  regard  to  efforts  to  provide  the  resident \nwith  specialized services  or  refer  her  to  the  State Department \nof  Mental  Health  for  evaluation. \nThis  person,  along  with  persons  we  have  identified in  the \npast,  clearly needed  the  more  in-depth  Level  II  evaluations  of \ntheir mental  illnesses,  but  none  were  conducted.  As  a  result, \nit remains  unclear  whether  these  or other  similarly situated \nindividuals  are  appropriate  for  confinement  in  the  Laguna \nHonda  nursing  home. \nThe  State  has  failed  to  fulfill  its PASRR  oversight  role \nin other ways,  too.  For  example,  State  officials  acknowledged \nthat  they  cannot  accurately  track whether  nursing  facilities, \nlike  Laguna  Honda,  are  notifying  the  State,  as  required,  when \nan  admitted  resident  experiences  a  significant  change  in \nhealth  status.  Under  federal  law,  nursing  facilities  must \npromptly  notify  the  State  mental  health or  developmental \ndisability authority when  a  nursing  facility  resident  who  has \nbeen  or  is  to  be  screened  through  the  PASRR  process \nexperiences  a  significant  change  in their physical  or  mental \nstatus.  42  U.S.C.  §  1396r(e) (7)  (B)  (iii).  Even  the \npossibility of  such  a  change  requires  the  nursing  facility  to \ncomplete  a  new  PASRR  screen,  notify  the  appropriate  State \nfield  office,  and  immediately  refer  the  individual  for  a  more \nin-depth  PASRR  Level  II  evaluation  to  be  completed  by  the \nState.  If  State  officials  do  not  take  steps  to  ensure  that \nthey  are  aware  of  health  status  changes  among  Laguna  Honda \nresidents,  they  cannot  screen  and  evaluate  the  residents \nproperly  for  appropriate  placement . \n. . \nFor  those  individuals  identified through  the  PASRR  Level \nI  screening process  at  Laguna  Honda·as  requiring  a  more  in \ndepth  State  assessment,  the  State  fails  to  ensure  that  its \nPASRR  Level  II  evaluations  adequately  assess  whether  the \nindividual's  needs  can  be  met  in a  community  setting.  Part  of \n\n- 19  -\nthe  problem  may  be  that  the  State  fails  to  instruct  its mental \nhealth  evaluators  to  identify  individuals  who  could  be  served \nin more  integrated  community  settings. 10  Nor  are  State \nevaluators  adequately  trained on  specific  assessment \nprocedures  or  competencies  in  identifying  community  resources \nfor  community  placement,  including  the  appropriateness  of  Home \nand  Community-Based  Service  (\"HCBS\")  waivers  in meeting  the \nneeds  of  nursing  facility applicants.  Without  sufficient \ntraining,  State  evaluators  engaged  in  PASRR  review  are  unable \nto  recognize  alternative,  more  integrated  community  options \nthat  may  be  more  appropriate  to  meet  the  needs  of  nursing \nfacility  residents.  Indeed,  for  the  period between  June  1, \n2002  and  July  15,  2003,  of  the  239  referrals  from  Laguna  Honda \nof  residents  suspected  of  having  mental  illness  to  the  State \nfor  a  PASRR  Level  II  Evaluation,  only  two  were  recommended  for \ncommunity  placement.  State  officials  estimate  that  only  about \nthree  percent  of  the  PASRR  Level  II  Evaluations  annually \nrecommend  community  placement  alternatives.  These  numbers \nappear  to  be  below  what  is  to  be  expected  by  such  a  review. \nIn  addition  to  assessing  the  appropriateness  of  community \ncare,  PASRR  Level  II  evaluations  must  determine whether  the \nindividual  with  mental  illness  or  a  developmental  disability \nrequires  specialized  services  or  services  of  lesser \nintensity. 11  With  respect  to  specialized  services  identified \nby  PASRR  Level  II  evaluations,  the  State  must  provide  or \narrange  for  the  provision  of  such  services.  For  mental  health \nor developmental  disability services  of  lesser  intensity,  the \n10  The  Invitation  for  Bid  for  contractors  performing \nPASRR  Level  II  evaluations  for  the  State  Department  of  Mental \nHealth  does  not  clearly state  that  the  evaluator  should \nidentify  individuals  who  could  be  served  in more  integrated \ncommunity  settings. \n11  \"The  State  must  provide  or  arrange  for  the  provision \nof  specialized  services  ...  to  all  nursing  facility  residents \nwith  mental  illness  or mental  retardation whose  needs  are  such \nthat  continuous  supervision,  treatment  and  training by \nqualified mental  health  or mental  retardation personnel  is \nnecessary  . . .  \"  42  C.F.R.  §  483.120(b).  In  addition,  \"the \nnursing  facility must  provide  mental  health  or mental \nretardation  services  which  are  of  lesser  intensity than \nspecialized  services  to  all  residents  who  need  such  services.\" \n42  C.F.R.  §  483.120(c). \n\n- 20  -\nnursing  facility must  provide  these  services.  However,  once \nresidents  enter  a  nursing  facility  like  Laguna  Honda,  the \nState  regularly  fails  to  conduct  consistent  follow-up  reviews \nto  determine  whether  such  mental  health  services  are  provided \nby  nursing  facilities  as  recommended  by  PASRR  Level  II \nevaluation  reports  and  to  assess  the  quality of  those \nservices. 12  In  fact,  we  learned  that  due  to  budget  and  staff \nlimitations,  as  of  August  2003,  the  State  Department  of  Mental \nHealth  had  visited only  seven  of  the  approximately  1,500 \nMedicare- and  Medicaid-certified nursing  facilities  in  the \nState.  Laguna  Honda  was  not  included  in  this  list of  seven. \nofficials were  uncertain whether  future  funding  would \nS~ate \nallow  for  enhanced  follow-up  activities. \nThe  State's  PASRR  Level  II  evaluators  often even  fail  to \nsend  a  copy  of  their  acthal  report  to  the  resident  or  the \nnursing  facility  as  required  by  federal  regulations. 13  Our \nreview  of  Laguna  Honda  resident  records  indicated  that  most  of \nthe  PASRR  Level  II  evaluation  reports  were  unavailable. \nInstead,  only  letters written  to  the  resident  by  the  State \nDepartment  of  Mental  Health  or  local  Regional  Center  providing \na  summary  of  general  specialty services  were  contained  in  some \nresident  records.  The  summary  letters  that  were  present  do \nnot  have  sufficient  details  to  determine  the  quality of  the \nevaluation. \n12  In  its form  letter notifying  residents  of  the  mental \nhealth  services  recommended  by  the  PASRR  Level  II  evaluation, \nthe  State  acknowledges  its oversight  role:  \"The  facility \nadministrator  is  responsible  for  the  implementation  of  [these] \nmental  health  recommendations.  The  [State]  Department  of \nMental  Health  will  monitor  the  integration of  these  mental \nhealth  services  into your  plan  of  care.\"  See  Letter  from  Mark \nRichman,  Ph.D.,  Consulting  Psychologist,  PASRR  Se~tion, \nCalifornia Department  of  Mental  Health,  to  Consuelo  A.,  Laguna \nHonda  resident  (November  29,  2000). \n13  \"The  [PASRR  Level  II]  evaluator must  send  a  copy  of \nthe  evaluation  report  to  the:  (1)  individual  or  resident  and \nhis  or her  legal  representative;  (2)  appropriate  State \nauthority ... ;  (3)  admitting  or  retaining  nursing  facility; \n(4)  individual's  attending physician;  and  (5)  discharging \nhospital  if the  individual  is  seeking  nursing  facility \nadmission  from  a  hospital.\"  42  C.F.R.  §  483.128(1). \n\n- 21  -\nThe  failure  of  the  State  and  City  to  adequately  screen, \nidentify,  and  evaluate  individuals  with mental  illness  or \ndevelopmental  disabilities  admitted  to  and  residing  at  Laguna \nHonda  is particularly troubling  given  the  significant  number \nof  residents  with  such  needs.  The  significant  number  of  new \nadmissions  to  Laguna  Honda  of  younger  persons  with  mental \nillness  and  related behavior  problems  just  exacerbates  the \nproblem.  While  nursing  facilities  provide  a  valuable  health \ncare  resource,  they are  not  typically staffed to  provide \nrehabilitation services  needed  to  treat  symptoms  of  mental \nillness  or  to  provide  the  habilitation services  for \nindividuals-with developmental  disabilities. \nPersons  with  developmental  disabilities  are  afforded \nspecial  status  in California  and  are  entitled to  placement  in \nintegrated community  settings. 14  We  understand  that  there  are \napproximately  four  dozen  persons  with  a  developmental \ndisability currently  residing  at  Laguna  Honda.  One  of  these \nresidents,  Shelly W.,  has  a  diagnosis  of  profound  mental \nretardation.  She  already attends  programming  in  the  community \nfour  days  a  week  yet  there  is no  description of  what  efforts \nLaguna  Honda  has  made  to  place  Shelly  in  the  community.  When \nLaguna  Honda  submitted  an  authorization  form  requesting  a  two \nyear  extension of  Shelly's  stay at  the  segregated  nursing  home \nfrom  June  1,  2002  through  June  1,  2004,  the  State  quickly \napproved  it. \nShelly W.'s  case  is  hardly  unique.  Leona  M.  has  cerebral \npalsy and  severe  mental  retardation.  She  is  only  35-years \nold.  Until  her  discharge  in October  2003,  Leona  lived at \nLaguna  Honda.  At  the  nursing  home,  she  received  no  special \nservices  for  her  developmental  disabilities.  Her  discharge \nplan did  not  list any  barriers  to discharge  from  the  nursing \nhome,  yet  Laguna  Honda  staff  failed  to  find  a  viable  community \noption  for  her  until  after we  issued our  2003  Findings  Letter. \nPrior  to  that  time,  there  had  been  no  description of  what \n14  Under  California  law,  individuals  with  developmental \ndisabilities  are  entitled to  services  to meet  their needs \nregardless  of  age.  See  Lanterman  Developmental  Disabilities \nServices Act  (\"Lanterman Act\"),  Cal.  Welf.  & Inst.  Code  §-4500 \net  ~·  The  Lanterman Act  directs  the  State Department  of \nDevelopmental  Services  to  ensure  that  individuals  with \ndevelopmental  disabilities  live in  the  least  restrictive \nsetting appropriate  to  their needs. \n\n- 22  -\nefforts  Laguna  Honda  had  made  to place  Leona  in  the  community \nother  than  a  notation  that  was  crossed  out  on  the \nauthorization  request  form  that  reads:  \"Need  copy  of  DDS \nletter - referral  made.\"  Confronted  with  these  compelling \nfacts,  the  State nonetheless  approved  the  facility's  request \nfor  a  two-year  extension of  her  stay at  the  nursing  home  from \nJuly  1,  2002  through  July  1,  2004.  This  situation was  highly \ninappropriate  given  that  Leona  only  came  to  live  at  Laguna \nHonda  at  the  request  of  her  family  so  that  she  could  be  closer \nto  her  mother  who  was  a  resident  at  the  nursing  home  at  the \ntime.  Her  mother  has  since  passed  away. \nPrioritization of  the  development  and  implementation  of \nneeded  protections,  services,  and  supports  in  integrated \nsettings,  especially  for  this  relatively small  group  of \npersons  with  developmental  disabilities  at  Laguna  Honda, \nshould  be  feasible  given  the  State's vast  and  well-established \ncommunity  system of  residential  and  other  supports  for  persons \nwith  developmental  disabilities  in  the  State. \nC.  THE  STATE  FAILS  TO  ENABLE  INFORMED  DECISION-MAKING  BY \nLAGUNA  HONDA  RESIDENTS  WITH  REGARD  TO  COMMUNITY  OPTIONS \nCommunity  placement  may  not  be  imposed  on  those  nursing \nhorne  residents  who  oppose  it.  Olmstead,  527  U.S.  at  607;  id. \nat  602  (there  is no  \"federal  requirement  that  community-based \ntreatment  be  imposed  on  patients who  do  not  desire  it\").  In \nthe  course  of  our  investigation,  we  found  a  significant  number \nof  qualified  Laguna  Honda  residents  who  expressed  a  clear \npreference  for  placement  in  the  community  with  appropriate \nsupports  and  services.  We  also  encountered  some  individuals \nlisted as  opposing  community placement  efforts.  While  there \nis  no  requirement  that  community  placement  be  imposed  on \nLaguna  Honda  residents  who  oppose  it,  it is not  clear how \nmany,  if any,  Laguna  Honda  residents  in  the  latter group  are \nprovided  with  sufficient  information  to  enable  them  to  make  an \ninformed  decision  in  this  regard. 15 \nProviding  insufficient  information  largely  sterns  from  the \nfact  that,  as  discussed  above,  residents  requesting  nursing \nfacility  services  are  not  adequately  assessed  for  community \n15  Laguna  Honda  does  not  maintain  aggregate  data  for  all \nresidents  regarding  their discharge  potential  or preference  to \nreturn  to  the  community. \n\n- 23  -\nalternatives  upon  admission  to  Laguna  Honda  or  regularly \nthereafter either  through  the  State's  authorization  review \nprocess  or  the  PASRR  process.  Very  few  resident  records, \ntherefore,  document  effective  discharge  planning  efforts  to \nlocate  appropriate  and  specific  community  alternatives  to  meet \nresidents'  needs.  Without  these  necessary  details  about \npotential  community  placements,  Laguna  Honda  residents  are \neffectively unable  to  make  an  informed  decision. \nMoreover,  residents'  records  and  other  supporting \ndocuments  do  not  identify what,  if any,  specific  alternatives \nto  nursing  home  placement  were  explored.  The  State's \nauthorization  request  form  only  seeks  information  about \nwhether  community  options  were  generally  explored  or \navailable,  but  does  not  require  information  about  which \nspecific  alternatives  were  considered.  Similarly,  the  PASRR \nforms  for  Laguna  Honda  residents  do  not  identify what \ncommunity  alternatives  to  nursing  home  placement  were \nconsidered  or  offered.  The  State  also  does  not  require  PASRR \nLevel  II  evaluators  to  document  in  their  reports  whether,  and \nif  so  what  particular,  community  options  are  communicated  to \nresidents  with  mental  illness  or  developmental  disabilities \nwhen  assessing  the  appropriateness  of  community  placement. \nThe  State's  role  here  is  especially  important  with  regard \nto  the  supports  and  services  offered under  the  State's  many \ncommunity  waiver  programs.  In  fact,  federal  law  requires \nStates  to  assure  that  individuals  who  are  adjudged  likely  to \nrequire  the  level  of  care  provided  in  a  nursing  facility  are \ninformed  of  the  feasible  alternatives  to  such  a  facility,  if \navailable  under  the  HCBS  waiver  programs  offered pursuant  to \nthe  Medicaid  program.  42  U.S.C.  §  1396n(c) (2)  (C)  .16 \nState  officials  informed  us,  however,  that  the  State  has \nadopted  a  passive  information  system,  informing  an  individual \nabout  HCBS  waivers  only  after  the  individual,  or  someone  on \nhis  or her  behalf,  self-refers  to  the  State's Department  of \nHealth  Services'  In-Home  Operations  Section.  This  presents  a \n16  The  State  administers  six HCBS  waivers  under  its \nMedicaid  program  that  target  specific  populations,  including \nindividuals  with  physical  disabilities  requiring  nursing \nfacility  care,  individuals  aged  65  or  older,  individuals  with \nmental  illness,  and  individuals  with  developmental \ndisabilities. \n\n- 24  -\nsignificant  barrier  for  individuals  who  cannot  self-refer or \nare  not  specifically assessed  for  more  integrated  care  upon \nadmission  or  after continued  stays  at  Laguna  Honda.  As  a \nresult,  because  potential  recipients  are  not  informed  of \nalternatives,  many  individual  Laguna  Honda  residents  who  might \notherwise  choose  to  participate  in the  HCBS  waiver  are  instead \nsegregated  in  the  nursing  home. \nD.  STATE  PROGRAMS  AND  WAIVERS  MAY  PROVIDE  MEANINGFUL \nCOMMUNITY  OPTIONS  TO  REASONABLY  ACCOMMODATE  LAGUNA  HONDA \nRESIDENTS  IMPROPERLY  SEGREGATED  AT  THE  NURSING  HOME \nTo  avoid  discrimination on  the  basis  of  disability,  a \npublic  entity is  required  to make  reasonable  modifications  in \npolicies,  practices,  or procedures  that  do  not  \"fundamentally \nalter  the  nature  of  the  service,  program,  or  activity.\" \n28  C.F.R.  §  35.130(b) (7).  In  our April  1,  2003  findings \nletter,  we  notified  the  City  that  a  wide  array of  community \nservices  was  available  in  San  Francisco  and  California  that \ncould,  if modified,  meet  the  needs  of  many  of  the  individuals \ncurrently  housed  at  Laguna  Honda.  This  includes  access  to \nhousing  alternatives  in San  Francisco  that  play a  critical \nrole  in  successfully diverting  and  transitioning  Laguna  Honda \nresidents  into more  integrated  settings.  Many  home- and \ncommunity-based  programs  and  services  are  administered  by  the \nState  through  its Medicaid program  as  either optional  or \nwaiver  services  in California's  State  Plan  under  Medicaid. 17 \nThe  waiver  program  allows  states  to  provide  a  wide  array of \ncommunity-based  options  for  individuals  who  meet  the  states'_ \nfunctional  eligibility criteria  for  institutional  placement. \nCalifornia's  Medicaid  program  administers  six HCBS \nwaivers.  There  are  three  State  HCBS  waivers  - operated \ndirectly by  the  State  Department  of  Health  Services  - that  are \nspecifically targeted  to  nursing  facility-eligible \n17  Through  its waiver  initiatives,  the  federal  Medicaid \nprogram  \"waives\"  enforcement  of  regulations  associated  with \nproviding  services  to Medicaid-eligible  persons  in more \nrestrictive  institutional  settings  so  as  to  encourage \nplacement  and  service  of  these  individuals  in more  integrated \ncommunity  settings.  Instead of  having  to  comply  with \ntraditional  federal  regulations,  the  program  allows \njurisdictions  to  submit  \"Waiver Applications\"  which,  when \napproved,  then  govern  provision of  the  waiver  services. \n\n- 25  -\nindividuals.  The  three  waivers  are:  the  Nursing  Facility \n(\"NF\")  A/B  waiver;· the  NF  Subacute  waiver;  and  the  In-Home \n~edical Care  waiver.  In  2002,  these  three  State  waivers  only \nserved about  1,400  individuals  statewide  with  program \nexpenditures  of  approximately  $50  million.  This  pales  in \ncomparison  to  the  almost  $2.5  billion spent  statewide  on \ninstitution-based nursing  home  services  that  served over \n60,000  individuals  each  month. 18 \nIn  particular,  the  State's NF  A/B  waiver  is  aimed  at \nproviding  an  array of  services  to  assist  individuals  requiring \nnursing  facility  level  of  care  to  remain  in  community \nsettings.  The  NF  A/B  waiver  is  administered  directly by  the \nState  Department  of  Health  Services  and,  as  referenced  above, \nindividuals  must  self-refer regardless  of  current  placement . \n. Among  the  services provided  through  the  NF  A/B  waiver  are  case \nmanagement,  private  duty  nursing  care,  certified home  health \naide  services,  environmental  accessibility adaptions,  and \npersonal  care  services.  The  NF  A/B  waiver  provides  for \nservices  that  many  Laguna  Honda  residents  need,  including \nnursing  and  personal  c~re services.  A  recent  amendment  to  the \nNF  A/B  waiver  supports  transition planning  180  days  prior  to \ndischarge  for  residents  currently residing  in  a  nursing \nfacility.  In  conjunction with  case  management  services,  the \nNF  A/B  waiver  would  be  a  very  effective vehicle  to  help  meet \nthe  needs  of  many  Laguna  Honda  residents. \nHowever,  the  NF  A/B  waiver,  as  currently  implemented  by \nthe  State,  fails  to  provide  a  viable  alternative  to nursing \nfacility placement.  As  of  September  16,  2003,  in  San \nFrancisco,  only  six people  were  actually  served  pursuant  to \nthis waiver  (by  one  provider) .  There  are  a  number  of \noutstanding  implementation problems.  First,  eligibility for \nNF  A/B  waiver  services  requires  a  need  for  skilled nursing \na \ncare  for  a  minimum  of  365  days.  Obviously,  gap  exists  for \nindividuals  requiring  only minimal,  time-limited  supports  and \nservices.  This  limits  diversion of  a  significant  number  of \npotential  residents  from  Laguna  Honda  who  could  be \naccommodated  easily.  Second,  the  NF  A/B  waiver  has  an \n18  Services  offered  through  In-Home  Support  Services \n(\"IHSS\")  were  the  second-highest  expenditure  in  California's \nlong-term care  system  in  2002  with  nearly  $1.7  billion in \nMedicaid  and  State-only funds  and  serving  over  300,000 \n•individuals  each month. \n\n- 26  -\ninadequate  number  of  slots  to  meet  the  needs  of  the  identified \npopulation  residing  at  Laguna  Honda.  As  of  2004,  there  are \nonly  670  slots  available  to  serve  everyone  in  the  State  with \n320  individuals  already  on  the  waiting  list.  Finally,  the  NF \nA/B  waiver  unduly  limits  the  choice  of  service  providers  in \nSan  Francisco  to  home  health  agencies.  State  officials \ninformed  us  that  NF  A/B  waiver  services  could  be  provided  by \nmany  other  entities,  such  as  an  individual  or  organization \nappropriately  licensed  and  certified by  the  State,  a  clinical \npsychologist,  or  a  licensed  clinical  social  worker.  There  may \nstill be  regulatory  hurdles  to  clear,  however,  before  this  can \nbecome  a  reality. \nThe  State  also  provides  the  Multi-Purpose  Senior  Services \nProgram  (\"MSSP\")  - managed  under  the  State  Department  of \nAging.  This  waiver  targets  disabled  and  medically-fragile \nbeneficiaries  who  are  aged  65  and  older.  The  program \nMedi~Cal \nprovides  case  management,  in-home  health  care,  personal  care, \nskilled nursing,  transportation,  adult  day  support,  meal \nservices,  and  professional  care  assistants.  Unfortunately, \nthe  program  has  been  capped.  The  annual  per person  cap  is  set \nat  just  over  $10,000- too  low  to  include  many  Laguna  Honda \nresidents  who  could  benefit  from  the  complete  array of \nservices  potentially offered  under  this  waiver  program.  There \nis  also  a  significant  gap  here  in  that  the  services  the  State \noffers  under  this  waiver  are  not  available  to  persons  under \nage  65  with  physical  disabilities.  As  noted  above,  the  group \nof  younger  persons  with  service  needs  represents  a  significant \nportion  of  the  total  Laguna  Honda  population,  and  it has  been \ngrowing  in  recent  years. \nAmong  California's  HCBS  waivers  is  the  Developmental \nDisabilities  (\"DD\")  waiver,  administered  by  the  State \nDepartment  of  Developmental  Services  through  an  inter-agency \nagreement  with  the  State  Department  of  Health  Services.  The \nDD  waiver  is  administered  at  the  local  level  by  Regional \nCenters  which  are  private,  non-profit  community  agencies  that \neither provide  or  coordinate  services  that  are  needed  by \npersons  with  developmental  disabilities.  Each  Regional  Center \nis  responsible  under  the  Lanterman  Act  (discussed  above  at  fn. \n15)  to  develop  a  community  placement  plan  that  establishes \nnecessary  supports  and  services  to  enable  individuals  to \nremain  in  the  community  or  transition  into  the  community  from \ninstitutional  settings.  In  addition,  the  DD  waiver  requires \nthat  each  consumer  be  given  a  choice  of  services  and  living \narrangements  through  a  Consumer  Choice  of  Services/Living \n\n- 27  -\nArrangement  Statement.  Services  provided  by  the  waiver \ninclude  nursing  services  and  personal  care  services.  In  2002, \nthe  DD  waiver  had  50,574  slots with  no  waiting  list.  As  the \nlargest  of  the  six HCBS  waivers,  the  DD  waiver  had  a  $678.8 \nmillion budget  in  2001.  In  spite  of  this,  the  State has  made \nlittle progress  in addressing  the  unmet  placement  needs  of \npersons  with  developmental  disabilities who  reside  in Laguna \nHonda. \nThe  State  has  also  made  little progress  in addressing  the \nunmet  placement  needs  of  Laguna  Honda  residents  with mental \nillness.  As  indicated  in our April  1,  2003  findings  letter, \nthe  City  reported  that  approximately  400  Laguna  Honda \nresidents  have  a  psychiatric  diagnosis  in addition  to  their \nmedical  needs.  A  significant  number  of  these  residents \npresent  unique  challenges  with  regard  to  placement  in  the  most \nintegrated  setting.  Mental  health  services  for  Medi-Cal \nbeneficiaries  are  authorized pursuant  to  Section  1915(b)  of \nthe  Social  Security Act,  known  as  Freedom  of  Choice  waivers. \nThis  waiver  allows  California  to provide  services  through \ncounty mental  health plans  that  operate  as  managed  care \norganizations.  These  mental  health plans  must  provide  the \nspecialty mental  health  services  that  are  medically necessary. \nIn our April  2003  findings  letter we  notified  the  City  that  it \nhas  limited  capacity  to  secure  appropriate  services  and \ncommunity  housing  for  persons  with  mental  illness  and  related \ndisorders.  We  believe  this  limited  capacity continues  to \nplague  the  system  and  impact  negatively  those  Laguna  Honda \nresidents  with mental  illness  who  need  more  integrated \ncommunity  services  and  supports. \nUnfortunately,  the  current  array of  HCBS  waivers  contains \ngaps  in available  slots,  eligibility requirements,  services \nprovided,  and  cost  caps  that  limit  Laguna  Honda  residents' \naccess  to  integrated community  living options.  These  gaps \nresult  in  increased  admissions  and  prolonged  lengths  of  stay \nin  institutional-based settings.  Overcoming  placement \nchallenges  and  obstacles  such  as  these  becomes  increasingly \nimportant  in providing  residents  with  services  in home- and \ncommunity-based  settings  given  that  the  current  authorization \nreview  and  PASRR  processes  fail  to  divert  inappropriate \nadmissions  into  Laguna  Honda  in  the  first  place. \nIn  response  to  the  Supreme  Court's  Olmstead  opinion  and \npost-opinion guidance  from  HHS  in  2000  that  States  develop \neffectively working  plans  to place  unduly  segregated \n\n- 28  -\nindividuals  into  more  integrated  community  settings, \nCalifornia  has  developed  an  \"Olmstead  Plan.\"  The  State's  Plan \nprovides  some  information  regarding  public  services  for  people \nwith  disabilities  from  each  State  agency  charged  with \nadministering  long-term  care  programs  and  services.  However, \nit  lacks  data  regarding  institutionalized persons  with \nbenchmarks  and  timetables  for  diverting  and  transitioning \ncurrent  nursing  facility  residents  into  community  settings. \nThe  Plan  fails  to  provide  estimates  of  residents'  needs  and \nrecommends  collection of  this  information  before  the  creation \nof  solutions.  As  a  result,  it holds  little meaning  or promise \nfor  the  residents  of  Laguna  Honda. \nBased  on  the  array of  programs  and  services  currently \noffered  in California  and  San  Francisco,  the  State,  working \ntogether  with  the  City,  should  be  able  to  reasonably \naccommodate  community  placements  for  qualified  residents  or \npotential  residents  of  Laguna  Honda.  We  look  forward  to \nfacilitating  solutions  in  this  regard with  State  and  City \nofficials  and  hope  to  be  able  to  provide  helpful  technical \nassistance  along  the  way  to make  our  future  interactions  more \nproductive. \nV.  REMEDIAL  MEASURES \nIn  order  to  remedy  these  deficiencies  and  to  protect  the \nright  of  Laguna  Honda  residents  to  be  free  from  unnecessary \nsegregation,  the  State  should  implement,  at  a  minimum,  the \nfollowing  remedial  measures: \nA.  ASSESSMENT  PROCESS \n1.  Develop  and  implement  policies  and  procedures  to \nprovide  meaningful  review  of  treatment  authorization \nrequests  so  as  to  ensure  that  all  persons  admitted \nto  Laguna  Honda  are  assessed  properly  and,  in  fact, \nrequire  skilled nursing  services  in  a  nursing \nfacility. \n2.  Develop  and  implement  policies  and  procedures  to \nprovide  meaningful  review  of  treatment  authorization \nrequests  so  as  to  ensure  that  all  Laguna  Honda \nresidents,  or  prospective  residents,  are  given  an \nadequate  and  appropriate  assessment  of  their \nappropriateness  for  placement  in  an  integrated \ncommunity  setting.  These  policies  and  procedures \n\n- 29  -\nshall  be  developed  and  implemented  to  ensure  that \nindividuals  are  served  in  the  most  integrated \nsetting appropriate  to  the  individualized needs  of \neach  person.  The  policies  and  procedures  shall \nprovide  for  comprehensive,  reasonable  assessments  by \nan  interdisciplinary team  of  qualified professionals \nand  staff  using  person-centered principles.  The \npolicies  and  procedures  shall  provide  th~t such \nassessments  shall  be  conducted  at  or  near  the  time \nof  admission  to  Laguna  Honda  and  regularly \nthereafter  to  ensure  that  the  person  is  served  in \nthe  most  integrated  setting. \n3.  For  those  individuals  identified  as  appropriate  for \ntransition and  discharge  to  a  more  integrated \ncommunity  setting,  develop  and  implement  policies \nand  procedures  to  document  the  team  decision  and  how \nto  implement  it.  The  implementation  plan  shall  be \nwritten  and  shall  specify  all  of  the  protections, \nservices  and  supports  necessary  for  the  person  to \nremain  in  the  integrated  community  setting.  The \npolicies  and  procedures  shall  provide  for  adequate \nfollow-up  and  case  management  and  support \ncoordination  services  to  ensure  that  the  person  is \ncontinually receiving  the  protections,  services  and \nsupports  he  or  she  requires. \n4.  For  those  individuals  identified as  appropriate  for \ntransition and  discharge  to  a  more  integrated \ncommunity  setting  at  some  time  in  the  future, \ndevelop  and  implement  policies  and  procedures  to \ndocument  the  team  decision  and  how  to  implement  it, \nsetting  forth  timelines  and  goals  within  which  to \naccomplish  the  successful  transition and  placement, \nconsistent  with  the  requirements  in  the  preceding \nparagraph.  Special  attention  should  be  paid  to. \nassessing  the  person's  ability  to  function  in  the \ncommunity  after he  or  she  has  been  in  a  facility  for \na  prolonged period  of  time. \nB.  PASRR  EVALUATIONS \n1.  For  those  individuals  with  mental  disabilities, \nincluding  mental  illness  and/or  developmental \ndisabilities,  develop  and  implement  policies  and \nprocedures  to  provide  a  meaningful  PASRR  screen  and \n\n- 30  -\nassessment  process  to  ensure  that  persons  with  such \nmental  disabilities  are  not  inappropriately placed \nin  the  nursing  home.  The  screens  and  assessments \nshall  be  performed by  qualified professionals  who \nshall  document  fully  the  basis  for  their decisions, \nconsistent  with  federal  law.  For  Level  I \nevaluations,  in order  to  reduce  errors  of  omission \nor  over-inclusion,  nursing  facility  staff need  to  be \ntrained  to  recognize  signs  and  symptoms  of  mental \nillness  and  mental  retardation.  Competency-based \ntraining  should be  required  for  all  nursing  facility \nstaff who  are  assigned  this  duty.  Level  II \nevaluators,  including  Contractors  and  Regional \nCenter  Staff,  must  be  trained on  waivers  and  other \ncommunity  options.  The  policies  and  procedures \nshall  place  special  emphasis  on  providing  supports \nand  services  to  these  individuals  in  the  most \nintegrated  setting.  Where  nursing  facility \nplacement  is deemed  appropriate,  ensure  that  special \nservices  or  services  of  lesser  intensity are \ndeveloped  and  implemented  as  appropriate  to  fully \nmeet  the  needs  of  persons  with  mental  disabilities \nin  the  nursing  home.  This  process  must  periodically \nreassess  wpether  or not  the  person with  mental \ndisabilities may  be  served  outside  the  nursing  home \nin the  most  integrated  setting.  Ensure  that  all \npersons  with mental  disabilities  are  appropriately \nscreened  and  assessed.  Develop  and  implement \npolicies  and  procedures  to  ensure  that  there  is \nproper  and  timely  notification of  any  change  in \nstatus  that  might  prompt  a  PASRR  screen  and/or \nassessment.  Ensure  that  such  screen  and/or \nassessment  occurs  after this  notification and  that \nappropriate  steps  are  taken  as  a  result  of  the \nscreen and/or  assessment.  Provide  training  on \nspecific  assessment  procedures  and  competencies  to \nState  PASRR  evaluators.  Ensure  that  Level  II \nevaluations  are  sent  to  the  person  evaluated  in a \ntimely manner. \n2.  Develop  and  implement  strategies  to  successfully \ndivert,  where  appropriate,  any  person  with \ndevelopmental  disabilities  from  being  admitted  to \nLaguna  Honda.  Develop  and  implement  strategies  to \ntransition and  discharge  all  residents  with \ndevelopmental  disabilities  into-placements  in  the \n\n- 31  -\nmost  integrated setting  in a  timely manner.  Ensure \nthat  these  individuals  receive  all  the  protections, \nsupports  and  services  they  require  in  the  integrated \nsettings  along  with  adequate  and  appropriate  follow \nup,  case  management,  and  support  coordination \nservices  to  ensure  a  successful  placement. \nC.  INFORMED  DECISION-MAKING \n1.  Develop  and  implement  policies  and  procedures  to \nenable  residents  to  make  fully  informed  decisions \nwith  regard  to  Such  decisions \nplacement~decisions. \nshall  reflect  knowledge  of  specific  alternative \nplacements  and  supports  in  the  community. \n2.  Develop  and  implement  policies  and  procedures  to \nproactively  inform Laguna  Honda  residents,  as  well \nas  prospective  Laguna  Honda  residents,  of  community \nand  integrated options  available pursuant  to  the \nHome  and  Community-Based  Waiver  programs  offered by \nthe  State.  Review/revise  outreach procedures  for \nHCBS  waivers  that  ensure  eligible  individuals  are \ninformed  of  available  options  to  institutional  care. \n3.  Enhance  the  accessibility of eligibility information \nand  the  timeliness  of  eligibility determinations \nwith  regard  to placement  in  the  most  integrated \nsetting. \nD.  COMMUNITY  CAPACITY \n1.  Enhance  capacity within  the  waiver  and  other  related \nprograms  to  provide  meaningful  options  for  persons \nwith developmental  disabilities  at  Laguna  Honda  with \nregard  to  obtaining  integrated services. \n2.  Develop  and  implement  appropriately-trained  case \nmanagers  or  care  coordinators  whose  primary  role  is \nto  identify  individuals  in Laguna  Honda  who  qualify \nfor  waiver  programs  and  to  work  with \nsp~cific \nfacility-based  case  managers  in  applying  for  the \nwaivers. \n3.  Expand  the  waivers  available  to  Laguna  Honda \nresidents  that  provide  services  for  younger  persons \nwith physical  disabilities  as  fewer  waiver  slots  are \n\n\n\n- 33  -\ncc:  The  Honorable  Bill  Lockyer \nAttorney  General \nState  of  California \nTracy  L.  Salisbury,  Esq. \nAmy  L.  Hespenheide,  Esq. \nCounsel  for  the  State of  California \nShartsis,  Friese  & Ginsberg,  LLP \nDennis  J.  Herrera,  Esq. \nCity Attorney \nCity  and County  San \nof~  Fran~isco \nMr.  Lawrence  J.  Funk \nExecutive  Administrator \nLaguna  Honda  Hospital  and  Rehabilitation Center \nThe  Honorable  Kevin  V.  Ryan \nUnited  States Attorney  for  the \nNorthern  District  of  California \nRichard M.  Campanelli \nDirector \nOffice  for  Civil  Rights \nU.S.  Department  of  Health  and  Human  Services ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/15516"
    },
    {
      "date": "1998-05-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2427,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2427.pdf",
      "title": "Findings Letter re: CRIPA Investigation of the Laguna Honda Hospital, San Francisco, CA",
      "text": "US.  Department of Justice\nCivil Rights Division\nOffice of the Assisont Attorney General  HbsJungwn, ac  20035\nMay  6,  1998\nThe  Honorable  Willie  L. Brown,  J r.  ......  ........ ™Pn  |j||jefffjnn\nCity  and County  of San Francisco  II III I  ||||III  |  || || |||  I II || |||  | ||\n401  Van Ness  Avenue  II III I  Hill 11 III I II Jill  I II II III I II\nSan Francisco, CA  94102  NH-CA-001-001\nRe:  TmrP^t-icrat-.ion of Lamina. Honda Hospital.\nDear Mayor Brown:\nOn February 7, 1997, we notified you, pursuant to the Civil\nRights of Institutionalized Persons Act (\"CRIPA\") , 42 U.S.C.\n§ 1997 ££. seg. , that we were investigating conditions at the\nLaguna Honda Hospital and Rehabilitation Center (\"LHH\") in\nSan Francisco, California.  We now are writing to report our\nfindings.\nLHH,  a public nursing home located in San Francisco,\nCalifornia, is operated by the Department of Public Health of the\nCity and County of San Francisco.  There are approximately  1,200\nresidents at the nursing home who range in age\" from their young\ntwenties to senior citizens.  Approximately eighty percent of the\nresidents are over age SO and the average age of residents is 72.\nThe population is varied, including residents who are physically\nor mentally disabled, chronically ill, or acutely ill.  Many of\nthe residents have a combination of cognitive impairments or\nbehavior problems and multiple medical problems.  LHH's\nincreasingly younger population presents special treatment needs;...\nmany of these residents have mental illness combined with medical'\nproblems such as drug abuse, alcohol related problems, and\nAutoimmune Deficiency Syndrome.\nThe facility is comprised of two residential buildings, the\nMain Building and Clarendon Hall.  The Main Building is the much\nlarger and significantly older of the two structures.  The Main\nBuilding houses the majority of LHH's almost. 1,200 residents.\nApproximately ISO residents live in Clarendon Hall.  Most\nresidents of the Main Building live in large, open wards that\nhouse up to 3 7 residents per ward, with multiple beds in close\nproximity, separated, at most, by hospital curtains.\n\n- 2 -\nWe conducted our investigation by reviewing facility .-••\nrecords, including residents' medical charts and other documents\nrelating to the care and treatment of LHH residents; interviewing\nadministrators, staff and residents; and conducting an on-site\nsurvey of the facility on June 1S-20, 1997 with three expert\nconsultants.  At the conclusion of our survey, we briefed LHH\nadministrators and clinicians and City attorneys on our initial\nfindings.  We re-toured the facility on November 11-12, 1997 with\none of our expert consultants to obtain additional information\nabout health care services at LHH.  During the course of our\ninvestigation, we were in contact with City attorneys and\nprovided them with information about the status of our\ninvestigation.  We also invited the City to share information\nabout developments at LHH and the City provided us with updated\nmaterial.  We appreciate the cooperation extended to us during\nour investigation.\nWe now have completed our review and, consistent with\nCRIPA's statutory requirements, we are writing to inform you of\nour findings.  Based on our investigation of resident care and\ntreatment at LHH, we have concluded that there is a pattern of\negregious conditions that violate residents' constitutional and\nfederal statutory rights.  These violations include inadequate\nactions to protect residents from harm and provide them with\nreasonable safety; deficient health care services, particularly\nin the areas of nursing and specialized rehabilitative services;\ninadequate activities and stimulation for residents;\ninappropriate use of restraints,- and the failure to provide\nresidents with an adequate and appropriate living, environment.\nIn addition, San Francisco fails to serve LHH residents in the\nmost integrated setting appropriate to their needs.  A\ncomprehensive survey of LHH during February and March 1998 by the\nCalifornia Department of Public Health  (the State's nursing home\nlicensing and certification agency), in consultation with the\nfederal regional office of the Health Care Financing\nAdministration, confirms the continuing existence of serious  ..--\ndeficiencies.\nWe set forth below the facts supporting our findings of\nunconstitutional and unlawful conditions and practices at LHH and\nthe minimum measures that are necessary to remedy these\ndeficiencies.\nI.  -LffTT Tfl FA.ILING TO ENSURE THE REASONABLE SAFETY OF ITS\nRESIDENTS\nIndividuals who reside in a publicly operated institution,\nsuch as LHH, have a fundamental Fourteenth Amendment due process\nright to live in reasonably safe conditions.  ££. Ymmgbercr v.\nRompo  457 U.S. 307  (1982) .  Federal statutes governing the\noperation of nursing homes create similar rights.  See, e.g. .\nGrants to States for Medical Assistance Programs  (Medicaid) ,\n\n- 3 -\n42 U.S.C. § 1396r; Health Insurance for Aged and Disabled--\n(Medicare), 42 U.S.C. § 1395i-3; and their implementing\n,  regulations, 42 C.F.R. §§ 483.10, 483.70, 483.75.  LHH violates\nthese constitutional and federal statutory rights of its\nresidents because it does not provide them with adequate\nprotection from harm.\nA.  failure  to Protect and Supervia.* Vulnerable Residents\nLHH does not take sufficient steps to protect residents who\nare at risk of harm from their own acts and the acts of others,\nparticularly residents with cognitive impairments and dangerous\nbehaviors.  These residents comprise a significant portion of\nLHH's population; approximately 70 percent of the facility's new\nadmissions have significant dementia, many of whom have\naccompanying behavioral problems.  LHH's failure to provide\nadequate supervision to these and other residents who are at risk\nof harm has resulted in serious incidents and injuries.\nResident medical records and occurrence reports describe\nnumerous situations where incompetent or confused LHH residents\nwandered away from their wards or from the facility without staff\nbeing aware that they had left.  For example, on March 29, 1997,\na resident walked out of the nursing home at 3 a.m.  He was found\ntwo hours later outside LHH \"shivering in the cold\" and had\nsuffered multiple abrasions, a nose laceration and a fractured\nright ankle.  In February 1997, another cognitively impaired\nresident walked away from the facility and was returned \"by a\npasserby\" who had found the resident after she had fallen in the\nstreet.  Other residents, described in LHH records as\n\"disoriented,\" \"confused,\" or expressing suicidal thoughts, have\nbeen found after missing from the facility for hours.\nOur review of records also revealed incidents in which\nresidents left the facility and returned under the influence of\ndrugs or alcohol.  One resident, who had a documented history of ....\nengaging in inappropriate sexual conduct in the facility, was\nfound performing oral sex for money on a male visitor in a\nhospital elevator.  She had liquor on her breath at the time of\nthe incident.  Other residents leave their wards and .bring\nalcohol or dangerous objects back into LHH upon their return.\nOne resident who has dementia, delusions and is paranoid and\nvisually impaired, repeatedly wandered ..out of her ward during a\nsix-week period between February and April 1997.  During this\nperiod, she gathered several bags of garbage, pudding cans, and\nnutritional supplements and brought them back to her ward.  Staff\nfound tools, other sharp objects, and a 4\" by 20\" piece of glass\nwrapped in newspaper in her bedside cabinet.  On one occasion,\nshe went into a laboratory and took needles.  On another\noccasion, she took four bottles of Magnesium Citrate from the\nnursing refrigerator.\n\n- 4 -\nWe found many other examples where LHH failed to take-\nsufficient steps to protect vulnerable residents and they engaged\nin dangerous or inappropriate behavior.  For example, one\nresident, whose medical conditions and behaviors placed him at\nhigh risk for choking, was found gagging on two pieces of soft\nbread and cigarette butts and staff had to perform the heimlich\nmaneuver to save him.  He was put on strict eating restrictions\nand staff were told to keep him under \"constant supervision\" and\nto lock the ward refrigerator \"at all times\" so that the resident\ncould not have access to it.  However, in March 1997, the\nresident was allowed unsupervised access to a ward refrigerator.\nStaff later found him in a bathroom hallway lying on his side\nwith very shallow breathing and a faint pulse.  He had choked on\na peanut butter sandwich he had eaten from the refrigerator.\nAlthough staff attempted the heimlich maneuver, they were unable\nto revive the resident and he died of asphyxiation caused by\naspirating the sandwich.\nLHK also fails to provide adequate supervision and treatment\nto residents with behavior problems and to\"protect residents who\nare frequent victims of residents who are combative or\naggressive.  Despite the increasing number of residents who have\nbehavior problems, only 29 LHH residents as of the time of our\nJune tour had a specific, individualized plan to modify and\nmanage their behaviors.  Standard professional practice and\nfederal regulations require such behavior plans as part of the\nresident's overall plan of care to assist the resident in\nimproving his or her highest level of functioning and to protect\nother residents.  Seg e.g.. 42 C.F.R. § 433.120. . Residents with\naggressive or combative behaviors have repeatedly victimized\nother residents and at times have became victims.  We reviewed\nthe record of one resident who had organic brain syndrome,\nhostile behavior, and a history of alcohol abuse.  This resident\nwas allowed to wander throughout the facility and frequently\nverbally and physically abused other residents.  The resident\nalso was beaten by an unknown assailant and suffered head  .-,-\nlacerations.  Another resident with a known history of aggressive\nbehavior, hit a resident on the shoulder and attempted to wheel .\nanother resident off of a ward.  Several weeks later, she hit a\nresident with a cane and pool ball.  Yet another resident\nwandered into a LHH ward and was later found by staff trying to\nchoke a resident.\nThe potential for harm is heightened by.LHH's practice of\nhousing frail residents who are confined to*their beds with\nresidents who are ambulatory and have aggressive or combative\nbehaviors.  In addition, the physical layout of the main building\nat LHH exacerbates the failure to supervise residents because the\nwards have relatively easy access to central hallways, the other\nfloors of the building and to the outside.\n\n- 5 -\nAnother example of the failure of LHH to provide residents\nwith adequate supervision is the facility's practice of allowing\ncognitively impaired residents to smoke cigarettes in\nunsupervised or otherwise dangerous settings.  For example, the\nrecord of one resident documents that staff found her asleep near\nthe oxygen tank in her room with a lighted cigarette in her hand.\nWe reviewed the record of another resident who has dementia,- she\nfrequently burned her hands from smoking and was known to be non-\ncompliant with LHH's smoking policies.  Still, this resident was\nallowed to travel throughout the facility, soliciting cigarettes\nfrom other residents and picking up cigarette butts out of the\ncigarette disposal.  The fact that LHH houses cognitively\nimpaired residents with alert residents on the same wards\ncompounds the problem of residents keeping smoking materials,\nsuch as lighters, in bedside cabinets.  Unsafe smoking practices\nhave led to fires and staff have written occurrence reports\nrepeatedly expressing concern about the hazards that residents'\n.unsafe smoking pcse.  Contributing to the dangers of unsafe\nsmoking practices, we observed that egress corridors were often\nobstructed wich heavy chairs, creating too-narrow routes in case\nof a fire.\nB.  F^inra  fco  Report  and  Tnvegf-.iqrafcg  Sari cm a  Tneidgnts  and\nAbuse\nNursing home residents have the right be free from abuse.\n42 C.F.R. § 433.13(b).  LHH fails to protect residents\nsufficiently from staff abuse and neglect and victimization by\nother residents.  V\nThe California nursing home licensing and certification\nagency has cited LHH repeatedly for failing to protect residents\nfrom staff abuse and neglect.  For years, the State has found\nincidents where LHH aides fail to respond to call lights or\nresidents' requests for assistance.  During the State's\nFebruary 1997 annual survey, surveyors again found that some\nresidents were positioned in a manner that their call lights were'\nnot within their reach and observed another resident repeatedly .\ncalling out for help who did not receive assistance.  During our\nJune 1997 tour, residents voiced similar complaints about staff's\nnon-responsiveness to their call lights and requests' for\nassistance.\nIn January 1997, LHH confirmed that an aide punched a\n90-year-old resident in the shoulder.  One month later, in\nFebruary 1997, the State Department of Health Services reviewed\nthe facts surrounding an earlier confirmed incident in which\nanother aide also punched an 8 8-year-old resident in the\nshoulder.  The State agency found that LHH \"failed to treat each\nresident with dignity, respect, and failed to preserve the\nresident's right not to be subjected to verbal or physical abuse\nof any kind\" and upheld a monetary penalty against the facility.\n\n- 6 -\nDuring the same month, the State conducted its annual survey of\nLHH and cited the facility for failing to follow its policies on\nabuse investigations and to report all incidents of alleged staff\nabuse to the State.\nLHH's internal investigation practices are also problematic.\nThe facility does not have an adequate system for investigation\nof alleged staff abuse and neglect.  Nursing supervisors often\nscreen complaints to determine whether they are meritorious\nbefore referring them for an investigation.  As a result of this\nselective system, not all serious allegations are investigated.\nMoreover, residents who are vulnerable and dependent upon staff\nfor their care, have expressed concerns about pursuing abuse\nallegations due to fear of retaliation.\nAs noted above, LHH also fails to protect residents from\nbeing victimized by other residents.  We found incidents where\nresidents had suffered injuries inflicted by another resident or\nhad suffered injuries of unknown origin that were not properly\ninvestigated, were not reported to proper authorities, or lacked\nadequate clinical follow-up.  Moreover, in violation of federal\nregulations and the State's own policies, LHH does not routinely\nreport to State authorities resident injuries of unknown origin,\nsignificant wandering events, or resident-to-resident abuse.\n42 C.F.R. § 483.13(c)(2).\nLHH recently promulgated a new Sentinel Events policy that\ncreates a system to investigate and identify underlying systemic\nissues for the most serious events, such as suicides and\ndisabling or life-threatening injuries.  This system is a\npositive step but should be expanded to include* investigation and\nindividual, as well as systemic, remedial actions for a wider\nrange of incidents and injuries.\nIn sum, LHH's failure to provide adequate supervision and to\nuse behavior management interventions for the safety of residents,\nwho are vulnerable, who have cognitive impairments, or who have :•\" •\nbehavior problems and its failure to take sufficient measures to\n:\nprevent abuse and neglect have caused serious harm and violate\nresidents' rights to reasonable safety.\nII.  T.7TR T.q WOT PROVIDING RESIDENTS WITH ADEQUATE HEALTH CARS\nSERVICES\nResidents of publicly operated institutions, such as LHH,\nhave a Fourteenth Amendment due process right to\nadequate health care.  ££. Youngh^T-g v. Romeo. 457 U.S. 307\n(1982); spa also 42 U.S.C. § 1396r(b)(4)(A), 42 U.S.C.\n§ 1395i-3(b)(4)(A)  (facility must provide for medical, nursing,\nand specialized rehabilitative services to \"attain or maintain\nthe highest practicable physical, mental, and psychosocial well-\nbeing of each resident\") .  Although our medical consultant found\n\n- 7 -\nthat the level and quality of LHH's medical care appeared-to be\nvery good, both he and our other two expert consultants concluded\nthat LHH fails to provide its residents with certain necessary\nhealth care services, such as nursing, specialized rehabilitative\nservices, and meaningful activities, to prevent and treat\nchronic illness and disability.\n1.  Health care assessments and treatment plans are not\nadequate.\nLHH does not provide residents with adequate, individualized\nhealth care assessments necessary to develop a comprehensive\nplan of care to address their acute or chronic health needs and\nto carry out good preventive practices.  Physician assessments\nappear to be reasonably complete and prompt.  But nursing\nassessments and speech, occupational, and physical therapy\nassessments do not evaluate all critical aspects of residents'\nhealth necessary to develop adequate health\" care plans.  LHH's\nassessments are particularly deficient in evaluating and\nmonitoring residents' nutritional status, skin care needs, long\nterm effects of the lack of mobility, and psychosocial issues as\nthey relate to the health and well-being of the individual.\nEven with a good physician-resident ratio, quality in-house\nphysicians, and an array of medical specialists and clinics, the\nmedical care at LHH is significantly affected by the lack of\nadequate nursing and specialized therapy assessments of\nresidents' conditions.  Without comprehensive ongoing assessments\nof residents' overall health cara needs, it is impossible to\ndevelop, implement and monitor appropriate interdisciplinary\nhealth care plans for residents.  Because staff do not conduct\non-going assessments of residents' health care needs, they cannot\nrespond to early warning., signs of deteriorations in a resident's\nhealth status.  Medical and nursing staff tend to respond to\ncrisis situations without providing services necessary to prevent\nthe event from occurring in the first place.  Lack of adequate  ..\ncommunication among health care providers at LHH also compromises\nresident care.  The various health care disciplines do not work\ntogether as an integrated team to identify and address health\ncare concerns.\n2.  Nursing policies and training do not reflect generally\naccepted practices.\nThe Nursing Department at LHH is not performing in a manner\nconsistent with current standards of practice.  Nursing staff\nhave not been trained adequately in such key areas as seizure\nidentification or management, medication effects and side\neffects, physical assessment, mealtime precautions, or\nappropriate positioning of residents with physical disabilities.\n\n- a -\nMoreover, at the time of our June on-site visit, LHH's nursing\npolicy and procedure manual was so out of date as to be\nfunctionally useless.  When our nursing consultant asked for the\nnursing policy on seizure management, LHH staff admitted the\npolicy was grossly outdated.  Out-of-date policies leave nursing\nstaff without clear guidance about current practice in geriatric\nnursing; yet the vast majority of the policies at LHH had not\nbeen revised for more than three years.  Of the few policies that\nhave been reviewed and updated, implementation has been\ninconsistent.\n3 .  Treatment for residents who are at risk of aspiration\nand precautions during mealtimes are inadequate.\nThe characteristics of the LHH population place many of them\nat risk of aspirating food and liquids.  However, LHH has failed\nto identify or treat, on any systematic, interdisciplinary basis,\nresidents with swallowing disorders, residents who need\nassistance eating, and residents with other medical conditions\nthat place them at risk for aspiration.  When we askad the\nfacility to provide a comprehensive list of persons who ara at\nrisk for aspiration, the facility did not have such a list.  The\nnursing staff compiled a list during our June tour but did not\nconsult with speech therapy staff who, according to the facility,\nare responsible for the evaluation and treatment planning for\npersons at risk of aspiration.  When we shared the list with\nspeech therapy staff, they added 25 names to the list --a  clear\nindication of the lack of the interdisciplinary treatment\nprocess.\nOur nursing expert identified numerous problems during\nmealtimes that put residents at further risk of aspiration.  For\nexample, thera is an insufficient number of staff for residents\nwho need assistance in eating.  Frequently, four staff members\nare responsible for feeding 34 residents.  As a result, staff\neither have to rush residents through meals or delay meals until  _.,\nfood is cooled to unsafe temperatures.  In addition, we observed\nstaff feeding residents in unsafe positions that place them at\nrisk of aspirating their food.  Staff frequently did not follow\nresidents' specialized diet plans, and staff were not/adequately\ntrained in feeding residents with oral motor dysfunctions that\nmake swallowing and eating difficult.\nThese problems are highlighted by the case of one resident\nwho has impaired eating abilities because of dysfunctional oral\nand mouth control.  Nursing staff feed him in a dangerous\nreclining position that exacerbates his eating problems.  As a\nresult, mealtimes are extremely aversive for him and staff have a\ndifficult time feeding him.  Nevertheless, LHH nursing and\ntherapy staff have failed to assess this resident to determine\nthe most appropriate position in which to faed him as well as\ncompensatory techniques for placing food in his mouth to\n\n- 9 -\nalleviate his chewing and swallowing problems.  In May of 1996,\nthe resident's treatment team discussed the insertion of a\ngastrostomy tube, but this procedure had not been performed as of\nJune 1997.  Although this resident had been identified as at risk\nfor aspiration, LHH did not provide individualized therapeutic\nassessments and interventions to decrease the risk.\nAnother resident was admitted just prior to our June 1997\ntour with a history of aspiration pneumonia and severe dysphagia\n(difficulty swallowing).  Nursing staff did not assess either of\nthese health care problems when the resident was admitted to LHH.\nAlthough the resident's chart noted that he occasionally vomits\nundigested food, there were no interventions or precautions for\nhis symptoms of reflux.  Our nursing expert observed another\nresident shortly after mealtime who was chewing on a diaper\nprovided by the staff.  We were told the resident was given the\ndiaper because he would otherwise engage in self-injurious\nbehavior.  Although this resident had just returned from a\nhospitalization for dehydration and aspiration pneumonia, we\ncould find no documentation that the resident had been evaluated\nfor reflux.  Reflux can be a cause of aspiration pneumonia, and\nis a common etiology for hand mouthing or the insertion of other\nobjects into the oral cavity in an attempt to increase the amount\nof saliva in the esophagus to decrease the amount of acidic\nburning due to his reflux.\nLHH's failure to evaluate and treat adequately such\nconditions as oral motor dysfunction, reflux, and other\nconditions' that pose aspiration risks, and its failure to follow\nsafe mealtime practices place residents at risk of serious\nillness.\n4.  Nurses do not manage seizures and monitor medication\nside effects adequately.\nLHH's nursing staff is inadequately trained in\nidentification of seizures and the anti-convulsant drug\nmanagement therapies currently in use.  The facility revised its .\nseizure management policy during, our tour, but even the revised\nversion is inadequate.  For example, although nursing.-\ninterventions are different for different types of seizures, the\npolicy does not make these distinctions.  LHH's nursing\ndocumentation is also inconsistent regarding resident seizure\nactivity.  Without adequate observation and recording of data, it\nis not possible to develop an adequate seizure treatment plan.\nNursing staff also do not monitor the potential side effects of\nmedications adequately, including seizure medications.  For\nexample, our nursing consultant reviewed the record of one\nresident who had a diagnosis of new onset seizures, hypertension,\norganic brain syndrome, and blindness.  Although he was receiving\nmultiple seizure medications with potentially serious side\neffects, the nursing staff was not monitoring any side effects.\n\n- 10 -\n5.  LHH fails to communicate adequately with, residents\nabout health issues.\nNursing home residents have the right to self-determination\nand communication with staff about health care decisions.\n42 C.F.R. § 483.10.  In particular, residents have a right to be\nfully informed of their \"total health status\" in a language they\nunderstand.  42 C.F.R. § 483.10 (b) (3) .  LHH fails to communicate\nfully with its multi-ethnic residents and residents whose\ndisabilities pose impediments to adequate communication.  Staff\nstated that they have access to a \"language bank\" at a local\nhospital, but these resources and other communication devices,\nsuch as communication boards, are underutilized for residents who\nhave language barriers or other obstacles to adequate\ncommunication with staff.\nOne example of this problem is the resident described above,\nwhom staff have great difficulty feeding and whose treatment team\nhas discussed the possibility of substituting oral feedings with\na gastrostomy tube.  This resident has multiple medical problems\nthat necessitate decisions about the appropriate course of\ntreatment.  He is a native Cambodian monk who was admitted to LHH\nin 1988, does not speak English, and is unable to communicate\nwith ward staff.  Facility staff reported that they brought\nsomeone in once or twice \"years ago\" but they were unable to\nestablish any sort of dialogue.  This resident is one of many LHH\nresidents who has no advocate, no one to speak for him, or even\nto speak to him -- even as life-or-death decisions are being made\nabout him.  A related problem is that many impaired LHH residents\ndo not have a guardian or responsible party to make health care\ndecisions for them, leaving these decisions to be made by LHH's\ntreatment teams.\nThe importance of staff being able to communicate with\nresidents is underscored by the case of a resident who committed\nsuicide at LHH in March 1997.  The resident, who spoke only\nChinese, had repeatedly^told his family that he wished to return\nto China and would commit suicide if he were not returned there..-\nLHH documents state that this information was never passed from\nthe family to facility staff and communication between the\nresident and staff was likely impaired because of the limited\nnumber of LHH staff who could communicate with the resident.\nB.  gm<aj-ejeg.ey  Response\nWe also found some deficiencies in LHH's ability to respond\nto medical emergencies.  LHH's internal reviews of \"Code Blue\"\nemergencies document that essential equipment and medications,\nsuch as oxygen and epinephrine, are not always immediately\navailable at LHH for staff to respond appropriately to\nemergencies.  In addition, there has been confusion on some codes\nabout the roles of the various members of the emergency response\n\n- 11 -\nteam and outside paramedics and about when to call 911.  Our\nnursing consultant witnessed a \"Code Blue\" during her June tour\nof LHH and had several concerns based on her observations,\nincluding nursing staff failing to use appropriate resuscitation\ntechniques and difficulties in establishing an intravenous line.\nStaff appeared inadequately trained and unfamiliar with\nintravenous procedures.  For example, the intravenous pole was\ntoo short so the resident's blood backed up into the tubing.\nMoreover, the nursing evaluation of this incident did not\nidentify these issues.\nC.  gpArialized Rehabilifcafrive ThgTrapy and Activity  Services\nUnder federal regulations, a nursing home \"must care for its\nresidents in a manner and in an environment that promotes\nmaintenance or enhancement of each resident's quality of life.\"\n42 C.F.R. § 433.15.  This means that nursing home residents have\nthe right to receive care and services necessary to \"attain or\nmaintain the highest practicable physical, mental, and\npsychosocial well-being.\"  42 C.F.R. § 433.25.  These services\ninclude \"specialized rehabilitative services,\" such, as physical,\noccupational and speech therapy, as well as recreational and\nstimulating activities.  42 C.F.R. §§ 433.15, 433.45\nAt the time of our June survey, LHH reported that S72 of its\n1,200 residents had either an altered diet or were tube fed and\n753 residents spent the majority of their time in bed or in a\nchair.  However, only approximately 50 residents were receiving\nphysical, occupational or speech therapy services..  Speech\ntherapy staff had assessed, at most, only one-third of the\nresidents identified by LHH as at risk for aspiration and they\nhad assessed only 10 percent of the more than\" 700 residents who\nrequired assistance with eating.  Given the number of residents\nwho have difficulty eating, the lack of oral motor assessments\nand interventions is a significant deficiency that poses great\nhealth risks.  Similarly, the lack of adequate physical therapy ,-\n :\nservices in a nursing home setting typically results in more\nresidents losing functional abilities, resulting in residents\nbeing confined to their wheelchairs or beds due to a\ndeterioration of their physical abilities and overall--health.\nA major reason for the failure to provide adequate speech,\noccupational and physical therapy services appears to be the lack\nof staffing.  Due to inadequate numbers of staff, the therapy\nstaff serve more in a consultant role than as actual members of\nthe interdisciplinary team.  Therapy staff rely exclusively on\nreferrals from the in-house staff or family members.  According\nto discussions with therapy staff, they develop a therapy program\nfor a resident, provide some staff training, and then rely on the\nnursing staff to implement the program.  This process does not\nprovide adequate follow-up of therapy programs by the therapy\nstaff.\n\n- 12 -\nThere also is a lack of sufficient resident activities at\nLHH, in violation of the federal statutory rights of nursing home\nresidents.  «<»*»  «=». a. . 42 C.F.R. § 433 . IS (f) (a) ( \"facility must\nprovide for an ongoing program of activities designed to meet ...\nthe interests and the physical, mental, and psychosocial\nwell-being of each resident\").  The facility fails to engage its\nresidents in adequate, appropriate and meaningful activities and\nto schedule a variety of activities to accommodate the diverse\nneeds of the population.  A number of residents spend the vast\nmajority of their day in their beds or in chairs next to their\nbeds.  LHH's Director of Activities agrees that there are\ninsufficient activity staff to provide adequate stimulation and\nactivities for LHH residents, particularly given the number of\nresidents who require considerable individual time and attention.\nIn sum, LHH is not meeting the specialized rehabilitative\ntherapy and activity needs of its residents.  As a result, the\nfacility is not helping rasidents attain their highest\npracticable physical, mental, and psychosocial well-being as\nrequired by 42 C.F.R. § 433.25, and rasidents suffer an increased\nrisk of morbidity, mortality and deterioration.\nHI.  LHH'S RESTRAINT PRACTICES ARE PROFESSIONALLY UNJUSTIFIABLE\nAND DANGEROUS TO RESIDENTS\nNursing home residents have constitutional and federal  '\nstatutory rights to be frae from physical or chemical restraints\nimposed for the convenience of staff and without medical\njustification.  Ymmcrbgrg v. Rom^o. 457 U.S. 307 (.1982);\n42 U.S.C. § 1396r(c) (1) (A) (ii) .  LHH uses restraints on its\nresidents in violation of accaptad standards of practice and in\nways that threaten the health and safaty of rasidents.\nAs noted earlier, despite the prevalence of residents with\nbehavior problems, only a small number of residents have behavior\nmanagement plans.  State licensing surveyors have repeatedly\ncited LHH for its reliance on psychotropic medications and\nphysical restraints in lieu of less intrusive behavior management\nplans.  In addition, LHH uses bedrail restraints while residents'\nare in bed on almost 50 percent of its rasidents.  Because\nprofessional standards of practice have eliminated the need for\n•physical restraints except under limited medical circumstances,\nfederal regulations require facilities to demonstrate a specific\nmedical symptom that requires the use of restraints, and how the\nuse of restraints treat the cause of the symptom and assist the\nresident in reaching his- or her highest level of physical and\npsychosocial well-being.  The justifications for use of\nrestraints in LHH medical records do not satisfy this standard.\nMoreover, the facility's use of bedrails exposes residents\nto the risk of injuries, such as skin tears, and the risk of arms\nor legs becoming entangled in the bedrails.  As we notad at the\n\n- 13 -\ntime of our June tour, LHH's practice of simultaneously using\nbedrails and vest restraints to confine residents to their\"'beds\nis an unsafe procedure that is contrary to accepted professional\nstandards.  Finally, LHH does not attempt to use less restrictive\nand safer restraints, such as rolled bumper cushions, bed alarms\nor an adjacent-to-bed floor mattress in violation of standards of\npractice set by federal regulations.  42 C.F.R. § 483.13(a).\nIV.  T.TTTT T.q  TTOT  PROVIDING*  RESIDENTS  WITH  AN  ADEOTTATE  AND\nAPPROPRIATE  LIVING  ENVTRONMT^NT\nNursing home residents have federal rights under the\nMedicaid/Medicare regulations to live in an adequate and\nappropriate environment.  S&2. e.g. . 42 C.F.R. § 483.15 (h) (1) (the\nnursing home must provide a safe, \"comfortable, and homelike\nenvironment\"); 42 C.F.R. § 483.10(e)  (nursing home residents have\na \"right to personal privacy\"); 42 C.F.R. § 483.15  (\"[a]  facility\nmust cars for its residents in a manner and in an environment\nthat promotes maintenance or enhancement of each resident's\nquality of life\"); 42 C.F.R. § 433.15(a)  (\"the  facility must\npromote care for residents in a manner and in an environment that\nmaintains or enhances each resident's dignity and respect\"); and\n42 C.F.R. § 483.10  (residents have a \"right to a dignified\nexistence\").  LHH fails to provide residents these rights.  As\nnoted above, most LHH residents live on large, open, often co-ed\nwards with up to 36 other residents.  The level of noise and.\nconstant traffic throughout the wards makes privacy almost\nimpossible, and it is difficult for ill residents to get needed\nrest.  Residents' beds are frequently only a few feet apart from\none other and the only partitions separating the beds are\nhospital curtains.  However, we noted that at least two wards did\nnot even have these curtains.  Residents in a number of wards do\nnot have easy access to bathrooms.  These conditions create both\nprivacy and infection control problems, since residents who soil\nthemselves in their beds must travel through the open ward to an\narea where they can be cleaned.  Moreover, although over half of\nLHH residents are incontinent, only approximately 25 residents  ••\nare on bowel or bladder training programs to give them greater  •\ncomfort and control over their bodily functions and decrease the.\nrisk of skin breakdown from constant irritation.\nV.  FAILURE  TO  PROVIDE  SERVICES  ITT THT! MOST  INTE^&TEr)  SETTING\nThe Justice Department has promulgated regulations pursuant\nto Title II of the Americans with Disabilities Act (\"ADA\") that\nrequire public entities to provide services to qualified\nindividuals with disabilities in the most integrated setting\nappropriate to their needs.  28 C.F.R. § 35.130(d).\nS'an Francisco is failing to ensure that LHH residents are being\nserved in the most integrated setting pursuant to the ADA.\n\n- 14 -\nAlthough Medicaid/Medicare regulations require an evaluation\nevery three months to determine the discharge potential of each\nnursing home resident  (42 C.F.R.§ 483.20(5)), LHH professionals\nare not conducting meaningful assessments of most residents to\ndetermine whether the nursing home is the most integrated setting\nto meet their needs.  However, there are some residents whom LHH\nprofessionals have assessed and determined should be served in a\nmore integrated setting.  Many of these residents have spinal\ncord injuries and use wheelchairs.  They could live in the\ncommunity independently or with some supportive services.  But\nthese and other residents remain at LHH because there are\nbarriers to an alternative placement, primarily a lack of\nsufficient accessible housing or support services, such as\nattendant care, supportive adult day programs, or out-patient\nhealth services.  Various city and county agencies in\nSan Francisco provide housing and supportive community services\nto disabled and elderly individuals.  San Francisco's failure to\nprovide qualified LHH residents with these services constitutes\nunnecessary segregation and is a violation of Title II of the\nADA.  Ss°. e.g. , L.C. v. Olmsfaad  1993 WL 1S3707  (11th Cir.\nApr. 8, 1998); Ff*31a ri ^. v. DiPar-in. 4S F.3d 325 (3d Cir.), csri.\nsub nom, Pennsylvania S^crgf-ar1/ nf. Publ?f* Welfare v.\n1 g  516 U.S. 813  (1995).  In addition, Title II of the ADA\nrequires that the City's housing programs, when viewed in their\nentirety, are accessible to persons with disabilities.\nWe are aware that San Francisco is examining ways in which\nto enhance options for people to remain in their homes and\ncommunities.  In fact, LHH's chief executive officer recently\nleft his position at LHH to co-chair San Francisco's Long Term\nCare Task Force.  The mission of this Task Force is to provide a\ncontinuum of health and social services that fosters independence\nfor elderly and disabled individuals in the least restrictive\nenvironment.  We are willing to work with the City to explore\npossible sources of federal funding and technical assistance to\nincrease community residential services for LHH residents,\nincluding assistance from the United States Department of Housing;\nand Urban Development to provide housing through such mechanisms\nas rental options in publicly subsidized buildings, home\nownership options, and use of certificates and vouchers.\nIn order to remedy these deficiencies and to protect the\nconstitutional and federal statutory rights of LHH residents, LHH\nshould implement promptly, at a minimum, the following measures:\n1.  Provide a safe environment for LHH residents.  LHH\nshould identify and take adequate steps to protect all residents\nwho are at risk of harm from their own acts and the acts of\nothers, including residents with cognitive impairments and\nbehavior problems.  These steps should include adequate staff\n\n- IS -\nsupervision and behavior management programs.  LHH should also\nidentify residents who are subject to being victimized and' take\nadequate steps to protect them.  To the extent possible, LHH\nshould separate cognitively impaired and confused residents from\nhigher-functioning,  potentially  aggressive  residents.  In\naddition, LHH staff sliould ensure tnat residents follow safe\nsmoking practices and that egress corridors are not obstructed.\n2.  Protect residents from abuse and neglect.  LHH should\nestablish and maintain an adequate facility-wide system for\nreporting and investigating residents' injuries, abuse, and\nneglect.  LHH should develop and implement policies and\nprocedures to conduct an independent and thorough investigation\nof all allegations of staff abuse and neglect, ensure that\nappropriate disciplinary steps are taken, and address any\nunderlying systemic issues leading to abuse.  The abuse\ninvestigators should be independent of the facility.  Finally,\nLHH must follow State and federal regulations on reporting\ninjuries and incidents to State authorities.\n3.  Provide residents with adequate preventive, chronic, and\nemergency health care in accordance with generally accepted\nprofessional standards.  In order to accomplish this, LHH should:\na.  ensure all residents receive timely, individualized,\ncomprehensive assessments that are adequate to\ndetermine their health care needs;\nb.  conduct adequate assessments of the specialized\nrehabilitative therapy needs of residents  (including\nspeech, occupational, and physical therapy services)\nand ensure that needed services are provided in a\ntimely manner by qualified staff;\nc.  develop and implement adequate interdisciplinary care\nplans to address each resident's complete health care\nneeds;  /\n' d.  monitor and review residents' health status and respond\nto changes in a resident's health status in.a timely\nmanner,-\ne.  revise nursing procedures to ensure they reflect\ncurrent standards of practice,-\nf.  identify and provide appropriate treatment for\nresidents who are at risk of aspiration;\ng.  provide adequate nutritional management services,\nincluding adequate nutritional assessments of\nindividual residents' specific nutritional needs,-\n\n- IS -\nh.  ensure that residents who need assistance in eating are\nassisted by adequately trained staff who feed the\nresidents in a safe and appropriate manner;\ni.  provide appropriate seizure management; '\nj.  ensure that nurses monitor medication side effects,- and\nk.  ensure that there is adequate, functioning equipment to\nrespond to emergencies, that staff are adequately\ntrained in emergency response and understand their\nroles, and that LHH adequately reviews its responses to\nemergencies and takes corrective action when needed.\n4.  Ensure adequate communication with residents.  Where\nthere are language barriers or other impediments to adequate\ncommunication with staff, LHH should use translators and other\ndevices, such as communication boards, to facilitate\ncommunication.\n5.  Provide sufficient, meaningful, stimulating activities\nCo residents and make all due efforts to get residents involved\nin activities.\nS.  Ensure that all LHH staff, including physicians, nurses,\ntherapists and direct care, are adequately trained in current\nstandards of practice in all relevant areas of health cara\ndelivery.  Provide, to all health care staff, comoetency-based\ntraining that requires staff to demonstrate both their knowledge\nand ability to perform tasks in the following areas:  mealtime\nprecautions and safe feeding practices,- seizure identification\nand management; positioning,- and skin..care.  In addition, LHH\nshould provide competency-based training to nurses in the\nfollowing areas:  physical assessment; treatment planning\n(interdisciplinary); and medication effects and side effects.\n7.  Provide a sufficient number of nurses and aides to  ./\nprovide adequate assessment, treatment, and supervision of LHH  :\nresidents.\n8.  Provide a sufficient number of specialized •\"\"\nrehabilitation therapists, including physical therapists,\noccupational therapists, speech therapists, and activity\nspecialists to provide adequate treatment and stimulating\nactivities to each LHH resident.\n9.  Cease using vest restraints with bedrails.  LHH should\nalso ensure that the safest and least restrictive means of bodily\nrestraints are used, pursuant to accepted professional standards\nand federal law, and such restraints are only used when there is\na documented medical symptom that requires the use of restraints,\nand are never used for the convenience of staff or as punishment.\n\n- 17 -\n*\nStaff must follow physicians' orders, use restraints\nappropriately, and monitor the status of residents who are being\nrestrained.\n10.  Provide residents with an adequate and appropriate\nliving environment that affords them privacy.\n11.  Ensure that appropriate individuals under California\nState law are appointed to act on a resident' s behalf when a\nresident has been adjudged incompetent or wishes to delegate a\nsurrogate decision-maker in accordance with 42 C.F.R.\n§ 483.10(a) (3) and  (4) .\n12.  Conduct regular professional assessments to identify\nresidents who could be served in more integrated settings and\nprovide adequate housing or supportive services to assist these\nindividuals in moving from LHH to the community.\n13.  Develop an effective monitoring and quality assurance\nmechanism to ensure compliance with the remedial measures.\nPursuant to CRIPA, the Attorney General may initiate a\nlawsuit to correct deficiencies at an institution 49 days after\nappropriate local officials ara notified of them.  42 U.S.C.\n§ 1997b (a) (1) .  However, in light of the cooperation the City has\nprovided us, we look forward to discussing with you and_other\nCity officials how we might resolve the existing systemic\ndeficiencies in a non-adversarial manner.  We hope to be able to\nwork with you and other City officials to resolve this matter in\na reasonable and expeditious manner.\nBil\nActing Assis,\nCivil\ncc:  Louise H. Renne, Esq.\nCity Attorney\nCity and County of San Francisco\nMitchell Katz, M.D.\nDirector of Health\nCity and County of San Francisco\nMr. Anthony Wagner\n'  Interim Executive Administrator\nCommunity Health Network\n\n- 18 -\nMr. Lawrence J- Punk\nInterim Executive Administrator\nLaguna Honda Hospital\nMichael Yamaguchi, Esq.\nUnited States Attorney\nNorthern District of California\nThe Honorable Donna E. Shalala\nSecretary\nU.S. Department of Health and Human Services\nThe Honorable Andrew Cuomo\nSecretary\nU.S. Department of Housing and Urban Development",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2427"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128484,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128484"
    },
    {
      "date": "2003-04-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 15518,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/15518.pdf",
      "title": "Findings Letter re: Investigation of Laguna Honda Hospital and Rehabilitation Center",
      "text": "U.S. Department of Justice \nCivil Rights Division \nOffice of the Assistant Attorney General  Washington, D.C. 20035 \nAugust  3,  2004 \nThe  Honorable  Arnold  Schwarzenegger \nGovernor  of  California \nState  Capitol  Building \nSacramento,  CA  95814 \nRe:  Laguna  Honda  Hospital  and  Rehabilitation  Center, \nSan  Francisco,  California \nDear  Governor  Schwarzenegger: \nI  am  writing  to  report  another  set  of  findings  arising \nout  of  the  Civil  Rights  Division's  investigation of  Laguna \nHonda  Hospital  and  Rehabilitation Center  in San  Francisco. \nThis  latest  probe,  which  is part  of  our  broader  investigation \nof  Laguna  Honda  under  the  Civil  Rights  of  Institutionalized \nPersons  Act  (\"CRIPA\"),  42  U.S.C.  §  1997,  focused  on  whether \nthe  State  of  California  contributes  to  the  unnecessary \nsegregation  of  residents  at  this  nursing  facility. \nLaguna  Honda  is one  of  the  largest  publicly-operated \nnursing  homes  in the  country,  providing  about  one-third of  the \nskilled nursing  beds  in  San  Francisco.  It  is  a  Medicare- and \nMedicaid-certified nursing  facility  that  is owned  and  operated \nby  the  City and  County  of  San  Francisco.  Laguna  Honda's  1,200 \nskilled nursing  and  20  general  acute  care  beds  are  located on \na  single,  64-acre  site with  an  average  daily  census  of  1,041 \nresidents  in  FY  2002-2003.  Laguna  Honda  employs  approximately \n1,500  full-time  equivalent  employees. \nLaguna  Honda  has  a  diverse  resident  population,  comprised \nof  residents  with  a  variety of  diagnoses  and  functional \nlimitations,  including  a  significant  number  of  residents \nrestricted by  substantial  physical  impairments,  mental \nillness,  and  developmental  disabilities.  The  residents  range \nin age  from  the  early twenties  to  over  100.  For  a  nursing \nhome,  Laguna  Honda  serves  an  unusually  high  number  of  younger \n\n- 2  -\nresidents  under  the  age  of  55  approximately  22  percent  of \nthe  total;  In  fact,  this  segment  of  the  Laguna  Honda \npopulation  tripled  from  1990  to 2000,  and  continues  to \nincrease. \nIn  May  1998  and  April  2003,  we  notified  the  City of  San \nFrancisco  that  it was  violating Title  II  of  the Americans  with \nDisabilities Act  of  1990  (\"ADA\"),  42  U.S.C.  §  12131,  and  its \nimplementing  regulations,  including  28  C.F.R.  §  35.130(d)  (the \n\"integration regulation\"),  by  failing  to  provide  services  in \nthe  most  integrated setting.  On  April  23,  i003,  we  also \nnotified  the  State  that  we  were  broadening  our  investigation \nof  the ADA  violations  at  Laguna  Honda  to  determine  whether  the \nState  itself contributes  to  the  unnecessary \ninstitutionalization of  Laguna  Honda  residents. \nHaving  completed  our  thorough  investigation,  it is  our \njudgment  that  the  State  has  impeded  qualified Laguna  Honda \nresidents  from  being  served  in  the  most  integrated setting \nappropriate  to meet  their needs,  as  required  by  Title  II  of \nthe  ADA. 1  The  State's  contribution  to  the  unnecessary \nisolation of  facility residents  is evidenced  by  its: \n(i)  failure  to  ensure  that  residents  are  adequately  and  timely \nassessed  for  placement  in non-institutional  settings  upon \nadmission  and  regularly  thereafter;  (ii)  failure  to  adequately \ninform  residents  of  home- and  community-based  options  and \nalternatives;  and  (iii)  failure  to provide  sufficient \nmeaningful  community  options  to  reasonably  accommodate \n1  By  virtue  of  their assessed  conditions  and  placement  at \nthe  facility,  the  residents  of  Laguna  Honda  are  qualified \nindividuals  with  a  disability pursuant  to  the  ADA.  Title  II \nof  the ADA  defines  a  \"qualified individual  with  a  disability\" \nas:  an  individual  with  a  disability who,  with  or without \nreasonable  modifications  to  rules,  policies,  or practices,  the \nremoval  of  architectural;  communication,  or  transportation \nbarriers,  or  the  provision of  auxiliary aids  and  services, \nmeets  the  essential  eligibility requirements  for  the  receipt \nof  services  or  the  participation in programs  or  activities \nprovided  by  a  public  entity.  42  U.S.C.  §  12131(2).  Title  II \nof  the ADA  defines  \"disability\"  with  respect  to  an  individual \nas  \"a  physical  or mental  impairment  that  substantially limits \none  or more  major  life activities  of  such  individual,  a  record \nof  such  an  impairment,  or  being  regarded  as  having  such  an \nimpairment.\"  42  U.S.C.  §  12102(2). \n\n- 3  -\nqualified  residents  who  need  appropriate  placements  in non \ninstitutional  settings along  with  the  supports  and  services \nthey  need  to  live  in those  settings.  Consistent  with  our \nstatutory obligations,  we  set  forth  our  findings  in greater \ndetail  below,  along  with  the  minimum  remedial  measures \nnecessary  to  address  outstanding  concerns. \nBefore  outlining our  findings,  however,  we  wish  to \nacknowledge  and  express  our  appreciation  for  the  cooperation \nand  assistance  of  all  of  the  State  officials who  facilitated \nour  review.  We  found  the  State  officials who  worked  with us \nand ·participated in our  interviews  to  be  knowledgeable  and \ncommitted  individuals.  Your  own  office  also  has  shown  great \n_leadership  in this  matter  for  which  we  are  most  grateful.  We \nhope  to  be  able  to  build on  this  positive  and  collaborative \nrelationship  as  we  work  with  the  State  in  the  future  to \naddress  our  outstanding  concerns  at  Laguna  Honda.  Indeed,  we \nrecently met  with  counsel  for  the  State  and  certainly \nappreciate  the  initial positive  response  to  our  overture  to \nprovide  technical  assistance  to  facilitate  needed  remedial \nefforts. \nI.  BACKGROUND \nOn  May  6,  1998,  we·  first  notified  then-San  Francisco \nMayor  Willie  Brown  that  the  City was  violating  the  ADA  and  the \nrights  of  Laguna  Honda  residents  by  not  providing  adequate \nresident  assessments  to  determine  whether  the  nursing  facility \nwas  the  most  integrated  setting  to  meet  residents'  needs. 2  In \n2001  and  2002,  in  a  joint  review with  the  Office  for  Civil \nRights  at  the  United  States  Department  of  Health  and  Human \nServices  (\"HHS\"),  we  conducted  a  comprehensive  evaluation of \nLaguna  Honda's  assessment  and  discharge  planning  process,  as \nwell  as  the  City's  capacity  to  provide  community-based \nsupports  and  services  to  the  residents.  On  April  1,  2003,  we \nfound  -- jointly with  HHS  -- that  the  City continued  to \nviolate  Title  II  of  the  ADA  (\"2003  Findings  Letter\").  We \ndiscuss  some  of  those  2003  findings  in greater detail  below. \n2  Our  findings  letter addressed  additional  legal \nviolations  relating  to  conditions  of  care  and  treatment  of \nLaguna  Honda  residents,  including  the  City's  failure  to  ensure \nresidents'  reasonable  safety,  failure  to provide  adequate \nhealth care  services,  and  failure  to  provide  an  adequate \nliving environment. \n\n- 4  -\nOur  focused  review  of  the  City's  admission  and  discharge \npractices  and  policies  revealed  credible  allegations  that  the \nState  may  be  contributing  to  the  unnecessary  isolation of \ncertain Laguna  Honda  residents  through  its administration of \nMedicaid  programs  and  waivers,  as  well  as  other  long-term care \nprograms  and  services.  As  a  result,  on  April  23,  2003,  we \nnotified  then-Governor  Gray  Davis  that  we  were  broadening  our \nongoing  investigation of  the  City of  San  Francisco  to \ndetermine  whether  the  State  similarly contributes  to  the \nunnecessary  institutionalization of  qualified  residents  at \nLagu~a Honda. \nIn August  2003,  as  part  of  our  investigation of  the \nState,  we  interviewed  State  officials  from  various  departments \nin California's  Health  and  Human  Services  Agency,  including \nstaff  from  the  Departments  of  Health  Services,  Mental .Health, \nDevelopmental  Services,  Social  Services,  and  Aging.  Each \ndepartment  is  charged  with  administering  and/or  providing \nprogrammatic  oversight  of  long-term care  or  related programs \nand  services  in  San  Francisco  and  at  other  locations  in \nCalifornia,  including  those  which  provide  home- and  community \nbased  alternatives  to  institutional-based care.  In  addition, \nwe  reviewed  documents  and  materials  provided  by  the  State. \nII.  LEGAL  FRAMEWORK \nWith  the  passage  of  the  ADA,  Congress  intended  to  provide \na  \"clear  and  comprehensive  national  mandate  for  the \nelimination of  discrimination  against  individuals  with \ndisabilities.\"  42  U.S.C.  §  12101(b) (1) .3  In  Title  II  of  the \nADA,  Congress  set  forth  specific  prohibitions  against \ndiscrimination  in public  services  furnished  by  governmental \n3  Congress  found  that  \"historically,  society has  tended \nto  isolate  and  segregate  individuals  with  disabilities,  and, \ndespite  some  improvements,  such  forms  of  discrimination \nagainst  individuals  with  disabilities  continue  to  be  a  serious \nand  pervasive  social  problem.  [D]iscrimination  against \nindividuals  with  disabilities  persists  in  such  critical  areas \nas  ...  institutionalization.  [I]ndividuals  with \ndisabilities  continually  encounter various  forms  of \ndiscrimination,  including  outright  intentional  exclusion, \nfailure  to  make  modifications  to  existing  facilities  and \npractices,  [and]  segregation.\"  42  U.S.C.  §  12101 (a)  (2), \n(3),  (5). \n\n- 5  -\nentities.  Specifically,  the  ADA  provides  that  \"no  qualified \nindividual  with  a  disability shall,  by  reason  of  such \ndisability,  be  excluded  from  participation in or be  denied  the \nbenefits  of  the  services,  programs,  or  activities  of  a  public \nentity,  or  be  subjected  to  discrimination  by  any  such  entity.\" \n42  U.S.C.  §  12132.  The  regulations  promulgated  pursuant  to \nthe ADA  provide  that  \"[a]  public  entity shall  administer \nservices,  programs,  and  activities  in  the  most  integrated \nsetting appropriate  to  the  needs  of  qualified  individuals  with \ndisabilities.\"  28  C.F.R.  §  35.130(d).  The  preamble  to  the \nregulations  defines  \"the  most  integrated  setting\"  to mean  a \nsetting-\"that  en~bles individuals  with  disabilities  to \ninteract  with  nondisabled  persons  to  the  fullest  extent \npossible.\"  28  C.F.R.  pt.  35,  App.  A  at  450. \nIn  construing  the  anti-discrimination provision  contained \nwithin  the  public  services  portion  (Title  II)  of  the ADA,  the \nSupreme  Court  held  that  \"[u]njustified  [institutional] \nisolation  ...  is  properly  regarded  as  discrimination based  on \ndisability.\"  Olmstead v.  L.C.,  527  U.S.  581,  597,  600  (1999). \nThe  Court  explained  that  \"institutional  placement  of  persons \nwho  can  handle  and  benefit  from  community  settings  perpetuates \nunwarranted  assumptions·that  persons  so  isolated are  incapable \nor unworthy  of  participating  in  community  life.\"  Id.  at  600. \nThe  Court  added  that  \"confinement  in  an  institution severely \ndiminishes  the  everyday  life activities  of  individuals, \nincluding  family  relations,  social  contacts,  work  options, \neconomic  independence,  educational  advancement,  and  cultural \nenrichment.\"  Id.  at  601.  The  Court  established a  three-prong \ntest  to  determine  when  jurisdictions are  required  to  provide \ncommunity-based  treatment  for  persons  with  mental \ndisabilities.  The  Court  held  that  jurisdictions  are  required \nto  provide  such  services  when:  (A)  \"an  individual  'meets  the \nessential  eligibility requirements'\"  for  protections,  supports \nand  services  in a  community-based  program,  based upon \nreasonable  assessments  of  the  individual's  treating \nprofessionals;  (B)  \"the  affected persons  do  not  oppose  such \ntreatment\";  (C)  and,  the  placement  can  be  \"reasonably \naccommodated,\"  taking  into  account  the  resources  available  to \nthe  jurisdiction and  the  needs  of  others  who  are  similarly \nsituated.  Id.  at  602,  607.  See  also  Townsend  v.  Quasim,  328 \nF.3d  511  (9th  Cir.  2003)  (applying  the  Supreme  Court's  Olmstead \nanalysis  in  reversing  grant  of  summary  judgment  in  favor  of \nthe  State) . \n\n- 6  -\nWith  the  New  Freedom  Initiative,  President  George  W;  Bush \nannounced  that  one  of  the  top  priorities  for  this \nAdministration was  to  tear down  barriers  to  equality and  to \nexpand  opportunities  available  to Americans  living with \ndisabilities.  As  one  step  in  implementing  the  New  Freedom \nInitiative,  the  President,  on  June  18,  2001,  signed  Executive \nOrder  No.  13217,  entitled  \"Community-Based Alternatives  for \nIndividuals with  Disabilities.\"  In  that  Order,  the  President \nemphasized  that  unjustified  isolation or  segregation  of \nqualified  individuals  with  disabilities  in  institutions  is  a \nform  of  prohibited discrimination,  that  the  United  States  is \ncommitted  to  community-based  alternatives  for  individualswith \ndisabilities,  and  that  the  United  States  seeks  to  ensure  that \nAmerica's  community-based  programs  effectively foster \nindependence  and  participation  in  the  community  for Americans \nwith  disabilities.  Exec.  Order  No.  13217,  §§  1(a)-(c), \n66  Fed.  Reg.  33155  (June  18,  2001).  The  President  directed \nthe  Attorney General  to  \"fully enforce\"  Title  II  of  the ADA, \nespecially  for  the  victims  of  unjustified \ninstitutionalization.  Id.  at  §  2(c).  The  Executive  Order \ndirected  federal  agencies  to  identify and  remove  barriers  that \nimpede  opportunities  for  community  placement.  In  response, \nfederal  agencies  have  undertaken  several  initiatives, \nincluding  clarifying  federal  statutes  and  regulations  to \nassist  in  the  transition of institutionalized  individuals  into \nmore  integrated settings,  increasing  federal  funding  for \nprograms  and  projects  aimed  at  expanding  opportunities  for \ncommunity  living,  and  ensuring  full  and  comprehensive \nenforcement  of  Title  II  of  the  ADA.  See  U.S.  Dep't  of  Health \n& Human  Serv.,  Delivering on  the  Promise:  Compilation  of \nIndividual  Federal  Agency  Reports  to  Eliminate  Barriers  and \nPromote  Community  Integration  (2002). \nIII.  FACTUAL  CONTEXT \nOn  April  1,  2003,  we  informed  the  City  that  Laguna  Honda \nfails  to provide  meaningful,  adequate,  and  periodic \nassessments  of  qualified  residents'  potential  for  placement  in \nthe  most  integrated community  setting  in violation of  the ADA. \nSee  2003  Findings  Letter at  8-15.  For  your  convenience,  our \n2003  Findings  Letter  is  attached.  Specifically,  we  found  many \nLaguna  Honda  residents  who  were  not  appropriate  for  admission \nand/or  ongoing  placement  at  the  nursing  home,  yet  seemed  to \nlanguish  there  due  to  inadequate  assessments  or  a  failure  to \nimplement  existing  assessments.  For  example: \n\n- 7  -\n•  We  found  a  resident  who  had  remained  ~t Laguna  Honda  for \nover  a  decade  even  though  she  was  assessed  as  having  no \nskilled nursing  or medical  needs  and  required  no \nassistance  in her  activities  of  daily  living.  Her \ndischarge  assessment  had  long  included  notes  that  she  was \nready  for  discharge  and  she  had  long  expressed  a  strong \ndesire  to  leave. \n•  We  found  individuals  admitted  to  and  residing  at  Laguna \nHonda  for  years  simply because  their  caregivers  needed \nthe  skilled nursing  care  provided  at  Laguna  Honda.  In \nfact,  the  individuals  themselves  did  not  have  an  assessed \nneed  for  nursing  home  services. \n•  We  found  several  residents  with mental  illness  who  were \nnot  identified as  having  mental  illness  upon  admission  to \nLaguna  Honda.  These  individuals  were  not  given  a \ncomplete  Preadmission  Screening  and  Resident  Review \n(\"PASRR\")  evaluation,  as  is  required  by  federal  law,  to \nhelp  determine  proper  residential  placement  and  treatment \nfor  individuals  with  mental  disabilities.  As  a  result, \nthese  persons  may  have  been  improperly admitted  to  the \nfacility based  on  these  inadequate  assessments. \n•  We  found  that  some  residents  who  wanted  to  move  to  the \ncommunity  did  not  have  a  short- or  a  long-term discharge \nplan with proper  assessments  in their  records. \n•  We  found  many  individuals  who  had  remained  at  Laguna \nHonda  too  long  simply because  discharge  assessment  and \nplanning  is not  an  integral  component  of  service  delivery \nat  the  nursing  home,  either at  the  time  of  admission  or \nthereafter.  We  found  individuals  who  did  not  require  or \nno  longer  required  skilled nursing  care  yet  who  remained \nat  the  facility  for  months  and,  in  some  instances,  even \nyears. \n•  We  found  many  individuals  who  had  remained  at  Laguna \nHonda  because  of  limited  community  capacity or  the \nperception of  limited community  capacity,  not  because  of \ntheir skilled nursing  needs.  These  individuals  often \ntravel  to  and  interact  in  the  community,  returning  to  the \nnursing  home  each  night  simply because  they  have  not  been \nprovided with  appropriate  community  supports. \n\n- 8  -\nWe  further  found  that  Laguna  Honda  residents  become \nand/or  remain  unnecessarily  isolated at  the  facility,  in \nviolation of  the  ADA.  Overall,  we  found  that  the  assessment \nand  discharge  process  at  Laguna  Honda  is  substantially flawed \nin  that  not  only does  it admit  some  people  to  the  facility who \ndo  not  need  restrictive  care,  but  it is unduly  cumbersome  and \nprolonged,  resulting  in many  residents  remaining  in  the \nfacility  long  after their  level  of  medical  acuity would \ndictate  transfer  to  a  more  integrated  setting.  Given  our  in \ndepth  review  of  facility practices  over  several  years,  we \nfound  that  the  problems  were  systemic,  a  gross  departure  from \ngenerally accepted practices  and  legal  standards,  and were \nlikely to  continue  in  the  future  absent  implementation  of \nremedial  measures. \nThe  unnecessary  segregation  issue  at  Laguna  Honda  is  even \nmore  pressing  now  given  recent  events  at  the  facility.  Laguna \nHonda's  Administrator  recently confirmed  to  us  that  the \nfacility  has  continued  to  accept  younger  residents,  many  of \nwhom  have  significant  mental  health  and  behavioral  issues.  In \nfact,  in  light  of  this  situation,  the  facility apparently has \nadded  two  secure  units  since  our  last  tour  of  the  facility. \nWe  understand  that  even  the  physicians  at  Laguna  Honda  have \nexpressed  serious  concerns  about  recent  changes  in the \nfacility's  admissions  policies,  which  enable  the  admission  of \npatients  who  could  compromise  resident  safety by  introducing \nindividuals  whose  needs  staff may  simply be  ill-equipped  to \nhandle. \nWe  note  that  the  State's  own  surveys  conducted  earlier \n\"this  year  in February and  May  pursuant  to  the  State's ongoing \nparticipation  in  the  Medicaid  program  on  behalf  of  the  federal \nCenters  for  Medicare  and  Medicaid  Services  (\"CMS\")  revealed  a \nnumber  of  significant  concerns,  including: \n•  A  resident  reported  that  he  witnessed  a  female  staff \nperson  hit  a  male  resident  when  that  resident  accidently \nknocked  his  denture  cup  under  the  bed.  Laguna  Honda's \ninvestigation report  indicated  that  abuse  was  not \nsubstantiated because  the  resident  eyewitness  of  the \nalleged abuse  declined  to  stand by  his  statement  for  fear \nof  having  to  \"testify in court.\" \n•  A  resident  suffered  a  broken  hip  after a  Laguna  Honda \nnurse  attempted  to  insert  a  rectal  suppository while  the \nresident  was  standing  up.  The  resident  ran  away  from  the \n\n- 9  -\nnurse  and  slipped and  fell.  This  resident  had  diagnoses \nof  osteoarthritis  and  advanced  osteoporosis, placing him \nat  high  risk  for  fractures,  and  had  been  identified by \nhis  team  as  an  elopement  risk.  Seven  months  after the \nfall,  when  State  surveyors  visited Laguna  Honda,  the \nresident  still had  not  recovered  fully.  Prior  to  the \nfall,  he  had  walked  independently.  At  the  time  the \nsurveyors  visited him,  he  required  \"extensive  assistance\" \nin activities  such  as  bed  mobility and  transfers,  and  was \nusing  a  walker  for  arnbulation. \n•  Another  resident,  whom  Laguna  Honda  staff had  identified \nas  needing  supervision when  ambulating  and  assistance \nwith  activities  of  daily  living,  fell  on  three  different \noccasions.  The  first  time,  he  was  unsupervised  and  a \nnurse's  aide  found  him  lying on  the  floor  in the  back  of \nthe  ward.  The  resident  sustained  an  impacted  fracture  of \nhis  upper  right  arm.  Approximately  three  months  after \nthe  initial  fall,  the  resident  appears  to have  fallen \nagain,  sustaining  a  fracture  of  his  upper  left arm.  An \nassessment  completed  after the  third  fall  indicated  that \nthe  resident  had  decreased  range  of  motion  in both upper \nextremities  with  declines  in his  activities  of  daily \nliving  such  as  transfers,  eating,  dressing,  and \narnbulation. \n•  According  to  the  State  surveyors,  a  resident  who  entered \nthe  facility without  pressure  sores4  developed  an \navoidable  pressure  sore  that  Laguna  Honda  staff  only \nassessed  and  began  treating once  it had  reached  a  very \nadvanced  stage.  Another  resident  was  assessed upon \nadmission  to  Laguna  Honda  in October  2003  as  having  a \nsignificant  pressure  sore  on  his  tailbone,  but  the \nfacility  failed  to  develop  a  treatment  plan  to  address \nthe  existing pressure  sore  or  to prevent  new  ones  from \nforming. \n4  Pressure  sores,  also  called decubitus  ulcers  or bed \nsores,  are  painful  lesions  caused  by  unrelieved pressure \nresulting  in damage  of  underlying  tissue.  They  are  usually \nlocated over  bony  prominences  and  are  graded or  staged  to \nclassify  the  degree  of  tissue  damage  observed.  Neglected  or \nimproperly  treated pressure  sores  can  lead  to  skin  and  tissue \nloss  and  bone,  tendon  and/or muscle  damage. \n\n- 10  -\nIn  light  of  these  and  other recent  and  troubling  events, \nthere  is  an  even  more  compelling  need  to  address  systemic \nproblems  associated with placement  of  residents  in  the  most \nintegrated  setting,  as  an  inappropriate  and  unduly  protracted \nstay at  Laguna  Honda  may  imperil  residents'  health,  safety, \nand  welfare. \nIV.  FINDINGS \nA.  THE  STATE  CONTRIBUTES  TO  THE  UNNECESSARY  SEGREGATION  OF \nLAGUNA  HONDA  RESIDENTS  BY  NOT  REQUIRING  ADEQUATE \nASSESSMENTS  WHEN  AUTHORIZING  PLACEMENTS  AT  LAGUNA  HONDA \nFederal  law  requires  States  to  ensure  that  Medicaid  funds \nare  paid only  for  medically necessary  services.  42  U.S.C. \n§  1396a(a) (30).  Pursuant  to  its participation in  the  Medicaid \nprogram,  California  requires  authorization  from  the  State \nbefore  facilities  like  Laguna  Honda  may  provide  reimbursable \nskilled nursing  services  to  covered  individuals. 5  The \nauthorization  is  to  be  premised  on  a  meaningful  State  review \nof  a  person's  individualized needs  and  functioning  capacity \nthroughout  his  or her  stay in the  nursing  horne.  Nursing \nfacilities  are  to  obtain prior  authorization  from  the  State \ninitially,  as  well  as  State  re-authorization  for  continued \nstays  upon  expiration of  initial  approval  periods. \nIn  addition,  the  State  is  to  ensure  that  there  are \nadequate  assessments  of  individuals'  eligibility for  community \ncare.  For  example,  each  resident  of  a  nursing  facility must \nbe  provided  with  a  comprehensive  assessment  of  his/her needs \nand  functional  capacity,  including potential  for  discharge  to \nthe  community.  42  U.S.C.  §  1396r;  42  C.F.R.  §  483.20.  Such \ncomprehensive  assessments  are  required  upon  admission  and \nperiodically thereafter.  42  C.F.R.  §  483.20(b) (2)  (i)  (within \n14  days  of  admission);  42  C.F.R.  §  483.20 (b) (2)  (iii)  (ongoing \nreviews  at  least  annually) .  These  requirements  are  consistent \nwith  the  Olmstead  opinion  in which  the  Supreme  Court  held  that \nthe  ADA  requires  jurisdictions  to provide  community-based \ntreatment  \"when  the  State's  treatment  professionals  determine \nthat  such  placement  is  appropriate  \"  Olmstead,  527 \n5  California's  authorization  is obtained when  a  nursing \nfacility  like Laguna  Honda  submits  a  Long  Term  Care  Treatment \nAuthorization Request  (\"LTC  TAR\")  form  to  the  State  for \napproval. \n\n- 11  -\nU.S.  at  607.  The  Court  explained  that  jurisdictions may  rely \n\"on  the  reasonable  assessments  of  its own  professionals  in \ndetermining  whether  an  individual  'meets  the  essential \neligibility requirements'\"  for  a  community-based  program.  Id. \nat  602. \nThe  State  of  California,  however,  regularly  fails  to \nprovide  adequate  review  of  facility  assessments  to  ensure  that \nLaguna  Honda  residents  are  served  in the  most  integrated \nsetting consistent  with  federal  law.  In  fact,  the  State's \nauthorization process  does  not  require  nursing  homes  to  supply \ninformation  critical  to  ensure  an  informed -authorization \ndecision.  Specifically,  the  State  does  not  require \ninstitutional  providers  like  Laguna  Honda  to provide  detailed \ninformation  on  appropriate  alternative  placements  to  the \nnursing  home,  the  person's  previous  status  in  the  community, \nor  possible  resources  that  might  be  available  to  facilitate \ncommunity  placement  in the  future.  Without  this,  the  State \ndoes  not  possess  all  necessary  information  to  enable  it to \nmake  an  informed  authorization decision.  As  a  result,  many \nLaguna  Honda  residents  are  now,  or ultimately will  become, \nisolated  in a  restrictive and  segregated  setting at  the \nnursing  home  and  excluded  from  participating  in  and \nbenefitting  from  community-based  aiternatives  provided  or \nadministered  by  the  City  and  State. \nThis  institutionalization  is especially troubling given \nthat  the  State  routinely  approves  Laguna  Honda's  authorization \nrequests  for  periods  of  up  to  two  years  - the  maximum  allowed \nby  the  State  - without  requiring  that  Laguna  Honda  determine \nwhether  residents  are  appropriate  for  community  placement. \nDuring  these  often prolonged periods,  the  State  provides \nlittle further  review  or  analysis  of  the  appropriateness  of \nthe  nursing  home  placement. 6  State  sanction of  such  pr~longed \n6  The  State's  authorization process  may  simply  not \nprovide  sufficient  time  and  opportunity  for  meaningful \noversight  and  review  of  individuals'  needs  given  the  large \nvolume  of  authorization  requests  the  State  must  process.  For \nexample,  in July  2003,  the  State  office  responsible  for \nreviewing  authorization  requests  from  nursing  facilities \nreceived  a  total  of  17,000  authorization  requests  for  a \nvariety of  Medicaid  services,  including  9,000  initial \nauthorization  and  3,000  re-authorization  requests  for  long \nterm  care.  This  large volume  of  requests  had  to  be  reviewed \n\n- 12  -\nstays  serves  as  a  disincentive  for  nursing  home  personnel  to \nfind  other more  appropriate  integrated placements.  The \nunsurprising  consequence  is  that  a  significant  number  of \nLaguna  Honda  residents  remain  at  the  nursing  home  long  after \ntheir  condition  improves  and  they  become  eligible  for \ncommunity  placement. \nAs  is  evident,  the  State's  inadequate  review  process \nallows  an  institutional  provider  like  Laguna  Honda  to  play a \nnearly exclusive  role  in determining  whether  or not  an \nindividual  has  meaningful  access  to  home- and  community-based \nservices.  Indeed,  the  nursinghome  may  even  have  a  conflicted \nperspective  in assuming  this  role.  A  nursing  home  may  have  a \nfinancial  disincentive  to  place  residents  into the  community \nwhere,  as  with  Laguna  Honda,  the  nursing  home  receives \nenhanced  funding  from  both  the  Federal  government  and  the \nState  to  provide  services  in the  nursing  home.  As  we  noted  in \nour  earlier  findings  letter,  as  of  two  years  ago,  the  United \nStates  and  the  State  of  California collectively pay  $236.00 \nper  resident  per day  for  services  at  Laguna  Honda.  The  United \nStates  likely pays  (or  is  about  to pay)  additional  monies  for \neach  day  of  nursing  home  care  at  Laguna  Honda  associated with \nother  atypical  expenses. \nUnder  the  current  system,  a  Laguna  Honda  resident  must \ndepend  on  the  nursing  facility's  discharge  planners  to \ncoordinate  and  monitor  all  of  the  supports  and  services \nnecessary  for  discharge.  If  the  discharge  process  is unduly \ncumbersome  and  prolonged,  staffed with  overburdened personnel \nand  adjudicated by  only  34.5  staff members  (32  full-time \nnurses,  2  full-time  doctors,  and  one  part-time  doctor) .  This \nvolume  may  explain why  State  authorization  decisions  are  based \nprimarily on  a  paper  review  and  not  on  independent,  in-person \nphysical  assessments.  Moreover,  according  to  State  officials, \nauthorization  requests  are  rarely referred  to  a  physician  for \neven  a  paper  review;  nearly all  are  adjudicated  by  nurse \nconsultants.  As  a  result,  the  State  routinely approves  the \nrequests  that  facilities  like  Laguna  Honda  submit  to  it.  In \nfact,  it appears  that  the  State  did  not  deny  any  of  the  Laguna \nHonda  authorization  requests  from  January  2000  through \nFebruary  2002,  and  denied  only  four  - or  less  than  one-half  of \none  percent  - of  the  more  than  1,200  authorization  requests \nsubmitted by  Laguna  Honda  from  June  1,  2002  through  July  16, \n2003. \n\n- 13  -\nwith  little ability to  develop  and  implement  a  coordinated \nnetwork  of  community  services  for  the  dozens  of  individuals  on \ntheir  caseloads,  the  residents  are  likely to  remain  in  the \ninstitutional  setting  for  a  prolonged  period of  time. \nThe  State  appears  to  have  recognized  the  limitations  of \nthe  current  situation.  In  2001,  the  State  established a \nworkgroup  to draft  a  revised  assessment  tool  to  assist  in \nidentifying  nursing  facility  residents  clinically appropriate \nfor,  and  interested  in,  transitioning  to  a  community  setting. \nIn  2002,  CMS  awarded  a  $600,000  \"Systems  Change\"  grant  to the \nState  to  assist  in these  efforts,  but  the  State  ultimately \nrefused  the  grant  money.  In  a  letter to  CMS,  the  State  cited \nbudgetary  constraints  as  the  reason  for  not  accepting  the \ngrant.  At  the  time  of  our  interviews,  State  officials  were \nuncertain whether  future  funding  would  be  allocated  to \nfinalize  and  implement  a  revised  assessment  tool. \nThe  aforementioned  assessment  and  State  review \ndeficiencies  impact  negatively particular Laguna  Honda \nresidents  who  often  do  not  appear  to  require  the  restrictive \nlevel  of  care  provided  at  a  nursing  home.  The  following  serve \nas  illustrative examples  of  the  larger  systemic  problems: \n•  The  State  approved  a  two-year  nursing  care  authorization \nfor  Laguna  Honda  resident  Shanika  R.  from  December  1, \n2002  through  December  1,  2004,  even  though  she  had  no \nskilled nursing  needs  at  the  time  of  our  review. \nMoreover,  although  Shanika  has  indicated  a  preference  to \nlive  in  the  community,  there  is no  description of  what \nefforts  Laguna  Honda  has  made  to  place  her  in  a  more \nintegrated  setting. \n•  The  State  had  approved  a  two-year  nursing  care \nauthorization  for  46-year-old Laguna  Honda  resident \nCharles  M.,  from  June  1,  2002  through  June  1,  2004,  even \nthough  his  team  had  already  identified him  as  appropriate \nfor  community  placement.  Charles  had  wanted  to  leave  the \nnursing  home  for  some  time,  but  a  viable  community \nplacement  was  not  identified  for  him  until  July  2003. \nLack  of  viable  community  options  appears  to  be  a  systemic \nproblem  at  Laguna  Honda.  For  example,  the  facility's \nauthorization requests  to  the  State  from  June  1,  2002 \nthrough  July  16,  2003  reveal  that  while  community  options \nwere  discussed  for  about  two-thirds  of  the  residents, \n\n- 14  -\nnone  of  the  requests  listed that  community  options  were \nactually available. \n•  The  State  approved  a  two-year  nursing  care  authorization \nfor  Laguna  Honda  resident  Helen A.  from  August  1,  2002 \nthrough August  1,  2004,  even  though  Helen  had  routinely \nbeen  attending  day  programming  in  the  community  for  some \ntime.  There  was  no  indication  in her  record  that  her \ninterdisciplinary team  had  explored  appropriate  community \nalternatives  for  her.  Helen  died  in March  2003  without \never  finding  an  appropriate  community  residence.  She  had \nlived  at  the  nursing  home  for  over  20  years,  with  the \nState  providing  authorization  approvals  throughout  the \ncourse  of  her  stay. \n•  Former  Laguna  Honda  resident  June  M.  died  in July  2003, \nalso  without  ever  finding  an  appropriate  community  home. \nJune  was  an  elde:rly woman  with  congenital  blindness.  For \nover  10  years,  the  State  had  approved  nursing  services  at \nLaguna  Honda  for  her  in  spite  of  the  fact  that  she \nroutinely  left  the  nursing  home  during  the  day  to visit \nfriends.  She  took  public  transportation,  reportedly \nneeded  little,  if any,  assistance  from  Laguna  Honda \nstaff.  Indeed,  Laguna  Honda  documents  indicate  that  she \nrequired no  assistance  in her  activities  of  daily  living. \nHer  annual  medical  review  reported  that  \"[s]he  has  no \nskilled nursing  needs.\"  Moreover,  she  indicated  a  strong \npreference  to  return  to  the  community.  Nonetheless,  at \nthe  time  of  our  last visit,  her  most  recent  discharge \nnote  coded  her  discharge  potential  as  uncertain.  June \nclearly wanted  to  reside  in the  community  and  could  have \ndone  so  if provided assistance  with  cooking, \nhousekeeping,  and  transportation.  Towards  the  end  of  her \nlife,  it appears  that  the  State  finally  came  to  recognize \nthrough  its authorization  review process  that  Laguna \nHonda  needed  to  pursue  community  placement  for  June.  On \na  few  occasions  prior  to  her  death,  when  the  facility \nrequested  two-year  extensions  for  her  continued  stay,  the \nState  approved  a  reduced.time  period. \n•  The  State  approved  a  two-year  nursing  care  authorization \nat  Laguna .Honda  for  resident  Brian  Y. 7  from  June  1,  2003 \n7  In  order  to  protect  the  confidentiality of  the  Laguna \nHonda  residents  referenced  in this  letter,  we  have  substituted \n\n- 15  -\nthrough  June  1,  2005,  even  though  he  is very  independent \nand  requires  little,  if any,  assistance  from  nursing  home \nstaff.  Brian  is  about  50  years  old and  entered Laguna \nHonda  from  a  hospital  after a  traffic  accident  that  left \nhim  mobility  impaired.  He  leaves  the  nursing  home  daily \nto  work  and  attend community  meetings  and  social  events \noutside  of  the  facility.  He  takes  public  transportation \nwithout  any  assistance  from  nursing  home  staff. \nNonetheless,  it is  unclear what  steps  Laguna  Honda  has \ntaken  to  identify a  current  community  placement  for \nBrian.  It  is  also  unclear what  steps  the  nursing  home \nhas  taken  to  provide  him  with  counseling  and/or  other \nsupports  he  needs  to  overcome  any  apprehension  he  may \nhave  acquired  in his  many  years  at  the  nursing  home  with \nregard  to  his  possibly  living  in  the  community.  The \nState  has  authorized  this  restrictive  nursing  home \nplacement  for  Brian  for  over  a  decade. \nB.  ASSESSMENTS  FAIL  TO  SCREEN  ADEQUATELY  THOSE  INDIVIDUALS \nWITH  MENTAL  ILLNESS  AND/OR  DEVELOPMENTAL  DISABILITIES, \nCONTRIBUTING  TO  IMPROPER  PLACEMENTS  AT  LAGUNA  HONDA \nFederal  law  provides  for  heightened  review  and  screening \nfor  persons  with  mental  illness  or  developmental  disabilities \nwho  are  admitted  to  a  nursing  home. 8  The  purpose  of  the \npseudonyms  for  their  real  names.  We  have  kept  the  pseudonyms \nconsistent  with  those  used  in our  earlier correspondence  in \nthis  matter. \n8  The  Social  Security Act  prohibits  Medicaid-certified \nnursing  facilities  from  admitting  any  individual  with  a  mental \nillness or  developmental  disability unless  the  State  mental \nhealth or developmental  disability authority determines  that \nthe  individual  requires  the  level  of  services  provided  by  the \nnursing  facility based  on  an  independent  physical  and  mental \nevaluation.  42  U.S.C.  §  1396r(B) (3)  (F).  In  addition,  the \nState  mental  health or developmental  disability authority must \ndetermine  whether  an  individual  requires  \"specialized \nservices\"  to  address  his  or  her  mental  illness  or \ndevelopmental  disability needs.  42  U.S.C. \n§§  1396r(e) (7) (B)  (i) (II),  (ii) (II).  In  order  to  identify \nindividuals  who  may  have  a  serious  mental  illness  or \ndevelopmental  disability,  all  nursing  home  applicants  must  be \ngiven  a  preadmission  screening  and  resident  review  (\"PASRR\"). \n\n- 16  -\nfederal  law  is  to prevent  the  unnecessary  admission  and \nconfinement  of  these  persons  in  a  nursing  home  that  may  not  be \ntailored  to  meet  their unique  needs.  Accordingly,  through  the \nPreadmission  Screening  and  Resident  Review  (\"PASRR\")  process, \nthe  State  must  ensure  that  residents  who  are  suspected of \nhaving  a  serious  mental  illness  or  a  developmental  disability \nare  adequately assessed  to  determine,  among  other  things,  the \nneed  for  nursing  facility  services  and  the  appropriateness  of \ncommunity  care. 9  The  mere  fact  that  an  individual  has  mental \nSee  42  C.F.R.  §  483  Subpart  C  (Preadmission  Screening  and \nAnnual  Review  of  Mentally  Ill and  Mentally  Retarded \nIndividuals).  The  screening  used  to  identify an  individual's \nment~l illriess  or developmental  disability  is known  as  a \n\"PASRR  Level  I  Screen\"  and  is  completed  by  the  nursing \nfacility or an  acute  hospital  discharge  planner.  The  State  is \nresponsible  for  conducting  independent  physical  and  mental \nevaluations,  known  as  \"PASRR  Level  II  Evaluations\"  for \nindividuals  identified as  having  a  serious  mental  illness  or \ndevelopmental  disability by  the  PASRR  Level  I  Screen.  Federal \nregulations  require  that  a  State's Medicaid  agency  maintain \nwritten  agreements  with  State  mental  health  and  mental \nretardation authorities  to  ensure  compliance  with  federal \nPASRR  requirements,  including  ensuring  that  PASRR  screening \nand  evaluations  are  performed  in  a  timely manner  and  that \nState  mental  health  and  mental  retardation authorities  use \nevaluation  criteria as  outlined  in  federal  regulations. \n42  C.F.R.  §  483.128.  If  an  individual  with  a  mental  illness \nor  developmental  disability is admitted  into  a  nursing \nfacility,  the  nursing  facility  is  required  to  notify  the  State \nif  there  is  a  \"significant  change\"  in  the  individual's \nphysical  or mental  condition.  42  U.S.C. \n§  1396r(e) (7)  (B)  (iii). \n9  \"For  each  applicant  for  admission  to  a  nursing  facility \nand  each  nursing  facility  resident  who  has  mental  illness  or \nmental  retardation,  the  evaluator must  assess  whether: \n(1)  the  individual's  total  needs  are  such  that  his  or her \nneeds  can  be  met  in  an  appropriate  community  setting;  (2)  the \nindividual's  total  needs  are  such  that  they  can  be  met  only  on \nan  inpatient  basis,  which  may  include  the  option of  placement \nin  a  home  and  community-based  services  waiver  program,  but  for \nwhich  the  inpatient  care would  be  required;\"  and  whether  the \nnursing  facility  is  an  appropriate  institutional  setting. \n42  C.F.R.  §  483.132. \n\n- 17  -\ndisabilities does  not  mean  that  individual  belongs  in a \nnursing  facility.  Indeed,  many  persons  with  many  disabilities \nlive  and  work  in  the  community  throughout  the  country. \nAs  set  forth  below  and  in our April  1,  2003  findings \nletter,  the  State's  PASRR  process  contributes  to  the \nunnecessary  institutionalization of  Laguna  Honda  residents  by \nfailing:  (i)  to  identify adequately  residents  who  are \nsuspected of  having  a  serious  mental  illness  or  a \ndevelopmental  disability,  which  would  trigger a  further,  in \ndepth  and  independent  assessment  for  the  appropriateness  of \ncommunity  placement,  and  (ii)  to  assess  adequately  those \nindividuals  who  are  identified as  having  mental  illness  or a \ndevelopmental  disability for  community  placement.  See  2003 \nFindings  Letter at  10-11.  We  found  individual  Laguna  Honda \nresidents  with  both  a  clear history  and  present  indications  of \nmental  disabilities who  were  not  identified as  having  mental \nillness  or developmental  disabilities  on  their  PASRR  Level  I \nevaluations. \nThe  State  has  played  an  important  role  in  the  PASRR \nprocess  failures.  In general,  the  State has  failed  to  provide \nappropriate  oversight  and  monitoring  of  the  PASRR  process  at \nLaguna  Honda.  For  example,  the  State  is  to  review  all \nsections  of  PASRR  Level  I  forms  received  from  nursing \nfacilities  like  Laguna  Honda  and  return  those  that  are \nincomplete  or  inconsistent  with  other  resident  information \nsubmitted  as  part  of  the  approval  process.  Nonetheless,  in \nspite  of  often  compelling  facts  that  should  have  prompted \nfurther  and  more  in-depth  review,  the  State  has  authorized  the \nadmission  of  certain  individuals  into  Laguna  Honda  without \nrequiring  needed  physical  and  mental  evaluations  to  determine \nthe  appropriateness  of  nursing  facility placement. \nEarlier  this  year,  the  State Medicaid  surveyors  cited \nthis  as  a  problem  at  Laguna  Honda.  Specifically,  the  State \nsurveyors  found,  as  did our  consultant,  that  the  facility \nfailed  to  make  a  referral  to  the  State Department  of  Mental \nHealth  for  a  Level  II  PASRR  evaluation  for  a  resident  with  a \nlong-standing  diagnosis  of  serious  mental  illness  and  a \npossible  developmental  delay.  Indeed,  at  one  point  in her \nlife,  this  person  had  resided  at  the  Agnews  Developmental \nCenter  - a  State  owned  and  operated  facility  serving  persons \nwith  developmental  disabilities.  According  to  the  State \nsurveyors,  despite  the  fact  that  the  resident's  October  31, \n2000  Level  I  screening  clearly  identifies  her  as  having  a \n\n- 18  -\nmental  illness  that  would  qualify her  for  a  Level  II \nevaluation,  the  Level  I  screening  form  indicates  \"no  referral \nnecessary.\"  A  later screening  on  September  24,  2002  similarly \nidentified her  as  meeting  the  criteria  for  a  Level  II \nscreening  by  the  State Department  of  Mental  Health,  but  no \nreferral  was  made.  This  screening  also  identified  the  need \nfor  the  State  Department  of  Developmental  Services  to  conduct \nan  evaluation,  but  the  surveyors  were  unable  to  identify any \nfollow-up  documents  in her  Laguna  Honda  record.  The  facility \ncould  not  provide  the  State  surveyors  with  any  further \ndocumentation  with  regard  to  efforts  to  provide  the  resident \nwith  specialized services  or  refer  her  to  the  State Department \nof  Mental  Health  for  evaluation. \nThis  person,  along  with  persons  we  have  identified in  the \npast,  clearly needed  the  more  in-depth  Level  II  evaluations  of \ntheir mental  illnesses,  but  none  were  conducted.  As  a  result, \nit remains  unclear  whether  these  or other  similarly situated \nindividuals  are  appropriate  for  confinement  in  the  Laguna \nHonda  nursing  home. \nThe  State  has  failed  to  fulfill  its PASRR  oversight  role \nin other ways,  too.  For  example,  State  officials  acknowledged \nthat  they  cannot  accurately  track whether  nursing  facilities, \nlike  Laguna  Honda,  are  notifying  the  State,  as  required,  when \nan  admitted  resident  experiences  a  significant  change  in \nhealth  status.  Under  federal  law,  nursing  facilities  must \npromptly  notify  the  State  mental  health or  developmental \ndisability authority when  a  nursing  facility  resident  who  has \nbeen  or  is  to  be  screened  through  the  PASRR  process \nexperiences  a  significant  change  in their physical  or  mental \nstatus.  42  U.S.C.  §  1396r(e) (7)  (B)  (iii).  Even  the \npossibility of  such  a  change  requires  the  nursing  facility  to \ncomplete  a  new  PASRR  screen,  notify  the  appropriate  State \nfield  office,  and  immediately  refer  the  individual  for  a  more \nin-depth  PASRR  Level  II  evaluation  to  be  completed  by  the \nState.  If  State  officials  do  not  take  steps  to  ensure  that \nthey  are  aware  of  health  status  changes  among  Laguna  Honda \nresidents,  they  cannot  screen  and  evaluate  the  residents \nproperly  for  appropriate  placement . \n. . \nFor  those  individuals  identified through  the  PASRR  Level \nI  screening process  at  Laguna  Honda·as  requiring  a  more  in \ndepth  State  assessment,  the  State  fails  to  ensure  that  its \nPASRR  Level  II  evaluations  adequately  assess  whether  the \nindividual's  needs  can  be  met  in a  community  setting.  Part  of \n\n- 19  -\nthe  problem  may  be  that  the  State  fails  to  instruct  its mental \nhealth  evaluators  to  identify  individuals  who  could  be  served \nin more  integrated  community  settings. 10  Nor  are  State \nevaluators  adequately  trained on  specific  assessment \nprocedures  or  competencies  in  identifying  community  resources \nfor  community  placement,  including  the  appropriateness  of  Home \nand  Community-Based  Service  (\"HCBS\")  waivers  in meeting  the \nneeds  of  nursing  facility applicants.  Without  sufficient \ntraining,  State  evaluators  engaged  in  PASRR  review  are  unable \nto  recognize  alternative,  more  integrated  community  options \nthat  may  be  more  appropriate  to  meet  the  needs  of  nursing \nfacility  residents.  Indeed,  for  the  period between  June  1, \n2002  and  July  15,  2003,  of  the  239  referrals  from  Laguna  Honda \nof  residents  suspected  of  having  mental  illness  to  the  State \nfor  a  PASRR  Level  II  Evaluation,  only  two  were  recommended  for \ncommunity  placement.  State  officials  estimate  that  only  about \nthree  percent  of  the  PASRR  Level  II  Evaluations  annually \nrecommend  community  placement  alternatives.  These  numbers \nappear  to  be  below  what  is  to  be  expected  by  such  a  review. \nIn  addition  to  assessing  the  appropriateness  of  community \ncare,  PASRR  Level  II  evaluations  must  determine whether  the \nindividual  with  mental  illness  or  a  developmental  disability \nrequires  specialized  services  or  services  of  lesser \nintensity. 11  With  respect  to  specialized  services  identified \nby  PASRR  Level  II  evaluations,  the  State  must  provide  or \narrange  for  the  provision  of  such  services.  For  mental  health \nor developmental  disability services  of  lesser  intensity,  the \n10  The  Invitation  for  Bid  for  contractors  performing \nPASRR  Level  II  evaluations  for  the  State  Department  of  Mental \nHealth  does  not  clearly state  that  the  evaluator  should \nidentify  individuals  who  could  be  served  in more  integrated \ncommunity  settings. \n11  \"The  State  must  provide  or  arrange  for  the  provision \nof  specialized  services  ...  to  all  nursing  facility  residents \nwith  mental  illness  or mental  retardation whose  needs  are  such \nthat  continuous  supervision,  treatment  and  training by \nqualified mental  health  or mental  retardation personnel  is \nnecessary  . . .  \"  42  C.F.R.  §  483.120(b).  In  addition,  \"the \nnursing  facility must  provide  mental  health  or mental \nretardation  services  which  are  of  lesser  intensity than \nspecialized  services  to  all  residents  who  need  such  services.\" \n42  C.F.R.  §  483.120(c). \n\n- 20  -\nnursing  facility must  provide  these  services.  However,  once \nresidents  enter  a  nursing  facility  like  Laguna  Honda,  the \nState  regularly  fails  to  conduct  consistent  follow-up  reviews \nto  determine  whether  such  mental  health  services  are  provided \nby  nursing  facilities  as  recommended  by  PASRR  Level  II \nevaluation  reports  and  to  assess  the  quality of  those \nservices. 12  In  fact,  we  learned  that  due  to  budget  and  staff \nlimitations,  as  of  August  2003,  the  State  Department  of  Mental \nHealth  had  visited only  seven  of  the  approximately  1,500 \nMedicare- and  Medicaid-certified nursing  facilities  in  the \nState.  Laguna  Honda  was  not  included  in  this  list of  seven. \nofficials were  uncertain whether  future  funding  would \nS~ate \nallow  for  enhanced  follow-up  activities. \nThe  State's  PASRR  Level  II  evaluators  often even  fail  to \nsend  a  copy  of  their  acthal  report  to  the  resident  or  the \nnursing  facility  as  required  by  federal  regulations. 13  Our \nreview  of  Laguna  Honda  resident  records  indicated  that  most  of \nthe  PASRR  Level  II  evaluation  reports  were  unavailable. \nInstead,  only  letters written  to  the  resident  by  the  State \nDepartment  of  Mental  Health  or  local  Regional  Center  providing \na  summary  of  general  specialty services  were  contained  in  some \nresident  records.  The  summary  letters  that  were  present  do \nnot  have  sufficient  details  to  determine  the  quality of  the \nevaluation. \n12  In  its form  letter notifying  residents  of  the  mental \nhealth  services  recommended  by  the  PASRR  Level  II  evaluation, \nthe  State  acknowledges  its oversight  role:  \"The  facility \nadministrator  is  responsible  for  the  implementation  of  [these] \nmental  health  recommendations.  The  [State]  Department  of \nMental  Health  will  monitor  the  integration of  these  mental \nhealth  services  into your  plan  of  care.\"  See  Letter  from  Mark \nRichman,  Ph.D.,  Consulting  Psychologist,  PASRR  Se~tion, \nCalifornia Department  of  Mental  Health,  to  Consuelo  A.,  Laguna \nHonda  resident  (November  29,  2000). \n13  \"The  [PASRR  Level  II]  evaluator must  send  a  copy  of \nthe  evaluation  report  to  the:  (1)  individual  or  resident  and \nhis  or her  legal  representative;  (2)  appropriate  State \nauthority ... ;  (3)  admitting  or  retaining  nursing  facility; \n(4)  individual's  attending physician;  and  (5)  discharging \nhospital  if the  individual  is  seeking  nursing  facility \nadmission  from  a  hospital.\"  42  C.F.R.  §  483.128(1). \n\n- 21  -\nThe  failure  of  the  State  and  City  to  adequately  screen, \nidentify,  and  evaluate  individuals  with mental  illness  or \ndevelopmental  disabilities  admitted  to  and  residing  at  Laguna \nHonda  is particularly troubling  given  the  significant  number \nof  residents  with  such  needs.  The  significant  number  of  new \nadmissions  to  Laguna  Honda  of  younger  persons  with  mental \nillness  and  related behavior  problems  just  exacerbates  the \nproblem.  While  nursing  facilities  provide  a  valuable  health \ncare  resource,  they are  not  typically staffed to  provide \nrehabilitation services  needed  to  treat  symptoms  of  mental \nillness  or  to  provide  the  habilitation services  for \nindividuals-with developmental  disabilities. \nPersons  with  developmental  disabilities  are  afforded \nspecial  status  in California  and  are  entitled to  placement  in \nintegrated community  settings. 14  We  understand  that  there  are \napproximately  four  dozen  persons  with  a  developmental \ndisability currently  residing  at  Laguna  Honda.  One  of  these \nresidents,  Shelly W.,  has  a  diagnosis  of  profound  mental \nretardation.  She  already attends  programming  in  the  community \nfour  days  a  week  yet  there  is no  description of  what  efforts \nLaguna  Honda  has  made  to  place  Shelly  in  the  community.  When \nLaguna  Honda  submitted  an  authorization  form  requesting  a  two \nyear  extension of  Shelly's  stay at  the  segregated  nursing  home \nfrom  June  1,  2002  through  June  1,  2004,  the  State  quickly \napproved  it. \nShelly W.'s  case  is  hardly  unique.  Leona  M.  has  cerebral \npalsy and  severe  mental  retardation.  She  is  only  35-years \nold.  Until  her  discharge  in October  2003,  Leona  lived at \nLaguna  Honda.  At  the  nursing  home,  she  received  no  special \nservices  for  her  developmental  disabilities.  Her  discharge \nplan did  not  list any  barriers  to discharge  from  the  nursing \nhome,  yet  Laguna  Honda  staff  failed  to  find  a  viable  community \noption  for  her  until  after we  issued our  2003  Findings  Letter. \nPrior  to  that  time,  there  had  been  no  description of  what \n14  Under  California  law,  individuals  with  developmental \ndisabilities  are  entitled to  services  to meet  their needs \nregardless  of  age.  See  Lanterman  Developmental  Disabilities \nServices Act  (\"Lanterman Act\"),  Cal.  Welf.  & Inst.  Code  §-4500 \net  ~·  The  Lanterman Act  directs  the  State Department  of \nDevelopmental  Services  to  ensure  that  individuals  with \ndevelopmental  disabilities  live in  the  least  restrictive \nsetting appropriate  to  their needs. \n\n- 22  -\nefforts  Laguna  Honda  had  made  to place  Leona  in  the  community \nother  than  a  notation  that  was  crossed  out  on  the \nauthorization  request  form  that  reads:  \"Need  copy  of  DDS \nletter - referral  made.\"  Confronted  with  these  compelling \nfacts,  the  State nonetheless  approved  the  facility's  request \nfor  a  two-year  extension of  her  stay at  the  nursing  home  from \nJuly  1,  2002  through  July  1,  2004.  This  situation was  highly \ninappropriate  given  that  Leona  only  came  to  live  at  Laguna \nHonda  at  the  request  of  her  family  so  that  she  could  be  closer \nto  her  mother  who  was  a  resident  at  the  nursing  home  at  the \ntime.  Her  mother  has  since  passed  away. \nPrioritization of  the  development  and  implementation  of \nneeded  protections,  services,  and  supports  in  integrated \nsettings,  especially  for  this  relatively small  group  of \npersons  with  developmental  disabilities  at  Laguna  Honda, \nshould  be  feasible  given  the  State's vast  and  well-established \ncommunity  system of  residential  and  other  supports  for  persons \nwith  developmental  disabilities  in  the  State. \nC.  THE  STATE  FAILS  TO  ENABLE  INFORMED  DECISION-MAKING  BY \nLAGUNA  HONDA  RESIDENTS  WITH  REGARD  TO  COMMUNITY  OPTIONS \nCommunity  placement  may  not  be  imposed  on  those  nursing \nhorne  residents  who  oppose  it.  Olmstead,  527  U.S.  at  607;  id. \nat  602  (there  is no  \"federal  requirement  that  community-based \ntreatment  be  imposed  on  patients who  do  not  desire  it\").  In \nthe  course  of  our  investigation,  we  found  a  significant  number \nof  qualified  Laguna  Honda  residents  who  expressed  a  clear \npreference  for  placement  in  the  community  with  appropriate \nsupports  and  services.  We  also  encountered  some  individuals \nlisted as  opposing  community placement  efforts.  While  there \nis  no  requirement  that  community  placement  be  imposed  on \nLaguna  Honda  residents  who  oppose  it,  it is not  clear how \nmany,  if any,  Laguna  Honda  residents  in  the  latter group  are \nprovided  with  sufficient  information  to  enable  them  to  make  an \ninformed  decision  in  this  regard. 15 \nProviding  insufficient  information  largely  sterns  from  the \nfact  that,  as  discussed  above,  residents  requesting  nursing \nfacility  services  are  not  adequately  assessed  for  community \n15  Laguna  Honda  does  not  maintain  aggregate  data  for  all \nresidents  regarding  their discharge  potential  or preference  to \nreturn  to  the  community. \n\n- 23  -\nalternatives  upon  admission  to  Laguna  Honda  or  regularly \nthereafter either  through  the  State's  authorization  review \nprocess  or  the  PASRR  process.  Very  few  resident  records, \ntherefore,  document  effective  discharge  planning  efforts  to \nlocate  appropriate  and  specific  community  alternatives  to  meet \nresidents'  needs.  Without  these  necessary  details  about \npotential  community  placements,  Laguna  Honda  residents  are \neffectively unable  to  make  an  informed  decision. \nMoreover,  residents'  records  and  other  supporting \ndocuments  do  not  identify what,  if any,  specific  alternatives \nto  nursing  home  placement  were  explored.  The  State's \nauthorization  request  form  only  seeks  information  about \nwhether  community  options  were  generally  explored  or \navailable,  but  does  not  require  information  about  which \nspecific  alternatives  were  considered.  Similarly,  the  PASRR \nforms  for  Laguna  Honda  residents  do  not  identify what \ncommunity  alternatives  to  nursing  home  placement  were \nconsidered  or  offered.  The  State  also  does  not  require  PASRR \nLevel  II  evaluators  to  document  in  their  reports  whether,  and \nif  so  what  particular,  community  options  are  communicated  to \nresidents  with  mental  illness  or  developmental  disabilities \nwhen  assessing  the  appropriateness  of  community  placement. \nThe  State's  role  here  is  especially  important  with  regard \nto  the  supports  and  services  offered under  the  State's  many \ncommunity  waiver  programs.  In  fact,  federal  law  requires \nStates  to  assure  that  individuals  who  are  adjudged  likely  to \nrequire  the  level  of  care  provided  in  a  nursing  facility  are \ninformed  of  the  feasible  alternatives  to  such  a  facility,  if \navailable  under  the  HCBS  waiver  programs  offered pursuant  to \nthe  Medicaid  program.  42  U.S.C.  §  1396n(c) (2)  (C)  .16 \nState  officials  informed  us,  however,  that  the  State  has \nadopted  a  passive  information  system,  informing  an  individual \nabout  HCBS  waivers  only  after  the  individual,  or  someone  on \nhis  or her  behalf,  self-refers  to  the  State's Department  of \nHealth  Services'  In-Home  Operations  Section.  This  presents  a \n16  The  State  administers  six HCBS  waivers  under  its \nMedicaid  program  that  target  specific  populations,  including \nindividuals  with  physical  disabilities  requiring  nursing \nfacility  care,  individuals  aged  65  or  older,  individuals  with \nmental  illness,  and  individuals  with  developmental \ndisabilities. \n\n- 24  -\nsignificant  barrier  for  individuals  who  cannot  self-refer or \nare  not  specifically assessed  for  more  integrated  care  upon \nadmission  or  after continued  stays  at  Laguna  Honda.  As  a \nresult,  because  potential  recipients  are  not  informed  of \nalternatives,  many  individual  Laguna  Honda  residents  who  might \notherwise  choose  to  participate  in the  HCBS  waiver  are  instead \nsegregated  in  the  nursing  home. \nD.  STATE  PROGRAMS  AND  WAIVERS  MAY  PROVIDE  MEANINGFUL \nCOMMUNITY  OPTIONS  TO  REASONABLY  ACCOMMODATE  LAGUNA  HONDA \nRESIDENTS  IMPROPERLY  SEGREGATED  AT  THE  NURSING  HOME \nTo  avoid  discrimination on  the  basis  of  disability,  a \npublic  entity is  required  to make  reasonable  modifications  in \npolicies,  practices,  or procedures  that  do  not  \"fundamentally \nalter  the  nature  of  the  service,  program,  or  activity.\" \n28  C.F.R.  §  35.130(b) (7).  In  our April  1,  2003  findings \nletter,  we  notified  the  City  that  a  wide  array of  community \nservices  was  available  in  San  Francisco  and  California  that \ncould,  if modified,  meet  the  needs  of  many  of  the  individuals \ncurrently  housed  at  Laguna  Honda.  This  includes  access  to \nhousing  alternatives  in San  Francisco  that  play a  critical \nrole  in  successfully diverting  and  transitioning  Laguna  Honda \nresidents  into more  integrated  settings.  Many  home- and \ncommunity-based  programs  and  services  are  administered  by  the \nState  through  its Medicaid program  as  either optional  or \nwaiver  services  in California's  State  Plan  under  Medicaid. 17 \nThe  waiver  program  allows  states  to  provide  a  wide  array of \ncommunity-based  options  for  individuals  who  meet  the  states'_ \nfunctional  eligibility criteria  for  institutional  placement. \nCalifornia's  Medicaid  program  administers  six HCBS \nwaivers.  There  are  three  State  HCBS  waivers  - operated \ndirectly by  the  State  Department  of  Health  Services  - that  are \nspecifically targeted  to  nursing  facility-eligible \n17  Through  its waiver  initiatives,  the  federal  Medicaid \nprogram  \"waives\"  enforcement  of  regulations  associated  with \nproviding  services  to Medicaid-eligible  persons  in more \nrestrictive  institutional  settings  so  as  to  encourage \nplacement  and  service  of  these  individuals  in more  integrated \ncommunity  settings.  Instead of  having  to  comply  with \ntraditional  federal  regulations,  the  program  allows \njurisdictions  to  submit  \"Waiver Applications\"  which,  when \napproved,  then  govern  provision of  the  waiver  services. \n\n- 25  -\nindividuals.  The  three  waivers  are:  the  Nursing  Facility \n(\"NF\")  A/B  waiver;· the  NF  Subacute  waiver;  and  the  In-Home \n~edical Care  waiver.  In  2002,  these  three  State  waivers  only \nserved about  1,400  individuals  statewide  with  program \nexpenditures  of  approximately  $50  million.  This  pales  in \ncomparison  to  the  almost  $2.5  billion spent  statewide  on \ninstitution-based nursing  home  services  that  served over \n60,000  individuals  each  month. 18 \nIn  particular,  the  State's NF  A/B  waiver  is  aimed  at \nproviding  an  array of  services  to  assist  individuals  requiring \nnursing  facility  level  of  care  to  remain  in  community \nsettings.  The  NF  A/B  waiver  is  administered  directly by  the \nState  Department  of  Health  Services  and,  as  referenced  above, \nindividuals  must  self-refer regardless  of  current  placement . \n. Among  the  services provided  through  the  NF  A/B  waiver  are  case \nmanagement,  private  duty  nursing  care,  certified home  health \naide  services,  environmental  accessibility adaptions,  and \npersonal  care  services.  The  NF  A/B  waiver  provides  for \nservices  that  many  Laguna  Honda  residents  need,  including \nnursing  and  personal  c~re services.  A  recent  amendment  to  the \nNF  A/B  waiver  supports  transition planning  180  days  prior  to \ndischarge  for  residents  currently residing  in  a  nursing \nfacility.  In  conjunction with  case  management  services,  the \nNF  A/B  waiver  would  be  a  very  effective vehicle  to  help  meet \nthe  needs  of  many  Laguna  Honda  residents. \nHowever,  the  NF  A/B  waiver,  as  currently  implemented  by \nthe  State,  fails  to  provide  a  viable  alternative  to nursing \nfacility placement.  As  of  September  16,  2003,  in  San \nFrancisco,  only  six people  were  actually  served  pursuant  to \nthis waiver  (by  one  provider) .  There  are  a  number  of \noutstanding  implementation problems.  First,  eligibility for \nNF  A/B  waiver  services  requires  a  need  for  skilled nursing \na \ncare  for  a  minimum  of  365  days.  Obviously,  gap  exists  for \nindividuals  requiring  only minimal,  time-limited  supports  and \nservices.  This  limits  diversion of  a  significant  number  of \npotential  residents  from  Laguna  Honda  who  could  be \naccommodated  easily.  Second,  the  NF  A/B  waiver  has  an \n18  Services  offered  through  In-Home  Support  Services \n(\"IHSS\")  were  the  second-highest  expenditure  in  California's \nlong-term care  system  in  2002  with  nearly  $1.7  billion in \nMedicaid  and  State-only funds  and  serving  over  300,000 \n•individuals  each month. \n\n- 26  -\ninadequate  number  of  slots  to  meet  the  needs  of  the  identified \npopulation  residing  at  Laguna  Honda.  As  of  2004,  there  are \nonly  670  slots  available  to  serve  everyone  in  the  State  with \n320  individuals  already  on  the  waiting  list.  Finally,  the  NF \nA/B  waiver  unduly  limits  the  choice  of  service  providers  in \nSan  Francisco  to  home  health  agencies.  State  officials \ninformed  us  that  NF  A/B  waiver  services  could  be  provided  by \nmany  other  entities,  such  as  an  individual  or  organization \nappropriately  licensed  and  certified by  the  State,  a  clinical \npsychologist,  or  a  licensed  clinical  social  worker.  There  may \nstill be  regulatory  hurdles  to  clear,  however,  before  this  can \nbecome  a  reality. \nThe  State  also  provides  the  Multi-Purpose  Senior  Services \nProgram  (\"MSSP\")  - managed  under  the  State  Department  of \nAging.  This  waiver  targets  disabled  and  medically-fragile \nbeneficiaries  who  are  aged  65  and  older.  The  program \nMedi~Cal \nprovides  case  management,  in-home  health  care,  personal  care, \nskilled nursing,  transportation,  adult  day  support,  meal \nservices,  and  professional  care  assistants.  Unfortunately, \nthe  program  has  been  capped.  The  annual  per person  cap  is  set \nat  just  over  $10,000- too  low  to  include  many  Laguna  Honda \nresidents  who  could  benefit  from  the  complete  array of \nservices  potentially offered  under  this  waiver  program.  There \nis  also  a  significant  gap  here  in  that  the  services  the  State \noffers  under  this  waiver  are  not  available  to  persons  under \nage  65  with  physical  disabilities.  As  noted  above,  the  group \nof  younger  persons  with  service  needs  represents  a  significant \nportion  of  the  total  Laguna  Honda  population,  and  it has  been \ngrowing  in  recent  years. \nAmong  California's  HCBS  waivers  is  the  Developmental \nDisabilities  (\"DD\")  waiver,  administered  by  the  State \nDepartment  of  Developmental  Services  through  an  inter-agency \nagreement  with  the  State  Department  of  Health  Services.  The \nDD  waiver  is  administered  at  the  local  level  by  Regional \nCenters  which  are  private,  non-profit  community  agencies  that \neither provide  or  coordinate  services  that  are  needed  by \npersons  with  developmental  disabilities.  Each  Regional  Center \nis  responsible  under  the  Lanterman  Act  (discussed  above  at  fn. \n15)  to  develop  a  community  placement  plan  that  establishes \nnecessary  supports  and  services  to  enable  individuals  to \nremain  in  the  community  or  transition  into  the  community  from \ninstitutional  settings.  In  addition,  the  DD  waiver  requires \nthat  each  consumer  be  given  a  choice  of  services  and  living \narrangements  through  a  Consumer  Choice  of  Services/Living \n\n- 27  -\nArrangement  Statement.  Services  provided  by  the  waiver \ninclude  nursing  services  and  personal  care  services.  In  2002, \nthe  DD  waiver  had  50,574  slots with  no  waiting  list.  As  the \nlargest  of  the  six HCBS  waivers,  the  DD  waiver  had  a  $678.8 \nmillion budget  in  2001.  In  spite  of  this,  the  State has  made \nlittle progress  in addressing  the  unmet  placement  needs  of \npersons  with  developmental  disabilities who  reside  in Laguna \nHonda. \nThe  State  has  also  made  little progress  in addressing  the \nunmet  placement  needs  of  Laguna  Honda  residents  with mental \nillness.  As  indicated  in our April  1,  2003  findings  letter, \nthe  City  reported  that  approximately  400  Laguna  Honda \nresidents  have  a  psychiatric  diagnosis  in addition  to  their \nmedical  needs.  A  significant  number  of  these  residents \npresent  unique  challenges  with  regard  to  placement  in  the  most \nintegrated  setting.  Mental  health  services  for  Medi-Cal \nbeneficiaries  are  authorized pursuant  to  Section  1915(b)  of \nthe  Social  Security Act,  known  as  Freedom  of  Choice  waivers. \nThis  waiver  allows  California  to provide  services  through \ncounty mental  health plans  that  operate  as  managed  care \norganizations.  These  mental  health plans  must  provide  the \nspecialty mental  health  services  that  are  medically necessary. \nIn our April  2003  findings  letter we  notified  the  City  that  it \nhas  limited  capacity  to  secure  appropriate  services  and \ncommunity  housing  for  persons  with  mental  illness  and  related \ndisorders.  We  believe  this  limited  capacity continues  to \nplague  the  system  and  impact  negatively  those  Laguna  Honda \nresidents  with mental  illness  who  need  more  integrated \ncommunity  services  and  supports. \nUnfortunately,  the  current  array of  HCBS  waivers  contains \ngaps  in available  slots,  eligibility requirements,  services \nprovided,  and  cost  caps  that  limit  Laguna  Honda  residents' \naccess  to  integrated community  living options.  These  gaps \nresult  in  increased  admissions  and  prolonged  lengths  of  stay \nin  institutional-based settings.  Overcoming  placement \nchallenges  and  obstacles  such  as  these  becomes  increasingly \nimportant  in providing  residents  with  services  in home- and \ncommunity-based  settings  given  that  the  current  authorization \nreview  and  PASRR  processes  fail  to  divert  inappropriate \nadmissions  into  Laguna  Honda  in  the  first  place. \nIn  response  to  the  Supreme  Court's  Olmstead  opinion  and \npost-opinion guidance  from  HHS  in  2000  that  States  develop \neffectively working  plans  to place  unduly  segregated \n\n- 28  -\nindividuals  into  more  integrated  community  settings, \nCalifornia  has  developed  an  \"Olmstead  Plan.\"  The  State's  Plan \nprovides  some  information  regarding  public  services  for  people \nwith  disabilities  from  each  State  agency  charged  with \nadministering  long-term  care  programs  and  services.  However, \nit  lacks  data  regarding  institutionalized persons  with \nbenchmarks  and  timetables  for  diverting  and  transitioning \ncurrent  nursing  facility  residents  into  community  settings. \nThe  Plan  fails  to  provide  estimates  of  residents'  needs  and \nrecommends  collection of  this  information  before  the  creation \nof  solutions.  As  a  result,  it holds  little meaning  or promise \nfor  the  residents  of  Laguna  Honda. \nBased  on  the  array of  programs  and  services  currently \noffered  in California  and  San  Francisco,  the  State,  working \ntogether  with  the  City,  should  be  able  to  reasonably \naccommodate  community  placements  for  qualified  residents  or \npotential  residents  of  Laguna  Honda.  We  look  forward  to \nfacilitating  solutions  in  this  regard with  State  and  City \nofficials  and  hope  to  be  able  to  provide  helpful  technical \nassistance  along  the  way  to make  our  future  interactions  more \nproductive. \nV.  REMEDIAL  MEASURES \nIn  order  to  remedy  these  deficiencies  and  to  protect  the \nright  of  Laguna  Honda  residents  to  be  free  from  unnecessary \nsegregation,  the  State  should  implement,  at  a  minimum,  the \nfollowing  remedial  measures: \nA.  ASSESSMENT  PROCESS \n1.  Develop  and  implement  policies  and  procedures  to \nprovide  meaningful  review  of  treatment  authorization \nrequests  so  as  to  ensure  that  all  persons  admitted \nto  Laguna  Honda  are  assessed  properly  and,  in  fact, \nrequire  skilled nursing  services  in  a  nursing \nfacility. \n2.  Develop  and  implement  policies  and  procedures  to \nprovide  meaningful  review  of  treatment  authorization \nrequests  so  as  to  ensure  that  all  Laguna  Honda \nresidents,  or  prospective  residents,  are  given  an \nadequate  and  appropriate  assessment  of  their \nappropriateness  for  placement  in  an  integrated \ncommunity  setting.  These  policies  and  procedures \n\n- 29  -\nshall  be  developed  and  implemented  to  ensure  that \nindividuals  are  served  in  the  most  integrated \nsetting appropriate  to  the  individualized needs  of \neach  person.  The  policies  and  procedures  shall \nprovide  for  comprehensive,  reasonable  assessments  by \nan  interdisciplinary team  of  qualified professionals \nand  staff  using  person-centered principles.  The \npolicies  and  procedures  shall  provide  th~t such \nassessments  shall  be  conducted  at  or  near  the  time \nof  admission  to  Laguna  Honda  and  regularly \nthereafter  to  ensure  that  the  person  is  served  in \nthe  most  integrated  setting. \n3.  For  those  individuals  identified  as  appropriate  for \ntransition and  discharge  to  a  more  integrated \ncommunity  setting,  develop  and  implement  policies \nand  procedures  to  document  the  team  decision  and  how \nto  implement  it.  The  implementation  plan  shall  be \nwritten  and  shall  specify  all  of  the  protections, \nservices  and  supports  necessary  for  the  person  to \nremain  in  the  integrated  community  setting.  The \npolicies  and  procedures  shall  provide  for  adequate \nfollow-up  and  case  management  and  support \ncoordination  services  to  ensure  that  the  person  is \ncontinually receiving  the  protections,  services  and \nsupports  he  or  she  requires. \n4.  For  those  individuals  identified as  appropriate  for \ntransition and  discharge  to  a  more  integrated \ncommunity  setting  at  some  time  in  the  future, \ndevelop  and  implement  policies  and  procedures  to \ndocument  the  team  decision  and  how  to  implement  it, \nsetting  forth  timelines  and  goals  within  which  to \naccomplish  the  successful  transition and  placement, \nconsistent  with  the  requirements  in  the  preceding \nparagraph.  Special  attention  should  be  paid  to. \nassessing  the  person's  ability  to  function  in  the \ncommunity  after he  or  she  has  been  in  a  facility  for \na  prolonged period  of  time. \nB.  PASRR  EVALUATIONS \n1.  For  those  individuals  with  mental  disabilities, \nincluding  mental  illness  and/or  developmental \ndisabilities,  develop  and  implement  policies  and \nprocedures  to  provide  a  meaningful  PASRR  screen  and \n\n- 30  -\nassessment  process  to  ensure  that  persons  with  such \nmental  disabilities  are  not  inappropriately placed \nin  the  nursing  home.  The  screens  and  assessments \nshall  be  performed by  qualified professionals  who \nshall  document  fully  the  basis  for  their decisions, \nconsistent  with  federal  law.  For  Level  I \nevaluations,  in order  to  reduce  errors  of  omission \nor  over-inclusion,  nursing  facility  staff need  to  be \ntrained  to  recognize  signs  and  symptoms  of  mental \nillness  and  mental  retardation.  Competency-based \ntraining  should be  required  for  all  nursing  facility \nstaff who  are  assigned  this  duty.  Level  II \nevaluators,  including  Contractors  and  Regional \nCenter  Staff,  must  be  trained on  waivers  and  other \ncommunity  options.  The  policies  and  procedures \nshall  place  special  emphasis  on  providing  supports \nand  services  to  these  individuals  in  the  most \nintegrated  setting.  Where  nursing  facility \nplacement  is deemed  appropriate,  ensure  that  special \nservices  or  services  of  lesser  intensity are \ndeveloped  and  implemented  as  appropriate  to  fully \nmeet  the  needs  of  persons  with  mental  disabilities \nin  the  nursing  home.  This  process  must  periodically \nreassess  wpether  or not  the  person with  mental \ndisabilities may  be  served  outside  the  nursing  home \nin the  most  integrated  setting.  Ensure  that  all \npersons  with mental  disabilities  are  appropriately \nscreened  and  assessed.  Develop  and  implement \npolicies  and  procedures  to  ensure  that  there  is \nproper  and  timely  notification of  any  change  in \nstatus  that  might  prompt  a  PASRR  screen  and/or \nassessment.  Ensure  that  such  screen  and/or \nassessment  occurs  after this  notification and  that \nappropriate  steps  are  taken  as  a  result  of  the \nscreen and/or  assessment.  Provide  training  on \nspecific  assessment  procedures  and  competencies  to \nState  PASRR  evaluators.  Ensure  that  Level  II \nevaluations  are  sent  to  the  person  evaluated  in a \ntimely manner. \n2.  Develop  and  implement  strategies  to  successfully \ndivert,  where  appropriate,  any  person  with \ndevelopmental  disabilities  from  being  admitted  to \nLaguna  Honda.  Develop  and  implement  strategies  to \ntransition and  discharge  all  residents  with \ndevelopmental  disabilities  into-placements  in  the \n\n- 31  -\nmost  integrated setting  in a  timely manner.  Ensure \nthat  these  individuals  receive  all  the  protections, \nsupports  and  services  they  require  in  the  integrated \nsettings  along  with  adequate  and  appropriate  follow \nup,  case  management,  and  support  coordination \nservices  to  ensure  a  successful  placement. \nC.  INFORMED  DECISION-MAKING \n1.  Develop  and  implement  policies  and  procedures  to \nenable  residents  to  make  fully  informed  decisions \nwith  regard  to  Such  decisions \nplacement~decisions. \nshall  reflect  knowledge  of  specific  alternative \nplacements  and  supports  in  the  community. \n2.  Develop  and  implement  policies  and  procedures  to \nproactively  inform Laguna  Honda  residents,  as  well \nas  prospective  Laguna  Honda  residents,  of  community \nand  integrated options  available pursuant  to  the \nHome  and  Community-Based  Waiver  programs  offered by \nthe  State.  Review/revise  outreach procedures  for \nHCBS  waivers  that  ensure  eligible  individuals  are \ninformed  of  available  options  to  institutional  care. \n3.  Enhance  the  accessibility of eligibility information \nand  the  timeliness  of  eligibility determinations \nwith  regard  to placement  in  the  most  integrated \nsetting. \nD.  COMMUNITY  CAPACITY \n1.  Enhance  capacity within  the  waiver  and  other  related \nprograms  to  provide  meaningful  options  for  persons \nwith developmental  disabilities  at  Laguna  Honda  with \nregard  to  obtaining  integrated services. \n2.  Develop  and  implement  appropriately-trained  case \nmanagers  or  care  coordinators  whose  primary  role  is \nto  identify  individuals  in Laguna  Honda  who  qualify \nfor  waiver  programs  and  to  work  with \nsp~cific \nfacility-based  case  managers  in  applying  for  the \nwaivers. \n3.  Expand  the  waivers  available  to  Laguna  Honda \nresidents  that  provide  services  for  younger  persons \nwith physical  disabilities  as  fewer  waiver  slots  are \n\n\n\n- 33  -\ncc:  The  Honorable  Bill  Lockyer \nAttorney  General \nState  of  California \nTracy  L.  Salisbury,  Esq. \nAmy  L.  Hespenheide,  Esq. \nCounsel  for  the  State of  California \nShartsis,  Friese  & Ginsberg,  LLP \nDennis  J.  Herrera,  Esq. \nCity Attorney \nCity  and County  San \nof~  Fran~isco \nMr.  Lawrence  J.  Funk \nExecutive  Administrator \nLaguna  Honda  Hospital  and  Rehabilitation Center \nThe  Honorable  Kevin  V.  Ryan \nUnited  States Attorney  for  the \nNorthern  District  of  California \nRichard M.  Campanelli \nDirector \nOffice  for  Civil  Rights \nU.S.  Department  of  Health  and  Human  Services ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/15518"
    }
  ],
  "document_count": 5
}