{
  "case_id": 969,
  "fetched_at": "2025-10-20T22:44:29.584884",
  "case_data": {
    "attorney_orgs": [
      "ACLU National (all projects)",
      "ACLU National Prison Project"
    ],
    "available_documents": [
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Mecklenburg Correctional Center",
        "institution_alt_state": null,
        "institution_city": "Boydton",
        "institution_county": "Mecklenburg",
        "name": "Virginia Department of Corrections",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Healthcare Access and Reproductive Issues",
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1997,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Freedom of speech/association"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief request withdrawn/mooted"
      }
    ],
    "court": "Eastern District of Virginia",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1981-08-01",
    "filing_year": 1981,
    "id": 969,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Suicide prevention (facilities)",
      "General/Misc.: Classification / placement",
      "General/Misc.: Disciplinary procedures",
      "General/Misc.: Personal injury",
      "General/Misc.: Loss or damage to property",
      "General/Misc.: Search policies",
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Food service / nutrition / hydration",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "Jails, Prisons, Detention Centers, and Other Institutions: Visiting",
      "General/Misc.: Mail",
      "General/Misc.: Phone",
      "General/Misc.: Access to lawyers or judicial system",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Mental health care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Grievance procedures",
      "Jails, Prisons, Detention Centers, and Other Institutions: Law library access",
      "Jails, Prisons, Detention Centers, and Other Institutions: Library (non-law) access",
      "General/Misc.: Religious programs / policies",
      "General/Misc.: Totality of conditions",
      "General/Misc.: Education",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "General/Misc.: Bathing and hygiene",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)"
    ],
    "last_checked_date": "2007-10-15T00:00:00-04:00",
    "main_docket": {
      "id": 42075,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1981,
      "docket_filing_number": 853,
      "is_main_docket": true,
      "court": "Eastern District of Virginia",
      "state": "Virginia",
      "docket_office_number": "3",
      "docket_number_manual": "81-0853-R",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Brown v. Hutto",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1997,
    "order_start_year": 1983,
    "permanent_injunction": false,
    "plaintiff_description": "prisoners confined at the Mecklenburg Correctional Center (MCC) in Boydton, Virginia",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [
      {
        "id": 17210,
        "name": "Thorpe v. Virginia Department of Corrections"
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Virginia",
    "summary": "<p>On August 1, 1981, prisoners confined at the Mecklenburg Correctional Center (MCC) in Boydton, Virginia, filed a class action lawsuit under 42 U.S.C. §1983 against the Virginia Department of Corrections in the U.S. District Court for the Eastern District of Virginia.  The plaintiffs asked the Court for declaratory and injunctive relief, alleging that the totality of conditions at the MCC fell \"beneath the standards of human decency\" and inflicted needless suffering in violation of their constitutional rights.  Specifically, they complained of staff that were inadequately trained and unsupervised, lack of programming and activities, inadequate medical and psychiatric services, and a continuing atmosphere of violence, which they claimed led to inmates suffering injuries in physical confrontations with guards and use of excessive force.  </p><p>On February 23, 1982, the District Court (Judge Robert Reynold Merhige, Jr.) found it unnecessary to resolve the plaintiffs' motions for a protective order and a preliminary injunction, noting that the parties claimed to have resolved those issues by mutual consent.  </p><p>On April 8, 1983, the parties entered into a settlement agreement, under which the defendants agreed to form an Institutional Classification Committee for the purpose of classifying inmates when they entered the prison.  The defendants also agreed to convert cell lights to a system that was internally controlled, to attach steel desks and stools inside the cells, to install window knobs on cell windows, to establish a written policy delineating when the toilets in the isolation units could be turned off (e.g. as a result of an inmate's deliberate flooding of the cell) and providing that no inmate shall be required to consume his meal in a cell with an unflushed toilet, to have psychological staff monitor inmates who were being controlled by physical restraints, to use such restraints only after consultation with a psychologist or doctor except in emergencies.  The defendants also agreed not to establish a segregation section in death row, and to subject death row inmates only to ordinary disciplinary and security procedures.  The settlement agreement also covered use of the telephones, visitation, outdoor recreation, food service, use of chemical restraints, disciplinary reporting procedures, grievance procedures, staff training and rotation, background checks for staff members, medical and psychiatric care, law library use, mail, newspapers, religious programming, search policies, educational opportunities, use of metal detectors, and access to a general reading library.</p><p>On April 22, 1983, the District Court found the settlement agreement to be a fair resolution of all issues between the parties except attorneys' fees, and therefore adopted the agreement as the order of the Court.  The order became final on August 2, 1983.  </p><p>On March 29, 1985, the parties jointly moved the court for an order modifying the consent decree, and on April 5, 1985, the parties entered into a new consent decree.  Under the new decree, most of the resolutions in the original decree remained untouched, but the parties made some minor changes to the classification process.  The Court adopted the new decree.  </p><p>On April 7, 1997, the consent decree was vacated without opinion by the District Court pursuant to 18 U.S.C. § 3626(b)(2), and the case was closed.</p><p></p>",
    "summary_published_date": "2007-10-15T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/969",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=969",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=969",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=969"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": true,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4902,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4902.pdf",
      "title": "Proposed Consent Decree",
      "text": "IN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF VIRGINIA\nRichmond Division\nALAN BROWN, et al.,\nPlaintiffs,\nv. CIVIL ACTION NO. 81-0853-R\nTERRELL DON HUTTO, et ai.,\nDefendants.\nPROPOSED CONSENT DECREE\nDefendants hereby consent to the following provisions\nregarding visitation and search procedures at Virginia's\nMecklenburg Correctional Center for resolution of the pending\nmotions for a protective order and for a preliminary injunction\nfiled herein by plaintiffs:  !\nj\n1.  Defendants will continue to require that counsel for  •\ni\nplaintiffs give reasonable advance notice to the defendants of the•\nnames of prisoners they wish to interview on their visits to the\nMecklenburg Correctional Center, and defendants agree that\n;counsel for plaintiffs may interview additional prisoners, not  ,\n•I\n: previously named, subject to reasonable time, staffing limita-\n!tions, and security considerations.\n>!\nI:  2.  Defendants agree that upon proper identification the\nij attorneys and staff of the National Prison Project will be\n: permitted to park their vehicles in the Mecklenburg Correctional  ;\n;! Center's visitors parking area and these vehicles will not be\n!\n!| searched.  i\n3.  Defendants agree that upon proper identification the  j\nattorneys and staff of the National Prison Project will be  :\nsubject to search procedures at the Mecklenburg Correctional  •\njCenter which include having their briefcases and pocketbooks\ni inspected for contraband and they themselves subject to metal  j\n•I\nidetector and pat-down inspections.  Defendants will further agree\ni that these individuals will not be subjected to strip searches,  ;\n\nhair searches, or to any removal of or lifting of clothing.  All\nother terms and conditions for visiting prisoners and the search\n;procedures attendant to those visits remain in effect to include\n!reservation of the right to deny visitation privileges or request\niconsent from them to be strip searched upon real suspicion that  ;\n:these individuals are concealing items of contraband or items\naffecting the security of the institution upon their persons.\n4.  Defendants agree that prisoners on death row at the\n;| Mecklenburg Correctional Center shall be permitted to list and\nhave as visitors members of their family, not limited by any\ni|\nI degree cf consanguinity; common-law wives; fiancees; clergy;\nand friends and associates of long standing who were known by the\nprisoner prior to his incarceration subject to reasonable limita\ntions upon the number of visitors that any inmate may maintain on\n||a visiting list, subject to the reasonable approval of the\n!i\nj|warden, and subject to reasonable limits on the number of persons\ni that may be maintained on a visiting list as presently constituted\nj|\n\"or as may be constituted in the future, and giving defendants a\nreasonable time in which to investigate any potential visitors.\nThis provision shall not limit the possibility of special visitors\nlas approved by the warden.\n,ii|t o rea5s.o naDbelfee nsdeaanrtcsh  wpirlolc eadlulroews nionnc-lcuodnitnagc ta  vpiasti-tdaotwino ns efaorrc hd ebaetfhore\n:i\nland after each visit.  Strip searches, however, will not be\n;;row prisoners and will require that these prisoners be subjected\n;irequired prior to or after a vi$it as a routine matter.\nil Strip searches may be required tyefore or after a visit\njiif in the opinion of the officeif in charge there is real\nsuspicion to believe that such 4 search is necessary and then he\nmay recommend such a search to the watch commander who may\ni\n• authorize it.  A prisoner may be subjected to leg restraints during\n•;a visit, but handcuffs will no longer be used during visitation  ,\n-2-\n\nunless they become necessary in order to maintain order and\ncontrol.\n6.  Defendants agree that visits to prisoners at the\nMecklenburg Correctional Center will be governed by all regula-\ntions applicable to the search procedures to include that they\nij will not be subjected to strip searches or partial strip searches\nil  ;\nprior to visitation, but defendants maintain the right to^deny  '•\nvisitation to any visitor upon real suspicion that the visitor is ;\n! attempting to bring in contraband or would otherwise jeopardize  i\nthe security of the institution.  Under these circumstances the\nvisitor may be requested to submit to a strip search or partial  ;\nstrip search in accordance with applicable Division Guidelines and\nii Institutional Operating Procedures, or if they refuse, then forfeit\nthe right to visit.  Defendants will agree to provide an appro-\npriate written notice to visitors setting forth their search\nprocedures.\n7.  Defendants provide that the agreed visitation and\n|j search procedures outlined herein are intended to have applica-\ni bility based upon normal operations of the Mecklenburg  :\nij Correctional Center.  All other rules and regulations of the\nI Virginia Department of Corrections and the Mecklenburg\nij Correctional Center remain in full force and effect and in the\nij event that the security environment of the Mecklenburg\ni!\n;j Correctional Center should change appreciably or it becomes\nij apparent that individuals are abusing the provisions of this  i\n|j agreement, defendants maintain the right to take appropriate\n  :\nii  •  •\n!| steps to maintain the security of their institution and/or\ninstitute individual measures necessary to ensure proper\nsecurity, the provisions of this agreement notwithstanding.  In  j\nthe event that action in suspension of this agreement is believed ;\nij by the defendants to be necessary, defendants will notify counsel\n-3-\n\nfor plaintiffs of the expected duration, and as soon as practical,\nbut no later than (5) days after such declaration, notify counsel\nfor plaintiffs of the reasons which necessitate the suspension.\n8.  Defendants further agree that each instance of strip\nsearch or partial strip search or request to strip search or\npartial strip search at the Mecklenburg Correctional Center during\nvisitation shall be documented and maintained in writing, setting\nforth the name of the visitor or prisoner searched, the time,\nthose persons conducting the search, and the reasons for the\nsearch or request for same.\n9.  It is understood by the parties that this is an agreement\npendente lite only, all parties hereby reserving the right to\nlitigate the issues raised herein at the time of any hearing on\nthe merits of allegations contained in plaintiff's complaint.\nENTER:\nJUDGE\n:i Burnett Millet, III\nRichard F. Gorman, III •\nAssistant Attorneys General\njj 101 North Eighth Street, Sixth Floor\n; Richmond, Virginia 23219\nAlvin J. Sfonstein, Esquire\nElizabeth Alexander, Esquire\nNational Prison Project\n1346 Connecticut Avenue, N.W.\nSuite 1031\nWashington, D.C. 20031\nGerald T. Zerkin, Esquire\nij 1001 West Brookland Park Boulevard\n!| Richmond, Virginia 23220\n-4-",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4902"
    },
    {
      "date": "1985-03-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Pleading / Motion / Brief",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4914,
      "file": null,
      "title": "Motion for Modification of Consent Decree",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4914"
    },
    {
      "date": "1983-08-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4912,
      "file": null,
      "title": "Order",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4912"
    },
    {
      "date": "1983-08-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4911,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4911.pdf",
      "title": "Order",
      "text": "I\nF I L ED\nIN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF VIRGINIA 2  1963  *i-*\nRICHMOND DIVISION\nCLERK, U. S. D!ST. COURT.\nALAN BROWN, et al., RICHMOND, VA.\nPlaintiffs,\n)  Civil Action No.\nv. )  81-0853-R\nROBERT M. LANDON, et al.,\nDefendants. Brown v. Hutto\nORDER PC-VA-001-013\nFor the reasons stated in the memorandum this day\nfiled -and deeming it proper so to do, it is ADJUDGED and ORDERED\nthat the Court's order  of April 22, 1983 approving and adopting\nthe agreement of the parties filed herein under date of April 22,\n1983 be and the same is final and constitutes the Decree of the\nCourt in this cause.\nRobert M. Landon  is substituted  for Raymond Procunier\nas a party defendant.\nPlaintiffs'  motion  for  counsel  fees  be and  the  same\nis,  upon motion of plaintiffs, withdrawn. '*\nPursuant to paragraph 40 of the agreement, defendants'\ncounterclaims be and the same are hereby withdrawn without preju-\ndice.\nThe parties are directed  to forthwith commence imple-\nmentation of the terms of the agreement.\nThis  matter  will  be  placed  among  the  ended  causes\nthough  the  Court  shall  retain  jurisdiction  for  such  further\norders  as  may  be  necessary  in  accordance  with  the  settlement\nTi\n\nagreement.\nThis cause may be reopened, without payment of further\ncosts, only upon motion of any of the parties through their coun-\nsel of record.\nLet the Clerk  send copies of the memorandum and this\norder to all counsel of record.\nUNITED STATES DISTRICT JUDGE\n  AUG 2 1983\nDate\n\nC  (\nF I L ED\nIN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF VIRGINIA  '., AUG 2  $83  \"\nRICHMOND DIVISION\nCLERK, U. S. DIST. COURT\nALAN BROWN, et al.,  •  )  RICHMOND, VA.\nPlaintiffs,  )\n)  Civil Action No.\nv.  )  81-0853-R\n)\nROBERT M. LANDON, et al.,  )\nDefendants.  )\nMEMORANDUM\nThis matter  is before  the Court for consideration  of\nobject-ions  to  the  settlement  agreement  reached  herein  filed  by\napproximately ten (10) members of the plaintiffs1 class.\nA study of the written objections reveals few specific\nobjections to the settlement agreement.  Indeed, only Mr. Phillip\nStratton, Mr. Robert Lee Boyd, Jr., and Mr. Charles Harmon have\nspecified  their  respective  objections.  All of the other objec-\ntors complain  generally, not of the terms of the agreement, but\nof  conduct  on  the  part  of  guards  and  the  officials  of  the\nMecklenburg Correctional Center.  * '\nThe  Court  is  satisfied  that  no  further  ore  tenus\nhearing is necessary.\nThose inmates who responded with specificity  referred\nin some  instances  to matters  beyond  the power of  the Court to,\nin the absence of the agreement, require. For example, the rota-\ntion of the custodial force is, absent the agreement, solely the\nresponsibility of the prison officials.\nNo  agreement  can  conceivably  address  each  and  every\n\n0  C\ncomplaint of each and every inmate.\nThe  instant  agreement  comprehensively  addresses  the\nunique conditions of confinement at the Mecklenburg  Correctional\nCenter.  Implementation of the terms of the agreement will inure\nto the benefit of the vast majority of class members, and in no\nmanner  precludes  any  individual  from  asserting  rights  granted\nunder the Constitution, nor does it preclude assertion of indivi-\ndual suits against offending state officials.\nThe  settlement  is  fair  and  if  properly  implemented\nwill reduce litigation and afford the class members the hope that\nthe provisions of the agreement will afford additional protection\nfrom unwarranted assaults.\nShould the Court have to resort to direct intervention\nin  the  implementation  of  the  agreement,  it will, of course, do\nso.  The cooperation of the state officials and plaintiffs1 coun-\nsel has been such that, hopefully, further intervention will not\nbe required.  Nevertheless, the Court is available.\nThe matter was handled by experienced counsel of high\nintegrity, who invoked full discovery. An pverwhelming number of\nclass members  obviously  approve of  the settlement and the Court\nis  satisfied  it  is  fair  and  equitable.  See  Flinn  v.  FMC\nCorp., 528 F.2d 1169 (4th Cir. 1975), cert, denied, 424 U.S. 967\n(1976).\nAn appropriate order will issue.\nUNITED STATES DISTRICT JUDGE\nDate  AUG2  1983",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4911"
    },
    {
      "date": "1985-04-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4917,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4917.pdf",
      "title": "Order",
      "text": "RECEIVED  F I L ED\nAPR 5  JOO s  DISTRICT COURT FOR  APR 5  1935 \"\n IN THE UNITED STATE\nTHE EASTERN DISTRICT OF VIRGINIA\nCLERIC,  U. S.  DIST.  COURT  RICHMOND  DIVISION  ..\n  s  D|ST  CQIjrT\nRICHMOND, VA.  CL~ \"*'  ^ ^ lk\nALAN BROWN, et al.,  )\n)\nPlaintiffs,  )\n)\nv.  )  C.A. No. 81-0853-R\n)\nALLYN  R.  SIELAFF,  et  al.  ,  Brown v  Hutto\n•iiiiiiniiiiD\nPC-VA-001-019\nORDER\nThis matter having come before the Court uponNthe application\nof  the parties  to modify  the consent  decree  previously  entered\nand  the Court  having  examined  the modified  agreement  of the\nparties attached hereto and having previously certified this case\nas  a  class  action  pursuant  to  Rule  23 (b) (1)  and  (2) of the\nFederal Rules of Civil Procedure; and the Court finding that the\nattached modified  agreement  is a fair and appropriate  resolution\nof  all of  the remaining  issues  in this  case  except  costs and\nattorneys'  fees;  and  the Court  further  finding  that  it would\nserve  the  interests  of  the parties  and  justice  to permit the\nwithdrawal of the pending contempt motion.\nIT IS ADJUDGED AND ORDERED that:\n1.  The plaintiffs' motion for contempt is withdrawn.\n2.  The modified agreement of the parties attached hereto is\napproved and provisionally adopted by the Court.\n3.  The defendants,  their  agents,  employees,  sucessors  in\noffice, and those acting in concert with them are hereby ordered\nto comply fully with the terms of the attached agreement.\n\n4.  Pursuant  to  Rule  23(e),  Federal  Rules  of  Civil\nProcedure, the defendants  shall  give  notice of this  Order and\nsettlement to all prisoners presently confined at the Mecklenburg\nCorrectional Center  and to all of the named plaintiffs presently\nin the custody of the Virginia Department of Corrections wherever\nthey may be located.  The notice will be in a form approved this\ndate by the Court and will include a statement that the Order and\nmodified settlement are provisional until fifteen  (15) days after\nsaid  notice  during  which  time  class  members  may  submit  written\nobjections to the Order and settlement to the Clerk of this Court\nand any such objections will be fully considered by the Court.\n5.  Upon this Order  and modified  settlement becoming final,\nthe  Court  will  retain  jurisdiction  for such  time as may  be\nnecessary to enforce or modify this Order and settlement.\nENTER: April  5, 1985\nMPR5 1985\nDate\nUnited  States  District  Judge\nAgree:\nAlvin J. tfronstein and\nElizabeth Alexander\nGerald T.  ZetWtt/\nCounsel for plaintiffs\nBurnett Miller, III\nRichard F. Gorman, III\nCounsel for Defendants\n\nIN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF VIRGINIA\nRichmond Division\nALAN BROWN, et al. ,\nPlaintiffs,\nv. CIVIL ACTION NO. 81-0853-R\nROBERT M. LANDON, et al.,\nDefendants.\nSETTLEMENT AGREEMENT\nThis agreement between all of the parties supersedes all\nprior agreements, specifically the agreement of April 8, 1983,\nand replaces all prior orders of the Court in this action,\nspecifically the preliminary injunction order of October 2,\n1984.  The Virginia Department of Corrections is hereafter\nreferred to as DOC and the Mecklenburg Correctional Center is\nhereafter referred to as MCC.  The use of the term DOC in this\nagreement includes all of the defendants, their agents, employees\nand successors in office.\n1.  The DOC has discontinued the phase program and does not\nintend to reinstate any similar program in the future.  If in the\nfuture a similar program is considered by the DOC, before any\nsuch program is initiated, the Court and all counsel of record in\nthis litigation will be notified by the DOC.  This notice shall\nbe in writing and shall include a detailed description of the\nproposed program.  All counsel of record will have 60 days from\nthe receipt of said notice to file written comments with the DOC\nor to take any appropriate action with the Court.\n\n-2-\n2.  Inmates transferred under the two-year rule or as a\nresult of the abolition of the phase system who remain in segre-\ngation at the receiving institution shall have their classifi-\ncation reviewed by DOC central office personnel and others to\ndetermine the inmates' appropriate classification status.\n3.  The Special Management Unit has been and will remain\nabolished.\n4.  With the exception of Death Row, inmates assigned to\nMCC will generally be \"C\" custody.  The classification at MCC,\nwith the exception of Death Row, will be similar to those at\nother institutions in Virginia such as the Virginia State\nPenitentiary and Powhatan Correctional Center.\n5.  The DOC agrees to continue the practice of having all\ncell lights subject to internal controls.  If necessary for\nsecurity purposes, certain special status cells may also be\nequipped with night lights under external control.  Steel desks\nand attached stools will continue to be provided in all indi-\nvidual cells.  Inmates will be informed that upon request, they\nwill be provided with light bulbs up to 100 watts.  Individual\nwindow knobs will continue to be provided in all cells unless the\ninmate misuses the knob or there is a security reason for\nrestricting use of the knob.  Any such situation will be docu-\nmented in writing.\n6.  The DOC will continue to have a written policy defining\nthe circumstances under which toilets in segregation and isola-\ntion can be turned off.  Such policy shall designate the\ndecision-maker and the lengths of time during which a toilet may\n\n-3-\nbe turned off.  In addition, such policy shall provide that\ntoilets shall be turned off only as a result of deliberate\nflooding or similar misconduct and that no inmate shall be\nrequired to consume a meal in a cell with an unflushed toilet.\n7.  The DOC agrees to follow the provisions regarding\nin-cell restraints contained in IOP 411.M, 412, 413 and 871.1.\nIn addition, security staff will check a person placed in\nrestraints for suicidal or self-mutilative behavior every fifteen\n(15) minutes, and all others every hour or less unless otherwise\ndirected.  The use of restraints in psychiatric problem cases\nshall be monitored by the psychological staff, and in all\nrestraint cases there shall be immediate consultation with the\npsychologist or medical doctor at the first available oppor-\n/  . ..\n/  tunity.  Except in emergency situations the use of restraints\nwill only be used after consultation with and personal observa-\ntion by the ranking psychologist or medical doctor available at\nthe institution who will thereafter review the progress at\n24 hour intervals, or less, as they deem appropriate.  During\ntimes when there is no psychologist or physician at the institu-\ntion, the on-call psychologist or physician will be notified.  A\npsychologist or physician will interview the inmate when he next\n/  comes to the institution.  In the event an inmate should need to\nbe restrained in excess of 48 hours, the Deputy Director of the\nDOC will be notified.\nThe use of mechanical restraints within the cell shall\nbe limited to those circumstances in which the inmate is engaging\nin suicidal, self-mutilative, self-destructive or other behavior\n\n-4-\nwhich appears likely to cause injury to himself or others.  In\nall cases, there must be written documentation of the reasons for\nplacement in restraints, documentation of observation of the\nindividual at fifteen minute or one hour intervals (as appro-\npriate and as outlined above) by security staff, and documenta-\ntion that the individual was released or partially released at\nreasonable intervals for eating and use of the toilet.  The DOC\nwill attempt to use leather restraints wherever possible.  If the\nDOC determines that non-metal restraints are unsatisfactory in a\nparticular case it shall document the reasons for such determina-\ntion.\n8.  A segregation section shall not be re-established in\nDeath Row.  Death Row inmates will be subjected to ordinary Death\nRow disciplinary and security procedures.\n9.  All inmates, except those restricted for disciplinary\nconfinement such as pre-hearing detention, cell restriction or\nisolation, and those under medical restriction, shall receive a\nminimum of 5 to 6 hours of outdoor recreation per week, weather\npermitting.  During the summer months between 6 and 7 hours of\noutdoor recreation will be provided, weather and staff\npermitting.  In addition, the DOC will develop a program of\nindoor recreation for certain categories of inmates.\n10.  All inmates, except for those confined in cell restric-\ntion, medical restriction, isolation, pre-hearing detention and\nsegregation, will receive all their meals outside of their cells\nin the pod area.  Inmates in isolation, pre-hearing detention,\n\nr\n-5-\ncell restriction, medical restriction and segregation may be\nserved their meals in their cells.\n11.  (a)  The DOC will reiterate by special memorandum from\nthe Director that it will be the policy of the DOC and the staff\nat MCC not to use excessive or unnecessary force including exces-\nsive use of chemical agents, i.e., that such force as may be used\nwill be reasonable.  The DOC will continue its current policy of\nreview of all Serious Incident Reports (SIR's) generated from MCC\nby the Director or the Deputy Director who may institute such\nfurther investigation and disciplinary action as appears appro-\npriate.  Currently all SIR's are telecopied to the Deputy\nDirector and the Regional Administrator.  The Deputy Director\nthen makes a copy of this SIR for review by the Director.  The\nDeputy Director then personally reviews all SIR's and institutes\nsuch further investigation as may be necessary.  The Deputy\nDirector or the Director has authority to review any and all\nvideotapes when necessary.  Additionally, the Warden of MCC\nreviews all SIR's, and if a baton or a chemical agent was- used,\nthen the Warden reviews the incident with the officers and the\ninmates involved.  The Warden also reviews the videotape, if one\nwas made.  Additionally, the DOC has one of the few administra-\ntive grievance procedures approved by the United States\nDepartment of Justice through which inmates may voice any\ncomplaints relative to their incarceration.\n(b)  The Director will agree for the period of one year\nhereafter to investigate complaints of excessive force from\ncounsel for plaintiffs.  Those complaints may be submitted to the\n\n— 6—\nDirector for his review.  He may then forward the complaint to\nthe Warden, the Deputy Director, or the Inspector General for his\nreview.  The Director will  report to counsel for the plaintiff\nhis findings, conclusions, and actions taken on all use of force\ncomplaints.  In appropriate  cases, the Director will make the\nresults of his investigation available to appropriate law\nenforcement personnel.  This subparagraph shall not apply to any\ncase in which the parties  initially choose to litigate.\n(c)  The DOC agrees to use counseling staff with, parti-\ncular training and crisis-defusing skills as resources to resolve\nproblems without the use of force.\n(d)  The DOC will conduct an adequate training program\nto enable all officers to understand and follow DOC policy on use\nof force.\n(e)  The DOC believes that its present policies of\nscreening individuals considered for employment for propensities\nfor violence is appropriate and agrees that if there is any\nindication in the record of a potential employee that the poten-\ntial employee has a potential for violence, such as a prior\nconviction for assault or other violent crime, this person will\nnot be hired unless the incident occurred years in the past and\nappears to be an isolated occurrence and a current check in his\ncommunity reveals that there is no propensity for violence.  Each\npotential employee at MCC will be investigated by a Special\nDepartment Investigator for a complete background  investigation\nwith regard to his potential for violence.  If the DOC deter-\nmines, through an appropriate check with the Central Criminal\n\nRecords Exchange, that an application has been  falsified\nregarding  the existence of convictions  in a potential  employee's\nbackground, the potential employee will not be hired, or  if he\nhas been hired, then he will be immediately  dismissed.\n(f)  The DOC agrees that it will continue  its practice\nof videotaping  possible serious incidents for at least-one year\nfrom the date of this agreement.\n12.  The DOC agrees to develop a comprehensive plan for  the\nimprovement of medical and psychiatric care at MCC.  The plan\nwill  include at a minimum  the following components:\n(a)  If the DOC operates a mental health unit at MCC\nfor the purpose of providing  intermediate level psychological and\npsychiatric services for  inmates not requiring  psychiatric\nhospitalization, it will develop a plan to include adequate and\nappropriate staffing  for this purpose.  Such a mental health  unit\nis currently  in operation at MCC and, accordingly, a staffing\nplan will be provided  to plaintiffs' counsel by June 1, 1985.\nSubsequent to its adoption by defendants, the plan shall be\nappended  to and  incorporated  by reference  into this agreement.\n(b)  The Mental Health Unit will under no circumstances\nbe operated  as a segregation unit and will not be used for long-\nterm confinement of psychotics.\n(c)  Medical assessments of  inmates registering  for\nsick call will ordinarily be made face-to-face, and not through\nthe cell food slot.\n(d)  The DOC will not employ PA Us  as presently\ndefined  by state law at MCC.\n\n-B-\n13.  The DOC will develop a plan to provide the opportunity\nto all inmates, except those in isolation and pre-hearing deten-\ntion, for programming similar to other maximum security prisons\nin Virginia.  Among the basic programs to be considered are:\nwork, correspondence courses, educational and vocational training\nprograms, psychological counseling, alcohol and drug treatment,\nprogram counseling, and religious programs.  The DOC will provide\na detailed plan for all programming in place or being considered\nto counsel for the plaintiffs by April 3, 1985.  This plan shall\nbe appended to and be incorporated by reference into this agree-\nment.  The plan will set forth reasonable starting dates for the\nvarious programs.\n14.  The DOC had previously agreed to an expansion of the\ntime for those inmates who desire to use the law library, which\nprovisions remain in effect as originally agreed.  If an inmate\nvisits the law library in the morning, he may remain at the law\nlibrary for the remainder of the morning until the mid-day  meaI,\nif space permits, and if visits take place in the afternoon, then\nsuch inmates will be allowed to remain in the law library until\nthe break must be made for the evening meal, if space permits.\nIt is further agreed that provisions will be made for extra\naccess by Death Row prisoners to the law library and that\nrequests for law library access may be sent by cellblock officers\nas well as through intra-institutional mail.  It is also agreed\nthat prisoners will be allowed to browse through the stacks or\nhave the assistance of a trained library assistant.  It is also\nagreed that photocopy services will be available to prisoners for\n\n-9-\ntheir legal documents.  Death Row inmates may check out law\nlibrary material overnight.  The DOC will implement a priority\nsystem to give access to the law library as follows: (1) inmates\nwho have pending court dates; (2) Death Row inmates; and (3) all\nother general requests.\n15.  The DOC agrees that the attorneys appointed by the\nCircuit Court of Mecklenburg County shall be allowed to consult\nwith inmates in appropriate places within the housing units and\nshall not be limited to the visiting room.\n16.  The DOC agrees that all inmates other than those in\nisolation shall have daily access to newspapers and magazines\nunless any such inmate has within the prior two weeks misused\npaper or similar materials creating a security or sanitation\nhazard.\n17.  The DOC agrees to the continuation of Saturday mail\nservice.\n18.  The DOC agrees to review periodically the operation of\nfood services through its chief dietician to assure the proper\ncooking and preparation of all items.\n19.  The DOC agrees to make available dietary substitution\nfor Nation of Islam prisoners that satisfy minimum nutritional\nneeds and are consistent with the teachings of How to Eat to\nLive.  Separate utensils shall be used for pork products. Such\nmaterials shall never be used for the serving of non-pork\nproducts.  The DOC will continue to assure the noncontamination\nby pork of the meals of non-pork eaters.  Upon request, a Nation\n\n-10-\nof Islam consultant may inspect the facilities and methods in the\nfood preparation area at MCC.\n20.  Group religious activity, including religious services,\nwill be allowed subject to reasonable staff and security needs.\n21.  The DOC agrees that the MCC will provide for Ramadan\nobservances by adherents of the American Muslim Mission and the\nNation of Islam.\n22.  The DOC agrees to use reasonable search procedures at\nMCC, which in all cases will comply with Division Guideline 413\nor any subsequent Division Guideline regarding strip searches.\nWhenever a strip search is conducted upon an inmate, it will be\nconducted in private.  Strip searches may be conducted routinely\nafter contact visitation in a special room in the visiting area\nwhere privacy will be maintained.  It will not be the policy at\nMCC routinely to strip search inmates when such inmates are going\nto the medical department.  MCC does, however, reserve the right\nto conduct a strip search upon reasonable suspicion that contra-\nband is being concealed.\n23.  Consistent with applicable legal procedures, the DOC\nwill allow Death Row inmates two routine telephone calls per\nmonth and allow them unlimited and confidential calls to those\nattorneys and para-legals on their attorney list.  Additionally,\nsuch inmates may be allowed additional non-legal telephone calls\nin special circumstances upon approval of special requests.\n24.  The DOC agrees to substitute metal detectors where\nfeasible for strip searches and visual body cavity searches.\n\n-11-\n25.  The DOC agrees that except when a reasonable suspicion\nof contraband exists, the MCC shall not search motor vehicles of\nvisitors to the MCC.\n26.  The DOC agrees to maintain four  (4) inch padding in\nappropriate places in transportation vehicles and will make a\ngood faith effort to explore other possible measures designed to\nprevent accidental injury to prisoners during transportation.\n27.  The DOC agrees to make a general reading library avail-\nable for all inmates except isolation, pre-hearing detention,\nDeath Row and segregation.  Additionally, the DOC will explore\nthe possibility of extending general reading library services to\nDeath Row inmates.  Inmates not having direct access to the\ngeneral reading library will be provided books by procedures\nincluding availability of books and magazines from portable carts\nbrought to the prisoners' area not less than once each week.\n28.  The DOC agrees that prisoners on Death Row shall be\npermitted to list and have as visitors members of their family,\nnot limited by any degree of consanguinity; common-law wives;\nfiancees; clergy; and friends and associates of long standing who\nwere known by the prisoner prior to his incarceration subject to\nreasonable limitations upon the number of visitors that any\ninmate may maintain on a visiting list, subject to the reasonable\napproval of the Warden, and subject to reasonable limits on the\nnumber of persons that may be maintained on a visiting list  as\npresently constituted or as may be constituted in the future, and\ngiving defendants a reasonable time in which to investigate any\n\n-12-\npotential visitors.  This provision shall not limit the possi-\nbility of special visitors as approved by the Warden.\n29.  The DOC will allow non-contact visitation for Death Row\nprisoners and will require that these prisoners be subjected to\nreasonable search procedures including a pat-down search before\nand after each visit.  Strip searches, however, will not be\nrequired prior to or after a visit as a routine matter.  Strip\nsearches may be required before or after a visit if in the\nopinion of the officer in charge there is real suspicion to\nbelieve that such a search is necessary and then he may recommend\nsuch a search to the watch commander who may authorize it.  Any\nsuch search shall be documented and maintained in writing..  The\nDOC will maintain all telephones in the non-contact visit area in\ngood working order and Death Row prisoners will be allowed\nweekend visits.\nIn addition, the DOC will develop a plan for the\nimprovement of the security of the visiting program and facili-\nties available to Death Row inmates. .Subsequent to its adoption\nby the defendants, the plan shall be appended to and incorporated\nby reference into this agreement.\n30.  The DOC agrees that visitors to prisoners at the MCC\nwill not be subjected to strip searches or partial strip searches\nprior to visitation, but the DOC maintains the right to deny\nvisitation to any visitor upon real suspicion that the visitor is\nattempting to bring in contraband or would otherwise jeopardize\nthe security of the institution.  Under these circumstances the\nvisitor may be requested to submit to a strip search or partial\n\n-13-\nstrip search in accordance with applicable Division Guidelines\nand Institutional Operating Procedures, or if they refuse, then\nforfeit the right to visit.  The DOC will provide an appropriate\nwritten notice to visitors setting forth their search procedures.\n31.  The DOC further agrees that each instance of strip\nsearch or partial strip search or request to strip search or\npartial strip search of any visitor at the MCC during visitation\nshall be documented and maintained in writing, setting forth the\nname of the visitor requested to be searched, the time, those\npersons conducting the search, and the reasons for the search or\nrequest for same.\n32.  It is understood and agreed that the DOC will not\ninterfere with the attorney-client relationship between the\nplaintiffs and their counsel in this case by engaging in any of\nthe following acts:\n(a)  Unreasonably delaying the production of inmates at\nthe MCC for attorney-client interviews or unreasonably\nrestricting the hours and the length of individual attorney\nclient visits at the MCC.  If the attorneys arrive at the MCC by\napproximately 9:00 a.m., they shall be afforded approximately\n5 1/2 hours per attorney of actual interview time, not including\ntime spent between interviews waiting for inmates to be produced.\nIf the attorneys arrive at a later hour, then their actual inter-\nview time shall be pro-rated into the number of hours remaining\nin a normal work day.  Unless there is a legal emergency, all\ninterviews will take place during normal business hours.\n\n-14-\n(b)  Refusing to allow fewer than three contact\nattorney-client visits at any given time.  The DOC will have\ndiscretion to determine the manner in which contact visits will\nbe provided.\n(c)  Refusing to allow and insure that all attorney-\nclient visits and telephone calls take place in a manner that\nassures confidentiality, consistent with applicable legal\nprocedures.\n(d)  Requiring that the inmate interviewed remain in\nrestraints during the interview, unless requested by the attorney\nor unless the Chief of Security at MCC determines, in light of\nthe institutional behavior of a given inmate, that the safety of\nthe institution dictates that the inmate be in restraints.  The\nChief of Security shall maintain a written record documenting the\nreasons, if and when such restraints are ordered.\nFor the purpose of this provision, the term \"attorney\"\nincludes a paralegal acting under the general supervision of an\nattorney pursuant to MCC policies regarding paralegals.\nThe procedures outlined above will be incorporated into\nguidelines at MCC.\n33.  This agreement is not to be construed to establish or\nchange the standarc of culpability for civil or criminal\nliability of any official, employee, agent, or representative of\nthe Commonwealth of Virginia other than for the sole and limited\npurpose of enforcenent of this agreement and any decrees which\nmay issue herein.\n\n-15-\n34.  This agreement was voluntarily and mutually agreed upon\nby the defendants and plaintiffs as a compromised settlement of\ndisputes between the parties and no decrees which may issue, nor\nthis agreement, nor any actions taken pursuant hereto constitute\nadmissions that any condition, policy, procedure or acts or omis-\nsions of the DOC and/or the MCC or any state official, employee,\nor agent was, or is, in any way improper, negligent, unconstitu-\ntional, or in violation of any rights of the plaintiff class or\nany member thereof, or caused or causes any injury or other\ndeprivation or damage to the plaintiff class or any member\nthereof.\n35.  This agreement shall not be admissible in evidence in\nany proceedings or trials other than for the sole and limited\npurpose of enforcement of this agreement and the decrees on file\nherein.  It is understood and agreed that Rules 407 and 408 of\nthe Federal Rules of Evidence and the Advisory Committee's notes\nto Rules 407 and 408, and the provisions of Section 8.01-418.1,\nCode of Virginia  (1950), as amended, are applicable to this\nagreement and any decrees which may issue herein.\n36.  In the event of an emergency caused by a riot, fire or\nother events at the facility not caused by the defendants, their\nagents, employees, successors in office, and those acting in\nconcert with them, which makes compliance with the terms of this\nagreement or any decrees on file herein inconsistent with\nsecurity at MCC, it may be necessary to suspend temporarily all\nor certain provisions of this agreement and the decrees on file\nherein.\n\nIn such event, within five days the defendants will\nnotify counsel for the plaintiffs of the following:\n(1)  the part or parts of the agreement or decree\nsuspended;\n(2)  the nature of the emergency situation with\nappropriate detail;\n(3)  the reasons for the opinion that compliance with\nthe specified part or parts of the agreement or decree would be\ninconsistent with security; and\n(4)  the expected duration of the suspension.\nIf the plaintiffs believe that the suspension, or its\nduration, is unjustified, unreasonable, or taken in bad faith,\nthey may request appropriate relief from this Court.  This .\nagreement is not intended to supersede the normal disciplinary\nprocess of the MCC.\n37.  The parties shall submit this agreement to the Court in\nfull settlement of all remaining issues in this case, except\ncosts and attorneys' fees, and the parties shall request that the\nCourt retain jurisdiction for such time as the Court deems neces-\nsary to enforce compliance with this agreement and any decrees\nwhich may issue herein.\n38.  The DOC agrees that the Counterclaims contained in\ntheir Answers to the Complaint and the Amended and Supplemental\nComplaint herein are hereby withdrawn without prejudice.\n\n-17-\nWitness the following signatures and seals:\nALLYN SIELAFF, et al. ALAN BROWN, et al.\nm^\nAllyn S^elaff, Di Alvin J.'Bronstein\nVirginia Department of Corrections\nBurnett Killer III Elizabeth Alexander\nSenior Assistant Attorney General\nGerald T. Zerkiinn/7\nRichard E\\ Gorman \"III'  /\nAssistant Attorney General\nAttorneys for Defendants Attorneys for Plaintiffs\nDated this S^C  day of , 1985",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4917"
    },
    {
      "date": "1982-07-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4905,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4905.pdf",
      "title": "Amended and Supplemental Complaint",
      "text": "Brown v. Hutto\nUNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF VIRGINIA\n• •  •  ••••«•» VB  •• m  i •\nPC-VA-001-007\nALAN BROWN, CARL JOHNSON, JOHNATHAN LEE \"X\" )\nSMITH, FRANK J. COPPOLA, JOSEPH GIARRATANO, )\nand WILLIE LLOYD TURNER,  )\n)\nPlaintiffs,  )\nRAYMOND K. PROCUNIER, ROBERT M. LANDON,  )\nTHOMAS J. TOWBERMAN, RAYMOND B. KESSLER,  )\nEDWARD C. MORRIS, GARY L. BASS, SAMUEL V.  )\nPRUETT, WILLIAM A. CRENSHAW, HAROLD CATRON, )\nOFC.  WILLIAM OLIVER, SGT. LARRY HAWKINS,  )\nOFC.  JAMES BARNER, LT. ROBERT L. GOODE,  )\nSGT.  THOMAS W. POWELL, CPL. HERMAN BOYD,  )\nCPL.  TROY N. BELSER, CPL. CLAUDE WILLIAMS,  )\nSGT.  BILLY E. HUDGINS, SGT. HENRY DUNN,  )\nSGT.  WILLIE SPEEDE, LT. R.B. BAKER,  )\nCPT.  GENE ZIMMERMAN, CPT. WILLIAM HENRY,  )\nCPL.  PHILLIP JUST, LT. ORIS V. JONES,  )\nNURSE BYRON KINSLEY, DR. OSCAR GULMATICO,  )\nand DR. WILLIAM LEE,  -  )\n)\nDefendants.  )\nAMENDED AND SUPPLEMENTAL COMPLAINT\nOn  behalf  of  themselves  and  the  class  alleged  herein,\nplaintiffs  state  the  following  for  their  complaint  against\ndefendants.\nI.  PRELIMINARY STATEMENT\n1.  This is a class action brought by plaintiffs on behalf\nof all prisoners who are or will be confined at the Mecklenburg\nCorrectional Center  (hereafter MCC), an institution operated by\nthe  Commonwealth  of  Virginia  Department  of  Corrections  in\nBoydton, Virginia.  Plaintiffs contend that the totality of the\nconditions at the MCC falls beneath standards of human decency,\ninflicts  needless  suffering- on  prisoners  and  creates  an\nenvironment which threatens prisoners' mental and physical well\nbeing and results in the unnecessary deterioration of prisoners\nconfined  there.  Plaintiffs  contend  that  the  totality  of\nconditions at the prison violates the United States and Virginia\nConstitutions, as well as the statutes of the State of Virginia.\n\n2.  The  MCC  was  opened  in  1977  and  was  designed  for\nconfining  inmates whom the Department of Corrections  transferred\nfrom other prisons.  The MCC was designed as a highly  structured\nbehavioral modification program.  However, because of the lack of\ntreatment  staff  assigned  to  the  facility,  the  treatment\ncontemplated  when  the facility  was constructed  is not provided;\nprisoners are simply locked in their cells with virtually nothing\nto  occupy  their  time.  All  prisoners  are  held  in  segregated\nindividual  cells  with  limited  time out of  cell.  The  rigor  of\nthese  segregated  conditions  is  exacerbated  by  the  defendants'\npolicies and practices of denying positive programs and services\nto prisoners.  The defendants' policies and practices of imposing\nthese  conditions  of  confinement  at  MCC  on  prisoners  for\nindefinite  periods  in  the  absence  of  objective  criteria  for\nrelease  to other  Department of Correction  institutions create  a\nhopeless  and  helpless  atmosphere  that  results  in  physical  and\npsychological deterioration.\n3.  As  a result of  the  lack  of  trained  program  staff, the\nfailure  to train and  supervise guard  staff properly, the highly\nrepressive  conditions  at  the  MCC,  the  lack  of  any  positive\ntreatment  programs  and  activities,  and  the  lack  of  adequate\nmedical  and  psychiatric  services,  there  is  a  continuing\natmosphere of violence.  Numerous inmates have suffered  injuries\nin physical confrontations with guards, and the use of excessive\nand  unreasonable  physical  force by guards  in commonplace.  The\ncombined  effects of the isolated confinement, lack of offsetting\npositive programming  and atmosphere of pervasive violence  result\nin the debilitation of prisoners and threaten their physical and\nmental well being.\n4.  Plaintiffs ask  this court  to declare  that the  totality\nof conditions at the prison are unconstitutional under the United\nStates and Virginia Constitutions and that the conditions violate\napplicable  Virginia  statutes. » Plaintiffs  request  injunctive\nrelief  requiring defendants  to modify  the excessively  repressive\nelements of confinement of the MCC, establish objective criteria\n\nfor  transfer  to  and  continuation  in  confinement  in  the  MCC,\nprovide  adequate  medical  and  psychiatric  care,  and  provide\nproperly  trained  and  supervised  guard  staff  so  as  to  end  the\natmosphere of violence pervading the institution.\nII.  JURISDICTION AND VENUE\n5.  The first, second  and third claims for relief are filed\nunder 42 U.S.C. § 1983 to redress injuries suffered by plaintiffs\nand the class they represent for deprivation under color of state\nlaw of rights secured by the First, Eighth, Ninth and Fourteenth\nAmendments  to the  United  States  Constitution.  The  claims  also\narise  directly  under  the  First,  Eighth,  Ninth  and  Fourteenth\nAmendments.  Accordingly,  this  court  has  jurisdiction  over  the\nclaims pursuant to 28 U.S.C. §§ 1331 and 1343(3).\n6.  Plaintiffs'  fourth  and  fifth  claims  for  relief  are\nderived  from  common  nuclei  of  operative  facts  involving\nsubstantially  identical  issues  of  fact  and  law,  such  that  the\nentire action constitutes a single case which would ordinarily be\nexpected to be tried in one judicial proceeding.  In the interest\nof  judicial  economy, convenience  and  fairness, and  in order  to\navoid  unnecessary  duplication  and multiplicity  of actions^  this\ncourt's  jurisdiction  of  the  fourth  and  fifth  claims, which  are\nbased  in  part  on  Virginia  law,  is  pendent  to  the  court's\njurisdiction over the first, second and third claims.\n7.  Venue  in  the  Eastern  District  of  Virginia  is  proper.\nEach  of  the  defendants  resides  in  the  Eastern  District  of\nVirginia and the claim for relief arose in this district.\nIII.  PARTIES\n8.  Each of the plaintiffs other than Carl Johnson and Frank\nCoppola is currently a prisoner, at the MCC at Boydton, Virginia.\n9.  Plaintiff Alan Brown  is currently confined  in Phase III\nstatus.\n10.  Plaintiff Johnathan Lee  \"X\" Smith  is currently  confined\nin Phase II status. '\n\n11.  Plaintiffs  Joseph  Giarratano,  and  Willie  Lloyd  Turner\nare confined  in Death Row status.\n12.  Defendant  Raymond  K. Procunier  is currently Director of\nthe Virginia  Department  of  Corrections, a position  he  has  held\nsince April 26, 1982.  As such, he is responsible for overseeing\nthe  enforcement  of  laws  and  regulations  governing  penal\ninstitutions  in Virginia  and  for \"the overall  supervision, care\nand  treatment of all prisoners confined  in institutions operated\nby the Department of Corrections.\n13.  Defendant Robert M. Landon  is Deputy Director  for Adult\nInstitutional  Services  of  the  Virginia  Department  of\nCorrections.  Prior  to  May  16,  1981,  he  was  the  Assistant\nDirector  for Institutional Services.  As such, he is responsible\nfor  the  supervision,  treatment  and  security  of  all  persons\nconfined  at  the  penal  institutions  in  which  adults  are\nincarcerated.\n14.  Defendant  Thomas  J.  Towberman  is  the Administrator  of\nRegion  II - Central  for  the Virginia Department of Corrections.\nAs such, he is the Regional Administrator responsible for the MCC\nand  is  responsible  for  the  overall  supervision,  care  and\ntreatment of all persons confined at the MCC.\n15.  Defendant Raymond B. Kessler  is Administrator of Health\nServices for the Virginia Department of Corrections.  As such, he\nis responsible  for  the overall  supervision  of medical  care  and\ntreatment of all prisoners  confined  in institutions operated  by\nthe Department of Corrections.\n16.  Defendant Edward C. Morris was Superintendent of the MCC\nuntil May 31, 1982.  As such, he was directly responsible for the\nsupervision, care and  treatment of all prisoners confined at the\nMCC.\n17.  Defendant  Gary  L.  Bass  has been  Superintendent  of  the\nMCC since June 1, 1982.  As such, he is directly responsible for\nthe supervision, care and treatment of all prisoners confined at\nthe MCC.\n18.  Defendant Samuel V. Pruett was Assistant  Superintendent\nfor Operations at the MCC until April 30, 1982.  As such, he was\n\na  subordinate  of  defendant  Morris  and  was directly  responsible\nfor the day-to-day operation of the MCC.\n19.  Defendant  William  A.  Crenshaw  is  Assistant\nSuperintendent  for  Programs  at  the MCC and  is also Chairman  of\nthe Institutional Classification Committee of the MCC.  As such,\nhe  is  directly  responsible  for  the  programs  and  for  the\nclassification system for prisoners at the MCC.\n20.  Defendant  Harold  Catron  is  Chief  of  Security  at  the\nMCC.  As such, he is directly responsible for the supervision of\nthe  guard  staff.  Defendant  Catron  is  also  Acting  Assistant\nSuperintendent  for Operations.  As such, he is a subordinate of\ndefendant  Bass  and  is  directly  responsible  for  the  day-to-day\noperation of the MCC.\n21.  Defendants Ofc. William Oliver, Sgt. Larry Hawkins, Ofc.\nJames Barner, Lt. Robert  L. Goode, Sgt. Thomas W. Powell, Cpl.\nHerman Boyd, Cpl. Troy Belser, Cpl. Claude Williams, Sgt. Billy\nE.  Hudgins,  Sgt.  Henry  Dunn,  Sgt.  Willie  Speede,  Cpt.  Gene\nZimmerman, Cpt. William Henry, Cpl. Phillip Just, Lt. R.B. Baker\nand  Lt. Oris V.  Jones  are or  were members  of  the  correctional\nstaff at the MCC.\n22.  Defendant Byron Kinsley is a Physician's Assistant II at\nthe MCC.\n23.  Defendant  Dr.  Oscar  Gulmatico  is  the  Chief  Medical\nOfficer of the MCC.\n24.  Defendant  Dr.  William  Lee  is  a  psychologist  under\ncontract  to the MCC who supervises psychological services at the\ninstitution.\n25.  All defendants are sued in their official and  individual\ncapacities, except that defendants Morris and Pruett are sued in\ntheir individual capacities and defendants Procunier and Bass are\nsued in their official capacities.\nIV.  CLASS ACTION ALLEGATIONS\n26.  This is a class action under Rule 23 (a) and 23(b)(l) and\n(2) of the Federal Rule of Civil Procedure.\n27.  Plaintiffs are representative parties of a class that is\n\ncomposed of all persons confined at the MCC at Boydton, Virginia,\nor who may be so confined in the future.\n28.  Plaintiffs  Alan  Brown, Carl  Johnson  and  Johnathan  Lee\n\"X\"  Smith are representative parties of a subclass of all persons\nother than Death Row prisoners confined at the MCC, or who may be\nso confined  in the future.\n29.  Plaintiffs  Frank  J.  Coppola,  Joseph  Giarratano,  and\nWillie  Lloyd  Turner  are representative  parties of a subclass of\nall  Death  Row prisoners  confined  at  the MCC, or  who may  be  so\nconfined in the future.\n30.  Plaintiffs are members of the class and their claims are\ntypical  of  the  claims  of  all  class  members.  Plaintiffs  are\nrepresented  by competent counsel and will fairly and  adequately\nprotect the interests of the class.\n31.  The class  is so numerous that joinder of all members is\nimpracticable.  Current members of the class number approximately\n360.\n32.  The  questions  of  law  and  fact  presented  by  the\nplaintiffs are common to the class.\n33.  The defendants have acted and refused to act on grounds\ngenerally  applicable  to  the  class,  thereby  making  appropriate\nfinal injunctive and declaratory relief with respect to the class\nas a whole.\nV.  FACTUAL ALLEGATIONS\n34.  The totality of the conditions of confinement at the MCC\nviolates  the  constitutional  and  statutory  rights  of  the\nplaintiffs  and  has  caused  and  is  causing  the  prisoners\nirreparable harm.\nA.  General Background  „\n35.  The MCC is a maximum security  institution used for the\nconfinement  of  prisoners  who  have  allegedly  violated  the  rules\nand regulations at other  institutions within the Commonwealth of\nVirginia  Department\" of  Corrections,  or  who  are  assigned  to\nspecial purpose housing.  Prisoners in protective custody, under\n\ninvestigation  for  a  criminal  offense,  assigned  to  the  Special\nManagement Unit, or under sentence of death compose the group of\nprisoners assigned to special purpose housing.\n36.  The complex  at the MCC consists of five buildings, each\nof which  has  three pods.  Each pod consists of a dayroom and a\ntwo-tier  cellblock  with  12  cells  on  each  side  so  that  the\ncapacity  of  each  pod  is  24  and  the  capacity  of  the  entire\nfacility is 360 prisoners.\nB.  Physical Conditions\n37.  Cells at the MCC are approximately 6 feet by 10 feet and\ncontain a metal bunk, toilet and sink.  With the exception of the\nisolation cells, the cell doors at the MCC are solid except for a\nnarrow  vertical  window  approximately  eight  inches  by  three\ninches.\n38.  There are two doors on isolation cells.  One is a solid\ndoor  with  a small window.  The small door  covering  this window\ncannot  be operated  by  the prisoner.  The  inner  door  is barred\nwith a slot for the food tray.\n39.  Prisoners  cannot  control  the  opening  of  the  cell\nwindows.\n40.  Prisoners  cannot  control  the artificial  light  in  their\ncells, which  is on between the hours of 4:00 p.m. and 11:00 p.m.\nonly, although the staff may in its discretion turn on the lights\nearlier on cloudy days.  In some cells, the only artificial light\nin the cell is provided by one 60-watt incandescent light  in the\ncorner of the cell.  Prisoners are not provided with chairs.  For\na  large number of cells, the light  in the cell, both  artificial\nand natural, is insufficient to make reading, writing, and other\nnormal activities practical for large segments of the day.\n41.  Prisoners  in the Special Management  Unit of Building  2\nare also subject to placement in physical restraints while within\ntheir cells.\nC.  Plumbing\n42.  Despite  the  fact  that  the  MCC  is  a  relatively  new\n\nfacility, the plumbing  is inadequate.  Because of the  inadequate\nplumbing, at times prisoners are not able to flush their  toilets\nmore often  than once every  four hours.  At other  times, certain\nprisoners  are  arbitrarily  denied  showers  and  are  required  to\nremain  in  a  cell  with  an  unflushed  toilet  for  a  prolonged\nperiod.  Because  most  prisoners  must  eat  their  meals  in  their\ncells, the necessity to eat next to their bodily wastes creates a\nsqualid and unhygienic atmosphere.\nD.  Prisoner Statuses\n43.  Prisoners who have allegedly  violated  rules of  the MCC\nare  placed  in  the  Isolation  Unit  in  Building  1  of  the  MCC.\nPrisoners are confined  in isolation for a continuous period of up\nto fifteen days.\n44.  Prisoners  in  segregation  status  and  under  sentence  of\ndeath  are  also  confined  in  Building  1.  If  an  inmate  is\nconsidered  guilty  of  a  rule  infraction  while  in  segregation\nstatus, he may be placed on cell restriction and lose recreation\ntime for up to thirty days.\n45.  Prisoners in the Special Management Unit are confined  in\nBuilding  2.  At  times  prisoners  are  assigned  to  the  Special\nManagement  Unit prior  to an appearance  before  the  Institutional\nClassification  Committee  regarding  alleged  rules  infractions.\nAlthough  the  staff  purports  to  evaluate  each  prisoner  in  the\nSpecial  Management  status  every  forty-five  days,  there  is  no\nmaximum  length  of  confinement  in  the  unit,  nor  are  there\nobjective criteria for release.\n46.  There is no maximum length of confinement in segregation\nstatus,  nor  are  there  objective  criteria  for  assignment  or\nrelease from segregation status.\n47.  Prisoners  in  the  general  population  are  divided  into\nthree  phases.  The  criteria  for  classification  as  Special\nManagement, classification in Phases I-III, and classification to\nand  from  MCC  are  vague  and  non-objective.  For  example,  the\ncriteria  for  promotion  to  a  higher  phase  include  evidence  of\nsatisfactory  interpersonal  relationships  with  staff  and  other\n\ninmates,  and  satisfactory  progress  in programs.  Prisoners  who\nhave  completed  the  Phase  System  and  are  eligible  for  transfer\nremain at Mecklenburg for extended periods of time.\n48.  There  are  no  stated  criteria  for  release  from  Special\nManagement status.\nE.  Death Row\n49.  Prisoners  under  sentence  of  death  are  ordinarily\nconfined  on Death Row.  Prisoners on Death Row are divided  into\nDeath  Row  general  population  and  Death  Row  segregation  without\ncause.\n50.  Prisoners on Death  Row have extremely  limited  time out\nof  cell,  particularly  those  prisoners  confined  in  Death  Row\nsegregation.\n51.  Prisoners on Death Row are denied all contact visitation\nwith  friends  and  loved  ones  and  are allowed  only  four  one-hour\nvisits per month.\n52.  Prisoners on Death Row are limited to one-hour visits to\nthe law library at night.\n53.  Such access is completely inadequate to allow meaningful\naccess to the courts, particularly  for persons challenging  their\nsentence of death.\nF.  Cell Confinement\n54.  Prisoners  in  Isolation,  Segregation,  Death  Row\nsegregation, Special Management and Phase I status eat all meals\nin  their  cells  in  close  proximity  to  their  open  toilet.\nPrisoners in Special Management are fed bag meals.\n55.  Prisoners  in  Isolation  are  ordinarily  locked  in  their\ncells continuously twenty-four hours a day except for three five-\nminute showers per week.  „  •\nG.  Exercise\ni  i • i  i —  V\n56.  Prisoners in Isolation status are denied exercise out of\ntheir cell.  Prisone'rs in Segregation, Special Management and\n\n10\nPhase I are allowed a maximum of three hours per week for out-of-\ncell exercise and three five-minute showers per week.\n57.  Three hours per week out-of-cell exercise  is inadequate\nto prevent physical and mental deterioration  under  the  totality\nof  conditions  prevailing  at  the  MCC.  The  absence  of  adequate\nexercise  exacerbates  the  level  of  tension  and  violence' at  the\nMCC.\n58.  Until  recently, prisoners  who  were out of  their  cells\nfor exercise during the nurse's medication rounds were ordinarily\ndenied  medication  during  that  medication  rounds,  forcing\n•;  prisoners  to  choose  between  their  right  to  exercise  and  their\n'_  right to reasonable medical care.\ni\ni  59.  Prisoners  in  Special  Management  are  denied  any\nmeaningful  exercise  because  they  are  given  their  out-of-cell\ng  \"exercise\" and \"showers\" in waist chains and cuffs.\n•  H.  Visitation\n60.  Prisoners  in  Phase  I,  Special  Management  and\nSegregation,  are  limited  to  a  maximum  of  three  non-contact\npersonal  visits per  month, not  to exceed one hour  in duration.\nPrisoners on Death Row are also denied contact visits.  Prisoners\nin Phase II are limited to three contact visits per month, not to\nexceed one hour in duration.  Prisoners in Phase III are limited\nto four contact visits per month, not to exceed ninety minutes in\ni  duration.  Prisoners  in Isolation are not allowed either contact\nor non-contact regular visitation,\ni\n61.  Visitation  is  essential  for  reducing  tension  and\npreventing  the deterioration  of prisoners by strengthening  ties\nwith  family  and  friends.  The  frequency  and  length  of  visits\nallowed prisoners at the MCC are inadequate to maintain ties with\nthe outside world; this inadequacy contributes to the mental and\nphysical deterioration to which prisoners at the MCC are subject.\n62.  The MCC conducts  unnecessary  and harassing  searches of\nprisoners  and  visitors.  The  MCC  asserts  the  right  to  strip\nsearch  visitors  before  non-contact  visits.  It  conducts  strip\nsearches  of  Death  Row  prisoners  in connection  with  non-contact\n\n11 •\nvisits.  Strip searches of prisoners are conducted without regard\nto privacy.  The motor vehicle of visitors are searched.\nI.  Violence\n63.  Because  of  the  improper  training  and  supervision  given\ncorrectional  staff,  and  the  failure  of  the  defendants  to\ninvestigate  and  discipline  correctional  staff when  appropriate,\nan atmosphere of violence  exists at the MCC.  Violent  incidents\nbetween  staff  and  inmates, resulting  in the  use of  unnecessary\nand excessive  force upon inmates, are commonplace.  The combined\neffect of the deplorable living conditions, idleness and violence\nresults  in  the  unnecessary  debilitation  of  prisoners  and\nthreatens their physical and mental well-being.\n64.  With  the exception  of Willie  Lloyd  Turner, all of  the\nnamed  plaintiffs  have  been  the victims  of  the use of  excessive\nand unnecessary force by the staff of the MCC.\n65.  Upon  information  and  belief,  defendants  Cpl.  William\nOliver,  Sgt.  Larry  Hawkins,  Ofc.  James  Barner,  Lt.  Robert  L.\nGoode,  Sgt.  Thomas  W.  Powell, Cpl.. Herman  Boyd,  Cpl. Troy  N.\nBelser, Cpl. Claude Williams, Sgt. Billy E. Hudgins, Sgt. Henry\nDunn, Sgt. Willie  Speede, Lt. R.B. Baker, Cpt. Gene  Zimmerman,\nCpt. William  Henry,  Cpl. Phillip  Just, Lt. Oris  V. Jones, and\nNurse  Byron  Kinsley  have  personally  used  excessive  and\nunnecessary  force  on  members  of  the  plaintiff  class.  In many\ncases, these defendants have engaged  in a practice of the use of\nexcessive  and  unnecessary  force,  and  these  particular  named\ndefendants  are  to  a  significant  degree  responsible  for  the\ngeneral atmosphere of violence prevailing at the MCC.\n66.  Conditions  now  existing  present  an  immediate  and\nintolerable  threat  to  the  safety  and  security  of  the  prisoners\nconfined  within  the  MCC.  As  a  result  of  the  atmosphere  of\nviolence within the prison, effective programs cannot and do not\noccur; dehabilitation is inevitable.\nJ.  Medical and Psychological Services\n67.  Medical and psychological care and treatment are totally\n\n12\ninadequate  and  constitute  deliberate  indifference  to prisoners'\nserious medical and psychological needs.  There are  insufficient\ncompetent  physicians,  psychiatrists,  psychologists,  and  other\nmedical  staff.  Most  medical  assessments  are made  through  cell\nbars  without  adequate  physical  examinations.  \"Physician\nAssistants,\" called \"nurses\" at MCC perform medical functions for\nwhich they are not licensed or trained and would not be permitted\nto perform in civilian life.\n68.  Prisoners  with  serious  psychiatric  and  psychological\ndisturbances  are  treated  as  if they were disciplinary  problems,\nwith  the  result  that  such  prisoners  are  denied  appropriate\nmedical  and psychiatric  treatment.  At times, certain  prisoners\nwhose  bizarre  behavior  including  handling  of  their  own  bodily\nwastes,  are  confined  without  psychiatric  attention, creating  a\nsqualid  and  unhygienic  atmosphere  for  themselves  and  for  other\nnormal prisoners-confined  in close proximity to them.\nK.  Lack of Programming\n69.  There  is  a  total  lack  of  rehabilitative  correctional\nprogramming  at the MCC.  Until recently, there was no organized\nchaplaincy program.  There is no general reading library. ' There\nare  no  vocational  programs, with  the  exception  of  a  10-person\ntailor  shop,  or  classroom  educational  programs.  The  primary\neducational  program  essentially  amounts  to  facilitating\nindividuals  studying  for  general  educational  development  (GED)\nhigh school equivalency  examinations  in their cells.  Protective\ncustody  prisoners  are  denied  adequate  program  opportunities\nsolely as a result of their MCC placement without any pretense of\na security justification.\nL.  Denial of Access to the Courts\n70.  Prisoners confined in Isolation status are denied access\nto  the  law  library.  In  theory, such  prisoners, along  with  all\nother  prisoners  in  the  facility,  have  access  to  one  attorney\nappointed  by  the Circuit  Court of Mecklenburg  County.  However,\nthis  attorney  does  not  provide  meaningful  advise  to  prisoners\n\n13\nregarding  habeas  and  §  1983  challenges  against  the  MCC,  and\nprisoners  in  Isolation  status  have  no  effective  access  to  the\ncourts for such habeas and § 1983 claims.\n71.  Prisoners  are  limited  to  a one-hour  visit  to  the  law\nlibrary.  There  is often  a two-week  delay  in obtaining  a visit\nafter  a request.  Such access  is completely  inadequate  to allow\nmeaningful access to the courts.\nM.  Denial of Correspondence and Newspapers\n72.  Prisoners in Special Management and Isolation status are\ntotally denied newspapers and magazines.\n73.  Prisoners  in  Phase  I,  Segregation,  Investigative  Hold\nand Orientation.are limited to receipt of newspapers once a week.\n74.  All prisoners allowed magazines are nevertheless allowed\nto  receive  such magazines  only  once  each week.  Until  recently\nall  prisoners  were  arbitrarily  denied  all  mail  services  on\nSaturday.\n75.  The practices described  in paragraphs 72-75 are punitive\nin nature and have no purpose apart from the suppression of free\nexpression.\nN.  Denial of Religious Freedom\n76.  The  MCC  allows  only  one  protein  substitute  when  a\nprisoner's religious beliefs prohibit his consumption of pork or\nother foods.  This single substitute is often the only substitute\navailable  for a prolonged period of time.  For example, for over\na year  peanut butter  was the only protein substitute offered, a\nfood  that  is  itself  prohibited  by  Nation  of  Islam  religious\ntenets.  Because the MCC prison diet makes extensive use of pork,\nthe refusal to allow substitutions for pork with food items with\ncomparable  nutritional  value  arbitrarily  and  unreasonably\ninterferes with the free exercise of religion by adherents of the\nNation  of  Islam  and  similar  Islamic  groups.  The  MCC makes  no\nprovision  for substitutes for non-meat food items that cannot be\neaten by adherents of the Nation of Islam.\n77.  The  MCC  does  not  consistently  label  items  containing\n\n14\npork,  with  the  result  that  prisoners  desiring  to  abstain  from\npork  for  religious reasons are uncertain as to whether many food\nitems  including  cheese  are  suitable  for  consumption  consistent\nV  with their religious beliefs.  In addition, the serving practices\n/  of  the  MCC  often  contaminate  pork-free  foods  with  pork  foods\nserved to other prisoners.\n78.  The  MCC  fails  to  make  adequate  accommodation  for\ncelebration of  Ramadan, by continuing  to serve pork  foods, pork\ncontaminated  foods and other prohibited food items, as well as by\n:  failing to serve the Ramadan meals at the appropriate time.\n79.  The  MCC  denies  congregate  religious  services • and\ni  religious cassette tapes without just reason.\n:l\n0.  Transportation\nI  80.  The transportation vans are not reasonably equipped  for\nsafe transport.\nP.  Totality of Circumstances\n81.  The totality of circumstances at the MCC, including  the\nfailure  to  train  and  supervise  the  staff  properly;  the  highly\nrepressive  conditions  at  the  MCC;  the  lack  of  programs  and\nactivities  for  prisoners;  the  lack  of  adequate  medical  and\npsychiatric  services; and  the resulting  atmosphere of violence;\nhas caused and is causing  irreparable harm to the members of the\n:  plaintiff class.\ni\nVI.  FIRST CLAIM FOR RELIEF\n82.  Paragraphs 1-81 are incorporated herein by reference.\n83.  The totality of the conditions at the MCC including  the\nfacilities, programs, practices  and policies  subjects  prisoners\nto cruel  and  unusual punishment  in violation of  the Eighth  and\nFourteenth Amendments to the United States Constitution.\nV\nVII.  SECOND CLAIM FOR RELIEF\n84.  Paragraphs \"1-45  and  70-71  are  incorporated  herein  by\n;  reference.\n\n15\n85.  The  denial  of  reasonable  access  to  the  courts  to\nprisoners  for the purpose of asserting § 1983 claims denies such\nprisoners  the  right  to reasonable  access  to the courts pursuant\nto  the  First  and  Fourteenth  Amendments  to  the  United  States\nConstitution.\nVIII.  THIRD CLAIM FOR RELIEF\n86.  Paragraphs 1-45  and 69-80 above are incorporated  herein\nby reference.\n87.  The  denial  of  Saturday  mail  delivery,  newspapers  and\nmagazines and food substitutions, when necessitated by religious\nbeliefs,  as  alleged  herein,  violates  the  prisoners'  rights  to\nfreedom of religion, expression and association, privacy and due\nprocess of law as guaranteed by the First, Ninth, and Fourteenth\nAmendments to the United States Constitution.\nIX.  FOURTH CLAIM FOR RELIEF\n88.  Paragraphs  1-81  above  are  incorporated  herein  by\nreference.\n89.  The  totality of the conditions at the MCC including  the\nfacilities, programs, practices  and  policies  subjects  prisoners\nto cruel and unusual punishment in violation of Article 1, § 9 of\nthe Constitution of Virginia.\nX.  FIFTH CLAIM FOR RELIEF\n90.  Paragraphs  1-45  and  69-80  are  incorporated  herein  by\nreference.\n91.  The  denial  of  Saturday  mail  delivery,  newspapers  and\nmagazines and food substitutions, when necessitated by religious\nbeliefs,  as  alleged  herein  violates  the  prisoners'  rights  to\nfreedom of  speech  and  freedom,of  religion guaranteed  by Article\n1, §§ 12 and 16 of the Constitution of Virginia.\nXI.  SIXTH CLAIM FOR RELIEF\n92.  Paragraphs - 1-81  above  are  incorporated  herein  by\nreference.\n\n16\n93.  Defendants  have  failed  and  refused  to  fulfill  their\nstatutory duties to  (1) provide reasonable access to the courts;\n(2)  repair  and  expand  the  shops;  (3)  provide  prisoners  with\naccess  to newspapers  and magazines;  (4) provide employment;  (5)\nprovide  necessary  examinations  of  the  physical  and  mental\ncondition  of  prisoners;  (6)  make  reasonable  accommodations  to\nreligiously-based  dietary  requirements;  and  (7)  make  adequate\nprovision  for  the  prevention  of  corporal  punishment,  all  in\nviolation of Va. Code Ann. §§ 53-21.2, 53-26, 53-34, 53-45, 53-\n47, 53-48 and 53-55.\nXII.  PRAYER FOR RELIEF\n94.  Wherefore, plaintiffs pray for the following relief:\n1.  That  this court determine, pursuant  to Rule 23 of\nthe  Federal  Rules  of  Civil  Procedure,  that  this  action  is  a\nproper  class  action  and  that  plaintiffs  are  proper  class\nrepresentatives.\n2.  That  the  court  enter  a  declaratory  judgment\npursuant  to 28 U.S.C. §3 2201, 2202 and Rule 57 of  the  Federal\nRules  of  Civil  Procedure,  declaring  that  the  totality  of  the\ncircumstances  of  confinement,  the  facilities,  conditions,\nprograms, practices and policies at the MCC violate the rights of\nplaintiffs  and  the members of the class to freedom of  religion,\nexpression  and  association, privacy, due process of law and  the\nright of the plaintiffs and their class to be free from cruel and\nunusual  punishment  guaranteed  by  the  First, Eighth,  Ninth  and\nFourteenth  Amendments  of  the  United  States  Constitution  and\nArticle 1, §§ 9, 12 and 16 of the Virginia Constitution.\n3.  That  the  court  enter  a declaratory  judgment  that\ndefendants  have  failed  to  fulfill  their  statutory  duties  to\nrepair  and  expand  the  shops;\"provide  prisoners  with  access  to\nnewspapers  and  magazines; provide  employment; provide  necessary\nexaminations  of  physical  and  mental  condition;  make  reasonable-\naccommodations  to  religiously-based  dietary  requirements;  and\nmake adequate provision for the prevention of corporal\n\n17\npunishment, as required  by Va. Code Ann. §§ 53-21.2, 53-26, 53-\n34, 53-45, 53-47, 53-48 and 53-55.\n4.  That  the  court  enter  a  permanent  injunction\nenjoining  defendants, their  agents, employees and  those  persons\nacting in concert with them from:\na.  continuing  a  practice  of  the  use  of\nunnecessary  and excessive  force upon the plaintiff class and the\narbitrary  use  of  physical  restraints  upon  inmates  in  Special\nManagement status.\nb.  failing  to  formulate  a  plan  to  ensure  that\nadequate  training  and  supervision  of  staff  to ensure an end  to\nthe climate of violence prevailing at the MCC.\nc.  failing  to  take  appropriate  disciplinary\nand/or other actions against staff members who use unnecessary or\nexcessive force upon the plaintiff class.\nd.  conducting  unreasonable  searches  on  visitors\nand prisoners.\ne.  continuing  the unreasonable denial of contact\nvisitation.\nf.  failing  to  provide  reasonable  and  adequate\nmedical and psychiatric services for all prisoners.\ng.  failing  to  establish  objective  criteria  for\nclassification  to  and  from  MCC  and  immediately  removing  all\nprisoners inappropriately  assigned.\nh.  continuing to operate the Phase system and any\nother  special statuses other  than Protective Custody, Death Row,\npunitive segregation and temporary administrative segregation.\ni.  failing  to  establish  appropriate\nrehabilitative  programming,  including  educational, recreational,\nvocational  programming,  a  general  library,  and  appropriate\nvisitation opportunities  for aj.1 prisoners, including  protective\ncustody.\nj.  confining  any^  inmate  in  a  double-door  cell\nwith the solid door closed.\nk.  confining any prisoner in his cell without an\n\n18\nopportunity  of  a  minimum  of  one  hour  per  day  out-of-cell\nexercise.\n1.  confining  any  prisoner  in  a  cell  without\nlighting  that  can  be  operated  by  the  prisoner  and  facilities\nadequate  for  reading  and other normal cell activities or without\nplumbing that can be operated by the prisoner.\nm.  using  mechanical  restraints  except  following\nsuicidal  or  self-mutilating  behavior,  under  appropriate\nsupervision and regulation.\nn.  requiring  prisoners  other  than  those  in\npunitive or administrative segregation to eat in their cells.\no.  denying  adequate  access  to  legal  services,\nincluding  telephone calls as necessary, to all prisoners, and in\nparticular  denying  adequate  access  to prisoners on Death Row in\nlight of the special need of that group.\np.  restricting  access  to  paperback  books,\nmagazines  and  newspapers  to prisoners, except by means of  such\nreasonable  time, place  and  manner  restrictions  that  are  least\nrestrictive  of  the  prisoners'  right  of  free  expression  and\nrefusing to provide Saturday mail delivery.\nq.  failing  to  label  food  items containing  pork,\nfailing  to provide  substitutes  of  comparable  nutritional  value\nfor pork  and  other  items on  the menu  for  those prisoners  whose\nreligious  beliefs  prohibit  such  consumption  and  failing  to\nassuring that food service practices prevent pork-free diets from\ncontamination with pork items and utensils used for cooking pork.\nr.  failing  to  make  reasonable  provision  for\ncongregate religious services.\ns.  failing  to make  reasonable  accommodation  for\ncelebration  of  Ramadan  by  adherents of  the Nation of  Islam  and\nthe American Muslim Mission.\nt.  failing  to provide  reasonably  safe  transport\nvehicles.\n5.  That  defendants  pay  the  costs,  expenses  and\nattorneys'  fees  fof  this  action,  as  authorized  by  the  Civil\nRights Act of 1976, 42 U.S.C. § 1988; and\n\n19\n6.  That the court grant such other and further  relief\nas the court deems just and proper.\nAlyin J. Bj?6ristein\nElizabeth Alexander\nThe National Prison Project\nof the ACLU\n1346 Connecticut Ave., N.W.\nWashington, D.C.  20036\n(202) 331-050\nPfiillip/J. Hirschkop\nHirschkop & Grad\nBox 1226\nAlexandria, Va.  22313\n(703) 836-6595\nGerald Zerkin\nBrookland Park Boulevard\nRichmond, Va.\n(804) 329-0626\nAttorneys for Plaintiffs\nDated:  July 29, 1982",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4905"
    },
    {
      "date": "1983-04-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Defendant-Intervenor",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4907,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4907.pdf",
      "title": "Settlement Agreement",
      "text": "Ill\nIN THE UNITED  STATES  DISTRICT  COURT\nFOR THE EASTERN  DISTRICT  OF  VIRGINIA\nRichmond  Division\nBrown v. Hutto\nALAN  BROWN, et_ al_. ,  I\nPlaintiffs,  I\nPC-VA-001-009\nv. CIVIL ACTION  NO.  81-0853-R\nRAYMOND  K.  PROCUNIER,  et al. ,\nDefendants.\nSETTLEMENT  AGREEMENT\n1.  The Virginia  Department  of Corrections  (DOC)  will\nimplement  a new procedure  of  initially  placing  new  inmates\nin Phase  II  if they  satisfactorily  adjust during  orientation.\nInmates  in the phase  program will be  formally  reviewed  by\nthe  Institutional  Classification  Committee  (ICC)  for  purposes\nof considering  advancement  to the next  highest  phase  or  for\ntransfer  to another  institution  normally  after  the  inmate\nhas  spent one half of his time within  a particular  phase.\nThe  ICC  shall  have  discretion  to  review  inmate  progress  at\nan earlier  date.  Should  the  ICC decision  be not  to  review\nan inmate  until the end of completion  of  a phase, the  ICC\nshall document  its reasons  for doing  so.  Under  ordinary\ncircumstances  which will  be  further  defined  by  the  parties,\ninmates  assigned  to the phase program who do not complete  it\nwithin  two years will be transferred  to other  institutions.\nShould  such  inmates  successfully  adapt  at the other  institutions,\nthey will  be released  directly  to the general  population  or\nother  appropriate  assignment.\n-  1 -\n\n2.  The Special Management Unit will be abolished.\n3.  The DOC will put in concrete form and provide\ndetail for their proposal to tighten significantly  screening\nfor assignment to the Mecklenburg Correctional Center  (MCC),\nas well as the proposal for tightening criteria for assignment\nto MCC.  The DOC will develop a written plan for anticipating\nproblems in further assignments for inmates found during the\nreview process to be inappropriate for permanent assignment\nto MCC.  The DOC will develop written policy providing\nthat under ordinary circumstances inmates who have completed\nthe phase system or have been found to be inappropriate for\nthe phase system will be reclassified and placed in appropriate\nhousing within 30 days, if possible.\n4.  The DOC agrees to continue the process of converting\ncell lights to internal controls.  If necessary^ for security\npurposes, certain special status cells may also be equipped\nwith night lights under external control.  Steel desks and\nattached stools will be added to individual cells as funding\npermits.  Inmates will be informed that upon request, they\nwill be provided with light bulbs up to 100 watts.  Individual\nwindow knobs will be installed in cells of the areas of MCC\nutilized by inmates in protective custody, the phase system,\ngeneral population, and Death Row.  The DOC will make a good\nfaith effort to complete all of the above within a reasonable\ntime.\n5.  The DOC will provide written policy defining the\ncircumstances under which toilets in segregation and isolation\n- 2 -\n\ncan be turned off.  Such policy shall designate the decision-\nmaker and the lengths of time during which a toilet may be\nturned off.  In addition, such policy shall provide that\ntoilets shall be turned off only as a result of deliberate\nflooding or similar misconduct and that no inmate shall be\nrequired to consume a meal in a cell with an unflushed\ntoilet.\n6.  Defendants agree to follow the provisions regarding\nin-cell restraints contained in IOP 411.M, 412, 413 and 871.\nIn addition, security staff will check a person placed in\nrestraints for suicidal or self-mutilative behavior every\nfifteen  (15) minutes, and all others every hour or less as\notherwise directed.  The use of restraints in psychiatric\nproblem cases shall be monitored by the psychological\nstaff, and in all restraint cases there shall be immediate\nconsultation with the psychologist or medical doctor at the\nfirst available opportunity.  Except in emergency situations\nthe use of restraints will only be used after consultation\nwith and personal observation by the ranking psychologist or\nmedical doctor available at the institution who will thereafter\nreview the progress at 24 hour intervals, or less, as they\ndeem appropriate.  During times when there is no psychologist\nor physician at the institution, the on-call psychologist or\nphysician will be notified.  A psychologist or physician\nwill interview the inmate when he next comes to the institution,\nIn the event an inmate should need to be restrained in\nexcess of 48 hours, the Deputy Director of the DOC will be\nnotified.\n- 3 -\n\nThe use of mechanical restraints within the cell shall\nbe limited to those circumstances in which the inmate is\nengaging in suicidal, self-mutilative, self-destructive or\nother behavior which appears likely to cause injury to\nhimself or others.  In all cases, there must be written\ndocumentation of the reasons for placement in restraints,\ndocumentation of observation of the individual at fifteen\nminute or one hour intervals  (as appropriate and as outlined\nabove) by security staff, and documentation that the individual\nwas released or partially released at reasonable intervals\nfor eating and use of the toilet.  The DOC will make a good\nfaith effort to investigate the possibility of replacing\nmetal restraints with leather restraints.  If the DOC determines\nthat non-metal restraints are unsatisfactory, it shall\ndocument the reasons for such determination.\n7.  A segregation section shall not be re-established\nin Death Row.  Death Row inmates will be subjected to ordinary\nDeath Row disciplinary and security procedures.\n8.  The DOC has conducted a comprehensive review of\nsecurity measures on visiting but will entertain suggestions\nmade by plaintiff's experts if submitted.  In the interim,\nthe DOC will improve, repair and maintain in good working\norder the telephones in the non-contact visitation area and\nwill continue its policy of non-contact visits as presently\nestablished.  Death Row prisoners will be allowed weekend visits,\n9.  All inmates except those restricted for disciplinary\nconfinement such as:  prehearing detention, cell restriction,\n- 4 -\n\nor isolation, and those under medical restriction shall receive\na minimum of between 5 to 6 hours of outdoor recreation per week,\nweather permitting.  During the summer months, between 6 and 7 hours\nof outdoor recreation will be provided, weather and staff permitting,\n10.  The DOC will continue the present food program at\nMCC so that inmates in Segregation, Isolation, Investigative\nHold, Orientation, Cell Restriction, Medical Restriction,\nand Phase I will take their meals in their cells.  Inmates\nin Phase II, Phase III, the proposed Maximum Security Unit,\nDeath Row, Mental Health Pod, and Protective Custody/General\nPopulation will receive all their meals outside of their\ncells in the pod area.\n11.  (a) The DOC will implement by special memorandum\nfrom the Director that it will be the policy of the DOC and\nthe staff at MCC not to use excessive or unnecessary force\nincluding excessive use of chemical agents, i.e. that such\nforce as may be used will be reasonable.  The DOC will\ncontinue its current policy of review of all Serious Incident\nReports  (SIR's) generated from MCC by the Director or the\nDeputy Director who may institute such further investigation\nand disciplinary action as appears appropriate.  Currently\nall SIR's are telecopied to the Deputy Director and the\nRegional Administrator.  The Deputy Director then makes a\ncopy of this SIR for review by the Director.  The Deputy\nDirector then personally reviews all SIR's and institutes\nsuch further investigation as may be necessary.  The Deputy\nDirector or the Director has authority to review any and all\n- 5 -\n\nvideotapes when necessary.  Additionally, the Warden of MCC\nreviews all SIR's, and if a baton was used or mace was used\nin a cell or tear gas was used, then the warden reviews the\nincident with all officers involved, inmates involved if\nthis is deemed necessary, and also reviews the videotape if\none was made.  Additionally, the DOC has one of the few\nadministrative grievance procedures approved by the United\nStates Department of Justice through which inmates may voice\nany complaints relative to their incarceration.\n(b)  The Director will agree for the period of one year\nhereafter to investigate complaints of excessive force from\ncounsel for plaintiffs.  Those complaints may be submitted\nto the Secretary of Public Safety for his review.  Ke may\nthen forward the complaint to the Director for his review.\nThe Director will investigate all use of force complaints so\nreferred to him to exclude any case in which the parties\ninitially choose to litigate, and will report to counsel for\nthe plaintiffs and to the Secretary his findings, conclusions,\nand action taken.  In appropriate cases, the Director or\nSecretary will make the results of his investigation available\nto appropriate law enforcement personnel.\nIn addition, the Director will agree to review 15 past\ninstances of use of force complaints submitted by counsel\nfor plaintiffs occurring within 2 years prior to this agreement,\nand in which the parties have not litigated.  These complaints\nmay be submitted as outlined above.  In those cases in which\nno action has heretofore been taken, the Director will take\n—  6  •\"\n\nappropriate  action and will report his  findings, conclusions\nand action taken as outlined  above.\n(c)  The DOC will by written proposal  announce  its\npolicy  regarding  rotation of officers or other staff  members\nat MCC.\n(d)  The DOC agrees to receive  suggestions  from\nplaintiffs' experts regarding current use of  force rules.\n(e)  The DOC agrees to use counseling  staff with  particular\ntraining  and crisis-defusing  skills as resources to  resolve\nproblems without the use of  force.\n(f)  The DOC is of the opinion that  it already  has an\nadequate training program but agrees in principle to  discuss\noutside training by the National  Institute of Corrections.\n(g) The DOC believes that  its present policies  of\nscreening  individuals considered  for employment, for  propensities\nfor violence  is appropriate and agrees that if there  is any\nindication  in the record of a potential employee that  the\npotential employee has a potential  for violence, such as a\nprior conviction  for assault or other violent crime, this\nperson will not be hired unless the incident occurred  years\nin the past and appears to be an isolated occurrence and a\ncurrent check  in his community  reveals that there  is no\npropensity  for violence.  Each potential employee at MCC\nwill be investigated  by a Special Departmental  Investigator .\nfor a complete background  investigation with regard  for his\npotential  for violence.  If the DOC determines, through  an\nappropriate check with the Central Criminal  Records  Exchange,\n-  7 -\n\nthat an application has been falsified regarding the existence\nof convictions in a potential employee's background, the\npotential employee will not be hired, o.r if he has been hired,\nthen he will be immediately dismissed.\n(h)  The DOC agrees that it will continue its practice\nof videotaping possible serious incidents for at least one\nyear from the date of this agreement.\n12.  The DOC agrees to develop a comprehensive plan for\nthe improvement of medical and psychiatric care at MCC.  The\nplan will include at a minimum the following components:\n(a)  The DOC has agreed to hire and has hired an additional\npsychologist.  The DOC will also advertise for and make\nevery good faith effort to hire a half-time psychiatrist.\n(b)  Inmates demonstrating bizarre behavior will be identified\nand treated, and, in appropriate cases, transferred from\nMCC.  Inmates needing special services but not requiring\nmore intensive psychological services shall be housed in the\nMental Health Pod.  The MCC screening process will exclude\nfrom MCC those inmates whose psychological problems or\nmental deficiencies render MCC an inappropriate assignment.\nWritten policy and procedures shall be developed to implement\nthese provisions.  (c)  The DOC will by written proposal\ndefine its procedures for the conduct of medical assessment\nat the cell of an inmate, and agrees to review plaintiffs\nexperts' suggestions for protocols for such assessment and\nfurther agrees to incorporate such suggestions in the training\nof staff as is deemed appropriate.  The DOC, for reasons of\n- 8 -\n\nsecurity, believes that inmates must be kept in restraints\nduring transportation to medical examinations, but will\nremove such restraints if deemed necessary by the medical\nstaff.  At the present time funds have been identified to\nprovide for a call system in the infirmary, but the DOC\nagrees that ordered medications are to be delivered, regardless\nof the prisoner's location or sanitary conditions of the\nhousing unit.  P.A. Us  are to perform only those functions for\nwhich their training would qualify them in civilian life.\n(d)  The DOC agrees to review suggestions by plaintiffs' experts\nfor implementation of policy and staffing recommendations.\n(e)  The DOC agrees to conduct a review on its own through\nappropriate psychologists and/or psychiatrists of the current\nMCC population to identify those inmates whose behavior demonstrates\na need for psychiatric/psychological treatment .and will take\nappropriate action including transfer following recommendations\nfrom the reviewing personnel.  (f)  The DOC agrees to conduct its\nown review of suicide attempts and self-mutilations and inmate\nassaults to determine how they may be reduced.\n13.  The DOC will convert one building at MCC for\nassignments of regular C Custody inmates from MCC or other\nmaximum security institutions as long as the phase program\nremains at current levels or below.  This population will be\nseparate from MCC and will include programming and vocational\nopportunities similar to other maximum security institutions.\nIt will be the policy of MCC to make jobs available for all\nPhase III inmates and for as many Phase II inmates as possible.\n- 9 -\n-r\n\nThe DOC will agree in addition that all Phase III inmates\nwill be given out-of-cell time each day from 7:00 p.m. to\n11:00 p.m. as appropriate.  Some classroom educational\nopportunities will be available to Phase III inmates.  The\neducational and vocational training program of the general\npopulation area will be available for Phase III inmates\nwhenever possible.  The DOC has requested RSA to provide\nadditional personnel necessary to accomplish the above.\nPhase II inmates will be provided out of cell time every\nother day from 7:00 p.m. to 11:00 p.m.  As far as possible,\njobs will be available for all Phase II inmates.  Counselling\nfor all inmates will take place as appropriate.  The DOC\nwill make a good faith effort to accomplish all of the\nabove.\n14.  The DOC agrees to an expansion of the time for\nthose inmates who desire to use the law library.  If an\ninmate visits the law library in the morning, he may remain\nat the law library for the remainder of the morning until\nthe mid-day meal, if space permits, and if visits take place\nin the afternoon, then such inmates will be allowed to\nremain in the law library until the break must be made for\nthe evening meal if space permits.  It is further agreed\nthat provisions will be made for extra access by Death Row\nprisoners to the law library and that requests for law\nlibrary access may be sent by cell block officers as well as\nthrough intra-institutional mail.  It is also agreed that\n- 10 -\n\nprisoners will be allowed to browse through the stacks or\nhave the assistance of a trained library assistant.  It is\nalso agreed that a photocopy machine will be available in\nthe law library for prisoner use under supervision and\nsubject to reasonable rules and restrictions.\nDeath Row inmates may check out law library material overnight.\nThe DOC will implement a priority system to give access to\nthe law library as follows:  (1)  inmates who have pending\ncourt dates;  (2)  Death Row inmates; and  (3)  all other\ngeneral requests.\n15.  Presently those inmates who are dissatisfied with\nservices of the court appointed attorney are free to file\ntheir complaints with the Circuit Court of Mecklenburg\nCounty, and are additionally free to consult with the ACLU\nregarding the adequacy of the services provided.  The ACLU\nis free to contact the Circuit Court of Mecklenburg County\nor such other body as it may see fit regarding the performance\nof such attorney.\n16.  The DOC agrees that all inmates other than those\nin isolation shall have daily access to newspapers and\nmagazines unless any such inmate has within the prior two\nweeks misused paper or similar materials creating a security\nor sanitation hazard.\n17.  The DOC agrees to the restoration of Saturday\nmail service.\n18.  The DOC agrees to review the operation of food\n- 11 -\n\nservices through its chief dietician to assure the proper\ncooking and preparation of all items.\n19.  The DOC agrees to review the dietary requirements\nof adherents of the Nation of Islam, as set forth in How to Eat to\nLive, and develop an appropriate plan to make available\ndietary substitutions for Nation of Islam prisoners that\nsatisfy minimum nutritional needs.  The dietary plan shall\nbe approved by Plaintiffs' Nation of Islam consultant.\nSeparate utensils shall be used for pork products.  Such\nmaterials shall never be used for the serving of non-pork\nproducts.  The Nation of Islam consultant will be authorized\nto inspect the kitchen to assure separation of pork and non-\npork food items.  The defendants will develop a plan to\nassure the noncontamination by pork of the meals of non-pork\neaters which plan may be approved by the Nation of Islam\nconsultant.  Upon request, a Nation of Islam consultant may\ninspect the facilities and methods in the food preparation\narea at MCC.\n20.  Group religious activity, including religious\nservices, will be allowed subject to reasonable staff and\nsecurity needs as determined by DOC.\n21.  The DOC agrees that the MCC will provide for\nRamadan observances by adherents of the American Muslim\nMission and the Nation of Islam.\n22.  The DOC agrees to use reasonable search procedures\nat MCC.  These search procedures will permit a strip search\n- 12 -\n_,  1 if\n\nof an inmate in the privacy of his cell if at all possible\nprior to an inmate leaving the confines of MCC, or returning\nthereto after a trip away from the institution.  Additionally, -\nstrip searches will be conducted routinely after contact\nvisitation in a special room in the visiting area where privacy\nwill be maintained.  Also, strip searches are to be routinely\ndone when an inmate is moved to another cell during times when\nthere are no other inmates in the pod area.  It will not be\nthe policy at MCC to routinely strip search inmates when\nsuch inmates are going to the medical department.  MCC does,\nhowever, reserve the right to conduct a strip search upon\nreasonable suspicion that contraband is being concealed.\n23.  The DOC will allow Death Row inmates two routine\ntelephone calls per month and allow them unlimited legal\ncalls to those attorneys on their attorney list-.  Additionally\nsuch inmates may be allowed additional non-legal telephone\ncalls in special circumstances upon approval of special\nrequests.\n24.  The DOC agrees to explore the possibility of\nproviding college courses to Phase II, III, General Population\nand Death Row inmates.\n25.  The DOC agrees to make a good faith effort to\nresearch the feasibility of having protective custody inmates\nenjoy program opportunities equivalent to those provided the\nprisoners in the general population status at MCC and will\nattempt to introduce a pilot program.\n- 13 -\nT—IT\n\n26.  The DOC agrees to substitute metal detectors where\nfeasible for strip searches and visual body cavity searches.\n27.  The DOC agrees that except when a reasonable\nsuspicion of contraband exists, the MCC shall not search\nmotor vehicles of visitors to the MCC.\n28.  The defendants agree to install four  (4) inch\npadding in appropriate places in transportation vehicles and\nwill make a good faith effort to explore other possible\nmeasures designed to prevent accidental injury to prisoners\nduring transportation.\n29.  The DOC will continue for security reasons to\nprovide personal property to inmates in accordance with DGL\n#141 and IOP #141 governing inmate personal property.\n30.  The DOC agrees to make a general reading library\navailable for the general population, Phase III- inmates and\nProtective Custody inmates.  At the present time, the DOC is\nexploring the feasibility of giving Phase II inmates access\nto the general reading library and a pilot program will be\ninstituted.  Additionally, the DOC will explore the possibility\nof extending general reading library services to Death Row\ninmates.  Inmates not having direct access to the general\nreading library will be provided books in accordance with\npresent procedures including availability of books and\nmagazines from portable carts brought to the prisoners' area\nnot less than once each week.\n- 14 -\n\n31.  Defendants agree that prisoners on death row at the\nMecklenburg Correctional Center shall be permitted to list and\nhave as visitors members of their family, not limited by any\ndegree of consanguinity; common-law wives; fiancees; clergy;\nand friends and associates of long standing who were known by the\nprisoner prior to his incarceration subject to reasonable limita-\ntions upon the number of visitors that any inmate may maintain on\na visiting list, subject to the reasonable approval of the\nwarden, and subject to reasonable limits on the number of persons\nthat may be maintained on a visiting list as presently constituted\nor as may be constituted in the future, and giving defendants a\nreasonable time in which to investigate any potential visitors.\nThis provision shall not limit the possibility of special visitors\nas approved by the warden.\n32.  Defendants will allow non-contact visitation for death\nrow prisoners and will require that these prisoners be subjected\nto reasonable search procedures including a pat-down search before\nand after each visit.  Strip searches, however, will not be\nrequired prior to or after a visit as a routine matter.  Strip\nsearches may be required before or after a visit if in the opinion\nof the officer in charge there is real suspicion to believe that\nsuch a search is necessary and then he may recommend such a search\nto the watch commander who may authorize it.  A prisoner may be\nsubjected to leg restraints during a visit but handcuffs will no\nlonger be used during visitation unless they become necessary in\norder to maintain order and control.\n- 15 -\n\n33.  Defendants agree that visits to prisoners at the\nMecklenburg Correctional Center will \"be governed by all regulations\napplicable to the search procedures to include that they will\nnot be subjected to strip searches or partial strip searches\nprior to visitation, but defendants maintain the right to deny\nvisitation to any visitor upon real suspicion that the visitor\nis attempting to bring in contraband or would otherwise jeopardize\nthe security of the institution.  Under these circumstances the\nvisitor may be requested to submit to a strip search or partial\nstrip search in accordance with applicable Division Guidelines\nand Institutional Operating Procedures, or if they refuse, then\nforfeit the right to visit.  Defendants will agree to provide an\nappropriate written notice to visitors setting forth their search\nprocedures.\n34.  Defendants further agree that each instance of strip\nsearch or partial strip search or request to strip search or\npartial strip search of a death row inmate or any visitor at the\nMecklenburg Correctional Center during visitation shall be\ndocumented and maintained in writing, setting forth the name of\nthe visitor or prisoner searched, the time, those persons\nconducting the search, and the reasons for the search or request\nfor same.\n35.  This agreement is not to be construed to establish\nor change the standard of culpability for civil or criminal\nliability of any official, employee, agent, or representative\nof the Commonwealth of Virginia, other than for the sole and\n- 16 -\n\nlimited purpose of enforcement of this agreement and any\ndecrees which may issue herein.  __\n36.  This agreement was voluntarily and mutually agreed\nupon by the Defendants and Plaintiffs as a compromised  settlement\nof disputes between the parties and neither any decrees which\nmay issue, nor this agreement, nor any actions taken pursuant\nhereto constitute admissions that any condition, policy, procedure\nor acts or omissions of the Virginia Department of Corrections\nand/or the Mecklenburg Correctional Center or any state official,\nemployee, or agent was, or is, in any way improper, negligent,\nunconstitutional, or in violation of any rights of the Plaintiff\nclass or any member thereof, caused or causes any injury or other\ndeprivation or damage to the Plaintiff class or any member thereof.\n37.  This agreement shall not be admissible in evidence\nin any proceedings or trials other than for the sole and limited\npurpose of enforcement of this agreement and the decrees on file\nherein.  It is understood and agreed that Rules 407 and 408 of\nthe Federal Rules of Evidence and the Advisory Committee's notes\nto Rule 407 and 408, and the provisions of Section 8.01-418.1,\nCode of Virginia  (1950), as amended, are applicable to this\nagreement and any decrees which may issue herein.\n38.  In the event of an emergency caused by a riot, fire,\nor other events at the facility not caused by the Defendants,\ntheir agents, employees, successors in office, and those\nacting in concert with them, which make compliance with the\n- 17 -\n\nterms of this agreement and any decrees on file herein\ninconsistent with security within the institution, it may be\nnecessary to temporarily suspend all or certain provisions\nof this agreement and the decrees on file herein.  In such\nevent the Defendants will notify within 5 days counsel for the\nPlaintiffs of the reasons for and the expected duration of\nthe suspension.  If the Plaintiffs or their counsel believe\nthose suspensions and/or their duration are unjustified,\nunreasonable, or taken in bad faith, then they may request\nappropriate relief from this Court.  This agreement is not\nintended to supercede the normal disciplinary process of the\ninstitution.\n39.  The parties shall submit this agreement to the\nCourt in full settlement of all remaining issues in this\ncase, except costs and attorneys' fees, and the parties\nsnail request that the Court retain jurisdiction for such\ntime as the Court deems necessary to enforce compliance with\nuiis -agreement and any decrees which may issue herein.  In\naddition to retaining jurisdiction and taking such action as\nmay be necessary to enforce compliance, it is understood and\nagreed that six  (6) months after the date of the entry of\na decree herein, but only upon application by one or both\nof the parties hereto, the Court will conduct a hearing on\nany claim that the provisions of paragraph number 11(b) of this\nagreement are not being complied with.\n40.  The Defendants agree that the Counterclaims contained\nin their Answers to the Complaint and the Amended and Supplemental\nComplaint herein are hereby withdrawn without prejudice.\n- 18 -\n\nWitness the following signatures and seals:\nRAYMOND K. PROCUNIER, et/al. ALAN BROWN, et al\nRaymond  K.ProcunTervDirector Alvin  J.BronsteTn\nVirginia Department of Corrections\nBurnett Miller III Elizabeth Alexander\nSenior Assistant Attorney General\nRichard F. Gorman  I I I ^^\nGerald T. Zerkin\nAssistant Attorney General\nAttorneys for Defendants Attorneys for Plaintiffs\nDated this 8th day of April, 1983\n- 19 ~",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4907"
    },
    {
      "date": "1997-04-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4919,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4919.pdf",
      "title": "Order",
      "text": "Brown v. Hutto\nPC-VA-001-021\nIN THE UNITED STATES DISTRICT COURT\nF\nFOR THE EASTERN DISTRICT OF VIRGI\nI  L E\nRichmond Division\n -8\nAPR\nALAN BROWN, et al.,\nPlaintiffs, CLERK. U.S. DISTRICT COURT D\nRICHMOND. VA\nv. ) Civil Action No. 81-0853-R\nROBERT M. LANDON, et al.,  )\n)\nDefendants.  )\n)\n)\nORDER\nUpon due consideration and deeming it just and proper so to\ndo,  it is ADJUDGED and ORDERED that, this Court's Order of April\n4,  1997 be, and the same is, hereby VACATED.\nIt is FURTHER ORDERED that, pursuant to 18 U.S.C. §\n3626(b)(2), the August 2, 1983 Decree of the Court, as modified\nby Order of this Court provisionally entered on April 5, 1985,\nand finally approved on July 2, 1985 be, and the same is, hereby\nVACATED.\nLet the Clerk send a copy of this Order to all counsel of\nrecord.\nj£k±£\nUNITED STATES DISTRICT/JUDGjf\nDate\n\n5  '-«>  i;,  TIIC U*4Irt»  STATES  DT$?niCT  COUnt  ?0R  AP3 *  ttac  '\nTtlC  EASTERN  DISTRICT  CX VIAO1»1A  \"  *v  '*\"\ncuss.  u.  s.  ni3T.  coin*  RICHMOND  Division  _\nttlCiWOf.TJ, VA.  ClS«.  U. S. C»T. COt.\nrvciffjc/o, v*.\nSHOWN,  ftt  il.  .  )\n•v.  )  Q.K. NO. ai-oas3-T>\nt\nThis matter having eon* OaCoce the Court upon «h# application\ncJ  tne parties  to modify  the consent decree pceviausly  entored\nand  ttie Court  tvavtne  tKaalned  cna  nodiei«d  ngr••»?««  e(  the\n«a  a  cl*a*  teflon  pursuant  to Rule  23(b)<l) and  (2) of  the I\nPodor»l ftul»a OC Civil Procedure; *ne tn» Caere fLndlnq chac the\nAttached modified agreement ie a fair and appropriate ceaolution\nor  all. ec  the rtatiAlne, Uauet  in thi« cate except costs\nAttorneys'  |t«as; and  the Couct  £ureh«r  finding  that  It\nthe  Interests of  the portlea  and  juatiee to permit  th»\nof the pcnOiriQ coate*pC notion-\nXT IS ADJUDGSO ANO ORbfilUtO thiti\n1.  The plaintiffs' motion foe contempt is withdrawn.\nI,  The eodUicd Mtcement «C the patties attached hereto is\napproved and provisionally adopted by the Court*\n•\n3.  The  defendants,  their  agents, employees. Sucesaort  In\noffice, end those acting in c>neeft with then are hereby ordered\nCo coaply folly with'the teems oC the atcachod ao.reer.ant*\na  i  .\ny T\niaar\n\nc\n4.\nto  Rulo  3H<t),  Fedcr'1  Kuloa  of !vU\n  C\nLIT-  ceCcr,4ar\\tt sHoll  give  notice  ot  ChJa  Order  «n4\nto All P-'f«on«f» pratently confined At the Mtehlenaufq\nct(onai  Center and  to 4ll OC  tn« nam«d plaintiff*  pc«scntly\nin the custody ol the VirySftia n«park»cnt of Correction*  wherever\nthey n«y &« located.  The notlc# vill be in a £orn approved  thJ«\n<3«te uy di« Court and will inslud* a fic«tem«ftk that th« Ocdor  and\nno*Ji£io<l s»ttlen«A« .are provisional, until ttftean  (1$) day* «£fc*r\nciid  f>otic«  during  which  tin* olaa*  member*  m«y  aubnit  *cisttn\nrpojccKioni to cnt Ocd«r MO4 s«eelcff.«ftt to the Clerk of thia court\nonj any such ob}oeti©rt» Mill b* Cully conaJdcrad fcy the Court.\n5.  upon  ehi» O«d«r  #nd modified  s«tcleaian« a»coeain9 fin\nthe  Court  win  retain  jurisdiction  £ac  such  time  *« .m*y\nnecessary co er.tocco or nodKy  enis Order a«4 iac;lemant.\nA\n\nc\nIN THE UNITED STATES DISTRICT COURT\nC\nFOR THE EASTERN DISTRICT OF VIRGINIA\n\\2\nRichmond  Division\nALAN BROWN, e_t al. ,\nPlaintiffs,\nCIVIL ACTION NO. 81-0853-R\nV.\nROBERT M. LANDON, e_t al. ,\nDefendants.\nSETTLEMENT AGREEMENT\nThis agreement between all of the parties supersedes all\nprior agreements, specifically the agreement of April 8, 1983,\nand replaces all prior orders of the Court in this action,\nspecifically the preliminary injunction order of October 2,\n1984.  The Virginia Department of Corrections is hereafter\nreferred to as DOC and the Mecklenburg Correctional Center is\nhereafter referred to as MCC.  The use of the term DOC in this\nagreement includes all of the defendants, their agents, employees\nand successors in office.\n1.  The DOC has discontinued the phase program and does not\nintend to reinstate any similar program in the future.  If in the\nfuture a similar program is considered by the DOC, before any\nsuch program is initiated, the Court and all counsel of record in\nthis litigation will be notified by the DOC.  This notice shall\nbe in writing and shall include a detailed description of the\nproposed program.  All counsel of record will have 60 days from\nthe receipt of said notice to file written comments with the DOC\n,\nor to take any appropriate action with the Court.\n\nr -_\n.-.•$-£jL.Z-rJ--r~ >  —\n2.  Inmates transferred under the two-year  rule or as a\nresult of the abolition of the phase system who remain in segre-\ngation at the receiving  institution shall have their classifi-\ncation reviewed by DOC central office personnel and others to\ndetermine the inmates' appropriate classification status.\n3.  The Special Management Unit has been and will  remain\nabolished.\n4.  With the exception of Death Row, inmates assigned  to\nMCC will generally be MCM custody.  The classification at MCC,\nwith the exception of Death Row, will be similar to those at\nother institutions in Virginia such as the Virginia State\nPenitentiary and Powhatan Correctional Center.\n5.  The DOC agrees to continue the practice of having  all\nZ'  cell lights subject to internal controls.  If necessary for\nsecurity purposes, certain special status cells may also be\nequipped with night lights under external control.  Steel desks\nand attached stools will continue to be provided  in all indi-\nvidual cells.  Inmates will be informed that upon request, they\nwill be provided with light bulbs up to 100 watts.  Individual\nwindow knobs will continue to be provided i  all cells unless the\nn\ninmate misuses the knob or there is a security reason for\nrestricting use of the knob.  Any such situation will be docu-\nmented in writing.\n6.  The DOC will continue to have a written policy  defining\nthe circumstances under which  toilets in segregation and  isola-\ntion can be turned off.  Such policy shall designate the\ndecision-maker and the lengths of time during which a toilet may\n\nV\n......\n^-  be turned off.  In addition, such policy shall provide that\ntoilets shall be turned off only as a result of deliberate\nflooding or similar misconduct and that no inmate shall be\nrequired to consume a meal in a cell with an unflushed toilet.\n7.  The DOC agrees to follow the provisions  regarding\nin-cell restraints contained  in IOP 411.M, 412, 413 and 871.1.\nIn addition, security staff will check a person placed in\nrestraints for suicidal or self-rautilative behavior every  fifteen\n(15) minutes, and all others every hour or less unless otherwise\ndirected.  The use of restraints in psychiatric problem cases\nshall be monitored by the psychological staff, and in all\nrestraint cases there shall be immediate consultation with the\npsychologist or medical doctor at the first available oppor-\n/\"  tunity.  Except in emergency situations the use of restraints\nwill only be used after consultation with and personal observa-\ntion by the ranking psychologist or medical doctor available at\nthe institution.who will thereafter review the progress at\n24 hour intervals, or less, as they deem appropriate.  During\ntimes when there is no psychologist or physician at the institu-\ntion, the on-call psychologist or physician will be notified.  A\npsychologist or physician will interview the inmate when he next\ncomes to the institution.  In the event an inmate should need to\nbe restrained in excess of 48 hours, the Deputy Director of the\nDOC will be notified.\nThe use of mechanical  restraints within the cell shall\nbe limited to those circumstances  in which the inmate is engaging\nV_  in suicidal, self-mutilative, self-destructive or other  behavior\n\nc\nwhich appears Likely to cause  injury to himself or others.  In\nall cases, there must be written documentation of the reasons for\nplacement in restraints, documentation of observation of the\nindividual at fifteen minute or one hour intervals  (as appro-\npriate and as outlined above) by security staff, and documenta-\ntion that the individual was released or partially  released at\nreasonable intervals for eating and use of the toilet.  The DOC\nwill attempt to use leather restraints wherever possible.  If the\nDOC determines that non-metal restraints are unsatisfactory  in-a\nparticular case it shall document the reasons for such determina-\ntion.\n8.  A segregation section shall not be re-established  in\nDeath Row.  Death Row inmates will be subjected to ordinary Death\n/\"  Row disciplinary and security procedures.\n9.  All inmates, except those restricted for disciplinary\nconfinement such as pre-hearing detention, cell restriction or\nisolation, and those under medical restriction, shall  receive a\nminimum of 5 to 6 hours of outdoor  recreation per week, weather\npermitting.  During the summer months between 6 and 7 hours of\noutdoor recreation will be provided, weather and staff\npermitting.  In addition, the DOC will develop a program of\nindoor recreation for certain categories of inmates.\n10.  All inmates, except for those confined  in cell restric-\ntion, medical restriction, isolation, pre-hearing detention and\nsegregation, will receive all their meals outside of their cells\nin the pod area.  Inmates in isolation, pre-hearing detention,\ne\n\n^. cell restriction, medical restriction and segregation nay be\nserved their meals in their cells.\n11.  (a)  The DOC will reiterate by special memorandum  from\nthe Director  that it will be the policy of the DOC and the staff\nat MCC not to use excessive or unnecessary  force including exces-\nsive use of chemical agents, i.e., that such force as may be used\nwill be reasonable.  The DOC will continue its current policy of\nreview of all Serious Incident Reports  (SIR's) generated from MCC\nby the Director or the Deputy Director who may institute such  •\nfurther investigation and disciplinary action as appears appro-\npriate.  Currently all SIR'S are telecopied  to the Deputy\nDirector and the Regional Administrator.  The Deputy  Director\nthen makes a copy of this SIR for review by the Director.  The\nDeputy Director then personally  reviews all SIR'S and  institutes\nsuch further investigation as may be necessary.  The Deputy\nDirector or the Director has authority to review any and all\nvideotapes when.necessary.  Additionally, the Warden of MCC\nreviews all SIR'S, and if a baton or a chemical agent was used,\nthen the Warden reviews the incident with the officers and the\ninmates involved.  The Warden also reviews the videotape, if one\nwas made. ' Additionally, the DOC has one of the few administra-\ntive grievance procedures approved by the United  States\nDepartment of Justice through which inmates may voice any\ncomplaints relative to their  incarceration.\n(b)  The Director will agree for the period of one year\nhereafter to investigate complaints of excessive force from\ncounsel for plaintiffs.  Those cor.piaints nay be submitted  to the\n\nf  Director for his review.  He may  then forward  the complaint  to\nthe Warden, the Deputy Director, or the Inspector General  for his\nreview.  The Director will report to counsel  for the plaintiff\nhis findings, conclusions, and actions taken on all use of force\ncomplaints.  In appropriate cases, the Director will make the\nresults of his investigation available to appropriate law\nenforcement personnel.  This subparagraph shall not apply to any\ncase in which the parties initially choose to litigate.\n(c)  The DOC agrees to use counseling staff with parti-\ncular training and crisis-defusing  skills as resources to resolve\nproblems without the use of force.\n(d)  The DOC will conduct an adequate training program\nto enable all officers to understand and follow DOC policy on use\nf  of force.\n(e)  The DOC believes that its present policies of\nscreening  individuals considered  for employment  for propensities\nfor violence is.appropriate and agrees that if there is any\nindication in the record of a potential employee that the poten-\ntial employee has a potential for violence, such as a prior \"\nconviction for assault or other violent crime, this person will\nnot be hired unless the incident occurred years in the past and\nappears to be an isolated occurrence and a current check  in his\ncommunity reveals that there is no propensity  for violence.  Each\npotential employee at MCC will be investigated by a Special\nDepartment  Investigator  for a complete background  investigation\nwith regard to his potential  for violence.  If the DOC deter-\n\\_  mines, through an appropriate check with the Central  Criminal\n\nr\n^-  Records Exchange, that an application has been falsified\nregarding the existence of convictions  in a potential employee's\nbackground, the potential employee will not be hired, or if he\nhas been hired, then he will be immediately dismissed.\n(f)  The DOC agrees that it will continue its practice\nof videotaping possible serious incidents for at least one year\nfrom the date of this agreement.\n12.  The DOC agrees to develop a comprehensive plan for the\nimprovement of medical and psychiatric care at MCC.  The plan\nwill include at a minimum the following components:\n(a)  If the DOC operates * mental health unit at MCC\nfor the purpose of providing  intermediate level psychological acvd\npsychiatric services for inmates not requiring psychiatric\nC  hospitalization, it will develop a plan to include adequate and\nappropriate staffing for this purpose.  Such a mental health unit\nis currently in operation at MCC and, accordingly, a staffing\nplan will be provided to plaintiffs' counsel by June 1, 1985.\nSubsequent to its adoption by defendants, the plan shall be\nappended to and incorporated by reference into this agreement.\n(b)  The Mental Health Unit will under no circumstances\nbe operated as a segregation unit and will not be used for long-\nterm confinement of psychotics.\n(c)  Medical assessments of inmates registering  for\nsick call will ordinarily be made face-to-face, and not through\nthe cell food slot.\n(d)  The DOC will not employ PA Us  as presently\nV_  defined by state law at MCC.\n\n•o-\n^  13.  The DOC will develop a plan to provide the opportunity\nto all inmates, except  those in isolation and pre-hearing deten-\ntion, for programming  similar  to other maximum security prisons\nin Virginia.  Among the basic programs to be considered are:\nwork, correspondence courses, educational and vocational  training\nprograms, psychological counseling, alcohol and drug treatment,\nprogram counseling, and religious programs.  The DOC will provide\na detailed plan for all programming  in place or being  considered\nto counsel for the plaintiffs by April 3, 1985.  This plan shall\nbe appended to and be incorporated by reference into this agree-\nment.  The plan will set forth reasonable starting dates for the\nvarious programs.\n14.  The DOC had previously agreed to an expansion of the\nf  time for those inmates who desire to use the law library, which\nprovisions remain  in effect as originally agreed.  If an inmate\nvisits the law library  in the morning, he may remain at the law\nlibrary for the .remainder of the morning until the mid-day meal,\nif space permits, and if visits take place in the afternoon, then\nsuch inmates will be allowed to remain in the law library until\nthe break must be made for the evening meal, if space permits.\nIt is further agreed that provisions will be made for extra\naccess by Death Row prisoners to the law library and that\nrequests for law library access nay be sent by cellblock  officers\nas well as through intra-institutional mail.  It is also agreed\nthat prisoners will be allowed  to browse through the stacks or\nhave the assistance of a trained  library assistant.  It is also\nV^  agreed  that photocopy  services will be available to prisoners for\n\n-~^\n^  their legal documents.  Death Row inmates may check out law\nlibrary material overnight.  The DOC will  implement a priority\nsystem to give access to the law library as follows: (1) inmates\nwho have pending court dates; (2) Death Row inmates; and  (3) all\nother general requests.\n15.  The DOC agrees that the attorneys appointed by the\nCircuit Court «£ Mecklenburg County shall be allowed to consult\nwith inmates in appropriate places within the housing units and\nshall not be limited to the visiting room.\n16.  The DOC agrees that all inmates other than those in\nisolation shall have daily access to newspapers and magazines\nunless any such innate has within the prior two we^ks misused\npaper or similar materials creating a security or sanitation\nf  hazard.\n17. -The DOC agrees to the continuation of Saturday mail\nservice.\n18.  The DOC agrees to review periodically the operation of\nfood services through its chief dietician to assure the proper\ncooking and preparation of all items.\n19.  The DOC agrees to make available dietary substitution\nfor Nation of Islam prisoners that satisfy minimum nutritional\nneeds and are consistent with the teachings of How to Eat to\nLive.  Separate utensils shall be used for pork products. Such\nmaterials shall never be used for the serving of non-pork\nproducts.  The DOC will continue to assure the noncontamination\nby pork of the meals of r.on-pork eaters.  Upon request, a Nation\n\nf-  of Islam consultant may inspect the facilities and methods  in \"the\nfood preparation area at MCC.\n20.  Group religious activity, including religious services,\nwill be allowed subject to reasonable staff and security needs.\n21.  The DOC agrees that the MCC will provide for Ramadan\nobservances by adherents of the American Muslim Mission and  the\nNation of Islara.\n22. .1 The DOC agrees to use reasonable search procedures at •\nMCC, which in all cases will comply with Division Guideline 413\nor any subsequent Division Guideline regarding strip searches.\nWhenever a strip search is conducted upon an inmate, it will be\nconducted  in private.  Strip searches may be conducted  routinely\nafter- contact visitation in a special room in the visiting  area\nf  • where privacy will be maintained.  It will not be the policy at\nMCC routinely to strip search inmates when such inmates are going\nto the medical department.  MCC does, however, reserve the right\nto conduct a strip search upon reasonable suspicion that contra-\nband is being concealed.\n23.  Consistent with applicable legal procedures, the DOC\nwill allow Death Row inmates two -routine telephone calls per\nmonth and allow them unlimited and confidential calls to those\nattorneys and para-legals on their attorney list.  Additionally,\nsuch inmates may be allowed additional non-legal telephone  calls\nin special circumstances upon approval of special requests.\n24.  The DOC agrees to substitute metal detectors where\nfeasible for strip searches and visual body cavity searches.\nC\n\n25.  The DOC agrees that except when a reasonable  suspicion\nof contraband exists, the MCC shall not search motor vehicles of\nvisitors to the MCC.\n26.  The DOC agrees to maintain four  (4) inch padding  in\nappropriate places in transportation vehicles and will make a\ngood faith effort to explore other possible measures designed  to\nprevent accidental injury to prisoners during  transportation.\n27.  The DOC agrees to make a general reading library avail-\nable for all inmates except isolation, pre-hearing detention,-\nDeath Row and segregation.  Additionally, the DOC will explore\nthe possibility of extending general reading library services to\nDeath Row inmates.  Inmates not having direct access to the\ngeneral reading library will be provided books by procedures\nZ'  including availability of books and magazines from portable carts\nbrought to the prisoners' area not less than once each week.\n28.  The DOC agrees that prisoners on Death Row shall be\npermitted to list and have as visitors members of their  family,\nnot limited by any degree of consanguinity; common-law wives;\nfiancees; clergy; and friends and associates of long standing who\nwere known by the prisoner prior' to his incarceration subject to\nreasonable limitations upon the number of visitors that any\ninmate may maintain on a visiting list, subject to the  reasonable\napproval of the Warden, and subject to reasonable limits en the\nnumber of persons that may be maintained on a visiting  list as\npresently constituted or as may be constituted  in the future, and\ngiving defendants a reasonable time in which to investigate any\nc\n\n*  t-\npotential visitors.  This provision shall not limit the possi-\nbility of special visitors as approved by the Warden.\n29.  The DOC will allow non-contact  visitation for Death Row\nprisoners and will require that these prisoners be subjected  to\nreasonable search procedures  including a pat-down search before\nand after each visit.\"  Strip searches, however, will not be\nrequired prior*^to or after a visit as a routine matter.  Strip\nsearches may be required before or after a visit if in the\nopinion of the officer  in charge there is real suspicion to\nbelieve that such a search  is necessary and then he may  recommend\nsuch a search to the watch commander who may authorize it.  Any\nsuch search shall be documented and maintained  in writing.  The\nDOC will maintain all telephones in the non-contact visit area in\nf  good working order and Death Row prisoners will be allowed\nweekend visits.\nIn addition, the DOC will develop a plan for the\nimprovement of the security of the visiting program and facili-\nties available to Death Row inmates.  Subsequent  to its adoption\nby the defendants, the plan shall be appended  to and  incorporated\nby reference into this agreement.\n30.  The DOC agrees that visitors to prisoners at the MCC\nwill not be subjected  to strip searches or partial strip searches\nprior to visitation, but the DCC maintains  the right to deny\nvisitation  to any visitor  upon real suspicion  that the visitor is\nattempting  to bring in contraband or would otherwise  jeopardize\nthe security of the institution.  Under  these circumstances the\nV_  visitor nay be requested  to subnit to a strip search or partial\n\nC\" -v-. XT - .\n>\"  strip search in accordance with applicable Division Guidelines\nand Institutional Operating Procedures, or if they refuse, then\nforfeit the right to visit.  The DOC will provide an appropriate\nOf\nwritten notice to visitors setting forth their search procedures.\n31.  The DOC further agrees that each instance of strip\nsearch or partial strip search or request to strip search or\npartial strip «earch of any visitor at the MCC during visitation\nshall be documented and maintained in writing, setting forth the\nname of the visitor requested to be searched, the time, those\"\npersons conducting the search, and the reasons for the search or\nrequest for same.\n32.  It is understood and agreed that the DOC will not\ninterfere with the attorney-client relationship between the\nf  plaintiffs and their counsel in this case by engaging in any of\n- the following acts:\n(a)  Unreasonably delaying the production of inmates at\nthe MCC for attorney-client interviews or unreasonably\nrestricting the hours and the lencph of individual attorney\nclient visits at the MCC.  If the attorneys arrive at the MCC by\napproximately 9:00 a.m., they shall be afforded approximately\n5 1/2 hours per attorney of actual interview time, not including\ntime spent between interviews waiting for inmates to be produced.\n  {\nIf the attorneys arrive at a later hour, then their actual inter-  \\\n\"I\nview time shall be pro-rated into the number of hours remaining  \\\nin a normal work day.  Unless there is a legal emergency, all\ninterviews will take place during normal business hours.\n•\"»\n\n^-  (b)  Refusing  to allow fewer than three contact\nattorney-client visits at any given time.  The DOC will have\ndiscretion to determine  the manner  in which contact visits will\nbe provided.\n(c)  Refusing to allow and insure that all attorney-\n• client visits and telephone calls take place in a manner that\nassures confidentiality, consistent with applicable legal\nprocedures.\n(d)  Requiring  that the inmate interviewed  remain in\"\nrestraints during the interview, unless requested by the attorney\nor unless the Chief of Security at MCC determines, in light of\nthe institutional behavior of a given inmate, that the safety of\nthe institution dictates that the inmate be in restraints.  The\n/^  Chief of Security shall maintain a written record documenting the\nreasons, if and when such restraints are ordered.\nFor the purpose of this provision, the term \"attorney\"\nincludes a paralegal acting under  the general supervision of an\nattorney pursuant to MCC policies  regarding paralegals.\nThe procedures outlined above will be  incorporated'into\nguidelines at MCC.\n33.  This agreement is not to be construed  to establish or\nchange the standard of culpability  for civil or criminal\nliability of any official, employee, agent, or representative of •\nthe Commonwealth of Virginia other  than for the sole and limited\npurpose of enforcement of this agreement and any decrees which\nmay issue herein.\n\nS2&i is- :.-:\n^  34.  This agreement was voluntarily and mutually agreed  upon\nby the defendants and plaintiffs as a compromised settlement of\ndisputes between the parties and no decrees which may issue, nor\nthis agreement, nor any actions taken pursuant hereto constitute\nadmissions that any condition, policy, procedure or acts or omis-\nsions of the DOC and/or the MCC or any state official, employee,\nor agent was, «r  is, in any way improper, negligent, unconstitu-\ntional, or in violation of any rights of the plaintiff class or\nany member thereof, or »caused or causes any injury or other\ndeprivation or damage to the plaintiff class or any member\nthereof.\n35.  This agreement shall not be admissible i-n evidence in\nany proceedings or trials other than for the sole and limited\nf  purpose of enforcement of this agreement and the decrees on file\nherein.  It is understood and agreed that Rules 407 and 408 of\nthe Federal Rules of Evidence and the Advisory Committee's notes\nto Rules 407 and 408, and the provisions of Section 8.01-418.1,\nCode of Virginia  (1950), as amended, are applicable to this\nagreement and any decrees which may issue herein.\n36.  In the event of an emergency caused by a riot, fire or\nother events at the facility not caused by the defendants, their\nagents, employees, successors in office, and those acting in\nconcert with them, which makes compliance with the terms of this\nagreement or any decrees on file herein inconsistent with\nsecurity at MCC, it may be necessary to suspend temporarily all\nor certain provisions of this agreement and the decrees on file\nV_  herein.\n\nf  In such event, within five days the defendants will\nnotify counsel for the plaintiffs of the following:\n(1)  the part or parts of the agreement or decree\nsuspended;\n(2)  the nature of the emergency situation with\nappropriate detail; -\n(3)«?the reasons for the opinion that compliance with\nthe specified part or parts of the agreement or decree would be\ninconsistent with security; and\n(4)  the expected duration of the suspension.\nIf the plaintiffs believe that the suspension, or its\nduration, is unjustified, unreasonable, or taken in bad faith,\nthey may request appropriate relief from this Court.  This\n/\"  agreement is not intended to supersede the normal disciplinary\nprocess of the MCC.\n37.  The parties shall submit this agreement to the Court in\nfull settlement of all remaining issues in this case, except\ncosts and attorneys' fees, and the parties shall request that the\nCourt retain jurisdiction for such time as the Court deems neces-\nsary to enforce compliance with this agreement and any decrees\nwhich may issue herein.\n38.  The DOC agrees that the Counterclaims contained in\ntheir Answers to the Complaint and the Amended and Supplemental\nComplaint herein are hereby withdrawn without prejudice.\n\nc\nVJitness the following signatures and seals:\nALAN BROWN, ^t al.\nALLYN SIELAFF, et al.\nAllyn SieiaC^ Director  UL/ Alvin J.'Bronstein\nVirginia Department of Corrections\nElirabethAlexander\n3urnett Miller III\nSenior Assistant Attorney General\nRicnard F. Gor.T.an\" 111  7 Gerald T. Zee kin\nc Assistant Attorney General\nAttorneys for Plaintiffs\nAttorneys for Defendants\nDated this S&  day of . 1935",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4919"
    },
    {
      "date": "1985-04-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4915,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4915.pdf",
      "title": "Settlement Agreement",
      "text": "Brown v. Hutto\nPC-VA-001-017  CrtiU* |l^r^w^\nIN THE UNITED STATES DISTRICT COURT  £/ , ,_ '. t >Av<fivt\nv sr s\nFOR THE EASTERN DISTRICT OF VIRGINIA  fl  **\"] t  f  ' \"\nRichmond Division  V-rHxk \"9kit-'\nALAN  BROWN, et al.,\nPlaintiffs,\nv.  CIVIL ACTION NO. 81-0853-R\nROBERT M. LANDON, et al.,\nDefendants.\nSETTLEMENT  AGREEMENT\nThis agreement  between all of the parties  supersedes all\nprior  agreements, specifically  the agreement of April 8,  1983,\nand  replaces all prior  orders of the Court  in this  action,\nspecifically  the preliminary  injunction  order of October 2,\n1984.  The Virginia  Department of Corrections  is hereafter\nreferred  to as DOC and the Mecklenburg  Correctional  Center is\nhereafter  referred  to as *'CC.  The use of the term DOC in this\nagreement  includes all of the defendants, their  agents,  employees\nand  successors  in office.\n1.  The DOC has discontinued  the phase  program and does not\nintend to reinstate any similar  program  in the future.  If in the\nfuture a similar  program  is considered by the DOC, before any\nsuch program  is initiated, the Court and all counsel of record in\nthis  litigation  will be notified by the DOC.  This  notice  shall\nbe in writing and shall  include a detailed  description of the\nproposed  program.  All counsel of record  will  have 60 days  from\nthe  receipt of said  notice to file written  comments  with the DOC\nor to take any appropriate  action with the Court.\n\n-2-\n2.  Inmates transferred under the two-year rule or as a\nresult of the abolition of the phase system who remain in segre-\ngation at the receiving institution shall have their classifi-\ncation reviewed by DOC central office personnel and others to\ndetermine the inmates' appropriate classification status.\n3.  The Special Management Unit has been and will remain\nabolished.\n4.  With the exception of Death Row, inmates assigned to\nMCC will generally be \"C\" custody.  The classification at MCC,\nwith the exception of Death Row, will be similar to those at\nother institutions in Virginia such as the Virginia State\nPenitentiary and Powhatan Correctional Center.\n5.  The DOC agrees to continue the practice of having all\ncell lights subject to internal controls.  If necessary for\nsecurity purposes, certain special status cells may also be\nequipped with night lights under external control.  Steel desks\nand attached stools will \"continue to be provided in all indi-\nvidual cells.  Inmates will be informed that upon request, they\nwill be provided with light bulbs up to 100 watts.  Individual\ninmate misuses the knob or there is a security reason for\nrestricting use of the knob.  Any such situation will be docu-\nmented in writing.\n6.  The DOC will continue to have a written policy defining\nthe circumstances under which toilets in segregation and isola-\ntion can be turned off.  Such policy shall designate the\ndecision-maker and the lengths of time during which a toilet may\n\n-3-\nbe turned off.  In addition, such policy shall provide that\ntoilets shall be turned off only as a result of deliberate\nflooding or similar misconduct and that no inmate shall be\nrequired to consume a meal in a cell with an unflushed toilet.\n7.  The DOC agrees to follow the provisions regarding\nin-cell restraints contained in IOP 411.M, 412, 413 and 871.1.\nIn addition, security staff will check a person placed in\nrestraints for suicidal or self-mutilative behavior every fifteen\n(15) minutes, and all others every hour or less unless otherwise\ndirected.  The use of restraints in psychiatric problem cases\nshall be monitored by the psychological staff, and in all\nrestraint cases there shall be immediate consultation with the\npsychologist or medical doctor at the first available oppor-\ntunity.  Except in emergency situations the use of restraints\nwill only be used after consultation with and personal observa-\ntion by the ranking psychologist or medical doctor available at\nthe institution who will thereafter review the progress at\n24 hour intervals, or less, as they deem appropriate.  During\ntimes when there is no psychologist or physician at the institu-\ntion, the on-call psychologist or physician will be notified.  A\npsychologist or physician will interview the inmate when he next\ncomes to the institution.  In the event an inmate should need to\nbe restrained in excess of 48 hours, the Deputy Director of the\nDOC will be notified.\nThe use of mechanical restraints within the cell shall\nbe limited to those circumstances in which the inmate is engaging\nin suicidal, self-mutilative, self-destructive or other behavior\n\n-4-\nwhich appears likely to cause injury to himself or others.  In\nall cases, there must be written documentation of the reasons for\nplacement in restraints, documentation of observation of the\nindividual at fifteen minute or one hour intervals (as appro-\npriate and as outlined above) by security staff, and documenta-\ntion that the individual was released or partially released at\nreasonable intervals for eating and use of the toilet.  The DOC\nwill attempt to use leather restraints wherever possible.  If the\nDOC determines that non-metal restraints are unsatisfactory in a\nparticular case it shall document the reasons for such determina-\ntion.\n8.  A segregation section shall not be re-established in\nDeath Row.  Death Row inmates will be subjected to ordinary Death\nRow disciplinary and security procedures.\n9.  All inmates, except those restricted for disciplinary\nconfinement such as pre-hearing detention, cell restriction or\nisolation, and those under medical restriction, shall receive a\nminimum of 5 to 6 hours of outdoor recreation per week, weather\npermitting.  During the summer months between 6 and 7 hours of\noutdoor recreation will be provided, weather and staff\npermitting.  In addition, the DOC will develop a program of\nindoor recreation for certain categories of inmates.\n10.  All inmates, except for those confined in cell restric-\ntion, medical restriction, isolation, pre-hearing detention and\nsegregation, will receive all their meals outside of their cells\nin the pod area.  Inmates in isolation, pre-hearing detention,\n\n-5-\ncell restriction, medical restriction and segregation may be\nserved their meals in their cells.\n11.  (a)  The DOC will reiterate by special memorandum from\nthe Director that it will be the policy of the DOC and the staff\nat MCC not to use excessive or unnecessary force including exces-\nsive use of chemical agents, i.e., that such force as may be used\nwill be reasonable.  The DOC will continue its current policy of\nreview of all Serious Incident Reports (SIR'S) generated from MCC\nby the Director or the Deputy Director who may institute such\nfurther investigation and disciplinary action as appears appro-\npriate.  Currently all SIR's are telecopied to the Deputy\nDirector and the Regional Administrator.  The Deputy Director\nthen makes a copy of this SIR for review by the Director.  The\nDeputy Director then personally reviews all SIR's and institutes\nsuch further investigation as may be necessary.  The Deputy\nDirector or the Director has authority to review any and all\nvideotapes when necessary*.  Additionally, the Warden of MCC\nreviews all SIR's, and if a baton or a chemical agent was used,\nthen the Warden reviews the incident with the officers and the\ninmates involved.  The Warden also reviews the videotape, if one\nwas made.  Additionally, the DOC has one of the few administra-\ntive grievance procedures approved by the United States\nDepartment of Justice through which inmates may voice any\ncomplaints relative to their incarceration.\n(b)  The Director will agree for the period of one year\nhereafter to investigate complaints of excessive force from\ncounsel for plaintiffs.  Those complaints may be submitted to the\n\n-6-\nDirector for his review.  He may then forward the complaint to\nthe Warden, the Deputy Director, or the Inspector General for his\nreview.  The Director will report to counsel for the plaintiff\nhis findings, conclusions, and actions taken on all use of force\ncomplaints.  In appropriate cases, the Director will make the\nresults of his investigation available to appropriate law\nenforcement personnel.  This subparagraph shall not apply to any\ncase in which the parties initially choose to litigate.\n(c)  The DOC agrees to use counseling staff with.parti-\ncular training and crisis-defusing skills as resources to resolve\nproblems without the use of force.\n(d)  The DOC will conduct an adequate training program\nto enable all officers to understand and follow DOC policy on use\nof force.\n(e)  The DOC believes that its present policies of\nscreening individuals considered for employment for propensities\nfor violence is appropriate and agrees that if there is any\nindication in the record of a potential employee that the poten-\ntial employee has a potential for violence, such as a prior\nnot be hired unless the incident occurred years in the past and\nappears to be an isolated occurrence and a current check in his\ncommunity reveals that there is no propensity for violence.  Each\npotential employee at MCC will be investigated by a Special\nDepartment Investigator for a complete background  investigation\nwith regard to his potential for violence.  If the DOC deter-\nmines, through an appropriate check with the Central Criminal\n\n-7-\nRecords Exchange, that an application has been  falsified\nregarding  the existence of convictions  in a potential  employee's\nbackground,  the potential employee will not be hired, or  if he\nhas been hired, then he will be immediately  dismissed.\n(f)  The DOC agrees that  it will continue  its practice\nof videotaping  possible serious  incidents  for at least one  year\nfrom the date of this agreement.\n12.  The DOC agrees  to develop a comprehensive plan for  the\nimprovement of medical and psychiatric care at MCC.  The  plan\nwill  include at a minimum  the following  components:\n(a)  If  the DOC operates a mental health  unit at MCC\nfor  the purpose of providing  intermediate  level psychological  and\npsychiatric  services  for  inmates not requiring  psychiatric\nhospitalization,  it will develop a plan  to include adequate  and\nappropriate  staffing  for  this purpose.  Such a mental health  unit\nis currently  in operation at MCC and, accordingly, a staffing\nplan will be provided  to plaintiffs' counsel  by June 1, 1985.\nSubsequent  to its adoption  by defendants, the plan shall  be\nappended  to and  incorporated  by reference  into this agreement.\n(b)  The Mental Health Unit will under  no  circumstances\nbe operated  as a segregation  unit and will not be used  for  long-\nterm confinement of psychotics.\n(c)  Medical assessments of  inmates registering  for\nsick call will ordinarily  be made face-to-face, and not  through\nthe cell food  slot.\n(d)  The DOC will not employ PA Us  as presently\ndefined  by state law at MCC.\n\n-8-\n13.  The DOC will develop a plan to provide the opportunity\nto all inmates, except those in isolation and pre-hearing deten-\ntion, for programming similar to other maximum security prisons\nin Virginia.  Among the basic programs to be considered are:\nwork, correspondence courses, educational and vocational training\nprograms, psychological counseling, alcohol and drug treatment,\nprogram counseling, and religious programs.  The DOC will provide\na detailed plan for all programming in place or being considered\nto counsel for the plaintiffs by April 3, 1985.  This plan shall\nbe appended to and be incorporated by reference into this agree-\nment.  The plan will set forth reasonable starting dates for the\nvarious programs.\n14.  The DOC had previously agreed to an expansion of the\ntime for those inmates who desire to use the law library, which\nprovisions remain in effect as originally agreed.  If an inmate\nvisits the law library in the morning, he may remain at the law\nlibrary for the remainder of the morning until the mid-da.y'-meal,\nif space permits, and if visits take place in the afternoon, then\nsuch inmates will be allowed to remain in the law library until\nIt is further agreed that provisions will be made for extra\naccess by Death Row prisoners to the law library and that\nrequests for law library access may be sent by cellblock officers\nas well as through intra-institutional mail.  It is also agreed\nthat prisoners will be allowed to browse through the stacks or\nhave the assistance of a trained library assistant.  It is also\nagreed that photocopy services will be available to prisoners for\n\n-9-\ntheir legal documents.  Death Row inmates may check out law\nlibrary material overnight.  The DOC will implement a priority\nsystem to give access to the law library as follows: (1) inmates\nwho have pending court dates; (2) Death Row inmates; and  (3) all\nother general requests.\n15.  The DOC agrees that the attorneys appointed by the\nCircuit Court of Mecklenburg County shall be allowed to consult\nwith inmates in appropriate places within the housing units and\nshall not be limited to the visiting room.\n16.  The DOC agrees that all inmates other than those in\nisolation shall have daily access to newspapers and magazines\nunless any such inmate has within the prior two weeks misused\npaper or similar materials creating a security or sanitation\nhazard.\n17.  The DOC agrees to the continuation of Saturday mail\nservice.\n18.  The DOC agrees to review periodically the operation of\nfood services through its chief dietician to assure the proper\ncooking and preparation of all items.\nID.  Tlii ZCZ ;.••:;•;;•£ tc make available dietary su^sciuucicn\nfor Nation of Islam prisoners that satisfy minimum nutritional\nneeds and are consistent with the teachings of How to Eat to\nLive.  Separate utensils shall be used for pork products. Such\nmaterials shall never be used for the serving of non-pork\nproducts.  The DOC will continue to assure the noncontamination\nby pork of the meals of non-pork eaters.  Upon request, a Nation\n\n-10-\nof Islam consultant may inspect the facilities and methods in the\nfood preparation area at MCC.\n20.  Group religious activity, including religious services,\nwill be allowed subject to reasonable staff and security needs.\n21.  The DOC agrees that the MCC will provide for Ramadan\nobservances by adherents of the American Muslim Mission and the\nNation of Islam.\n22.  The DOC agrees to use reasonable search procedures at\nMCC, which in all cases will comply with Division Guideline 413\nor any subsequent Division Guideline regarding strip searches.\nWhenever a strip search is conducted upon an inmate, it will be\nconducted in private.  Strip searches may be conducted routinely\nafter contact visitation in a special room in the visiting area\nwhere privacy will be maintained.  It will not be the policy at\nMCC routinely to strip search inmates when such inmates are going\nto the medical department.  MCC does, however, reserve the right\nto conduct a strip search upon reasonable suspicion that contra-\nband is being concealed.\n23.  Consistent with applicable legal procedures, the DOC\nwill allow Death Row inmates two routine telephone calls per\nmonth and allow them unlimited and confidential calls to those\nattorneys and para-legals on their attorney list.  Additionally,\nsuch inmates may be allowed additional non-legal telephone calls\nin special circumstances upon approval of special requests.\n24.  The DOC agrees to substitute metal detectors where\nfeasible for strip searches and visual body cavity searches.\n\n-11-\n25.  The DOC agrees that except when a reasonable suspicion\nof contraband exists, the MCC shall not search motor vehicles of\nvisitors to the MCC.\n26.  The DOC agrees to maintain four (4) inch padding in\nappropriate places in transportation vehicles and will make a\ngood faith effort to explore other possible measures designed to\nprevent accidental injury to prisoners during transportation.\n27.  The DOC agrees to make a general reading library avail-\nable for all inmates except isolation, pre-hearing detention,\nDeath Row and segregation.  Additionally, the DOC will explore\nthe possibility of extending general reading library services to\nDeath Row inmates.  Inmates not having direct access to the\ngeneral reading library will be provided books by procedures\nincluding availability of books and magazines from portable carts\nbrought to the prisoners' area not less than once each week.\n28.  The DOC agrees that prisoners on Death Row shall be\npermitted to list and have as visitors members of their family,\nnot limited by any degree of consanguinity; common-law wives;\nfiancees; clergy; and friends and associates of long standing who\nwere known by the prisoner prior to his incarceration subject to\nreasonable limitations upon the number of visitors that any\ninmate may maintain on a visiting list, subject to the reasonable\napproval of the Warden, and subject to reasonable limits on the\nnumber of persons that may be maintained on a visiting list as\npresently constituted or as may be constituted in the future, and\ngiving defendants a reasonable time in which to investigate-any\n\n-12-\npotential visitors.  This provision shall not limit the possi-\nbility of special visitors as approved by the Warden.\n29.  The DOC will allow non-contact visitation for Death Row\nprisoners and will require that these prisoners be subjected to\nreasonable search procedures including a pat-down search before\nand after each visit.  Strip searches, however, will not be\nrequired prior to or after a visit as a routine matter.  Strip\nsearches may be required before or after a visit if in the\nopinion of the officer in charge there is real suspicion to\nbelieve that such a search is necessary and then he may recommend\nsuch a search to the watch commander who may authorize it.  Any\nsuch search shall be documented and maintained in writing..  The\nDOC will maintain all telephones in the non-contact visit area in\ngood working order and Death Row prisoners will be allowed\nweekend visits.\nIn addition, the DOC will develop a plan for the\nimprovement of the security of the visiting program and facili-\nties available to Death Row inmates.  Subsequent to its adoption\nby the defendants, the plan shall be appended to and incorporated\nby reference into this agreement.\n30.  The DOC agrees that visitors to prisoners at the MCC\nwill not be subjected to strip searches or partial strip searches\nprior to visitation, but the DOC maintains the right to deny\nvisitation to any visitor upon real suspicion that the visitor is\nattempting to bring in contraband or would otherwise jeopardize\nthe security of the institution.  Under these circumstances the\nvisitor may be requested to submit to a strip search or partial\n\n-13-\nstrip search in accordance with applicable Division Guidelines\nand Institutional Operating Procedures, or if they refuse, then\nforfeit the right to visit.  The DOC will provide an appropriate\nwritten notice to visitors setting forth their search procedures.\n31.  The DOC further agrees that each instance of strip\nsearch or partial strip search or request to strip search or\npartial strip search of any visitor at the MCC during visitation\nshall be documented and maintained in writing, setting forth the\nname of the visitor requested to be searched, the time, those\npersons conducting the search, and the reasons for the search or\nrequest for same.\n32.  It is understood and agreed that the DOC will not\ninterfere with the attorney-client relationship between the\nplaintiffs and their counsel in this case by engaging in any of\nthe following acts:\n(a)  Unreasonably delaying the production of inmates at\nthe MCC for attorney-client interviews or unreasonably\nclient visits at the MCC.  If the attorneys arrive at the MCC by\napproximately 9:00 a.m., they shall be afforded approximately\n5 1/2 hours per attorney of actual interview time, not including\ntime spent between interviews waiting for inmates to be produced.\nIf the attorneys arrive at a later hour, then their actual inter-\nview time shall be pro-rated into the number of hours remaining\nin a normal work day.  Unless there is a legal emergency, all\ninterviews will take place during normal business hours.\n\n-14-\n(b)  Refusing to allow fewer than three contact\nattorney-client visits at any given time.  The DOC will have\ndiscretion to determine the manner in which contact visits will\nbe provided.\n(c)  Refusing to allow and insure that all attorney-\nclient visits and telephone calls take place in a manner that\nassures confidentiality, consistent with applicable legal\nprocedures.\n(d)  Requiring that the inmate interviewed remain in\nrestraints during the interview, unless requested by the attorney\nor unless the Chief of Security at MCC determines, in light of\nthe institutional behavior of a given inmate, that the safety of\nthe institution dictates that the inmate be in restraints.  The\nChief of Security shall maintain a written record documenting the\nreasons, if and when such restraints are ordered.\nFor the purpose of this provision, the term \"attorney\"\nincludes a paralegal acting under the general supervision of an\nattorney pursuant to MCC policies regarding paralegals.\nThe procedures outlined above will be incorporated into\nguidelines at MCC.\n33.  This agreement is not to be construed to establish or\nchange the standard of culpability for civil or criminal\nliability of any official, employee, agent, or representative of\nthe Commonwealth of Virginia other than for the sole and limited\npurpose of enforcement of this agreement and any decrees which\nmay issue herein.\n\n-15-\n34.  This agreement was voluntarily and mutually agreed upon\nby the defendants and plaintiffs as a compromised settlement of\ndisputes between the parties and no decrees which may issue, nor\nthis agreement, nor any actions taken pursuant hereto constitute\nadmissions that any condition, policy, procedure or acts or omis-\nsions of the DOC and/or the MCC or any state official, employee,\nor agent was, or is, in any way improper, negligent, unconstitu-\ntional, or in violation of any rights of the plaintiff class or\nany member thereof, or caused or causes any injury or other\ndeprivation or damage to the plaintiff class or any member\nthereof.\n35.  This agreement shall not be admissible in evidence in\nany proceedings or trials other than for the sole and limited\npurpose of enforcement of this agreement and the decrees on file\nherein.  It is understood and agreed that Rules 407 and 408 of\nthe Federal Rules of Evidence and the Advisory Committee's notes\nto Rules 407 and 408, and' the provisions of Section 8.01-418.1,\nCode of Virginia  (1350), as amended, are applicable to this\n36.  In the event of an emergency caused by a riot, fire or\nother events at the facility not caused by the defendants, their\nagents, employees, successors in office, and those acting in\nconcert with them, which makes compliance with the terms of this\nagreement or any decrees on file herein inconsistent with\nsecurity at MCC, it may be necessary to suspend temporarily all\nor certain provisions of this agreement and the decrees on file\nherein.\n\n-16-\nIn such event, within five days the defendants will\nnotify counsel for the plaintiffs of the following:\n(1)  the part or parts of the agreement or decree\nsuspended;\n(2)  the nature of the emergency situation with\nappropriate detail;\n(3)  the reasons for the opinion that compliance with\nthe specified part or parts of the agreement or decree would be\ninconsistent with security; and\n(4)  the expected duration of the suspension.\nIf the plaintiffs believe that the suspension, or its\nduration, is unjustified, unreasonable, or taken in bad faith,\nthey may request appropriate relief from this Court.  This\nagreement is not intended to supersede the normal disciplinary\nprocess of the MCC.\n37.  The parties shall submit this agreement to the Court in\nfull settlement of all remaining issues in this case, except\ncosts and attorneys' fees, and the parties shall request thac the\nCou*\"t~  r *-* t~ a i ^  ^ur^sdic1\"^ or* ^ o ** c ^ <\"•* ^  t ^ *r ^ ~ ^ ^* w; - i~loii'*\"4~ dp*^\"^\" p  Q r o q —\n;\nsi-^y  co en:c;^. co^pxii^-^ vie:; c::is agreement  and any  decrees\nwhich may issue herein.\n38.  The DOC agrees that the Counterclaims contained in\ntheir Answers to the Complaint and the Amended and Supplemental\nComplaint herein are hereby withdrawn without prejudice.\n\n-17-\nWitness the following signatures and seals:\nALLYN SIELAFF, et al. ALAN BROWN,\nAllyn Siela^f, Director  1/  V Alvin J. 'BronsteirT\nVirginia Department of Corrections\nBurnett Miller III Elizabeth Alexander\nSenior Assistant Attorney General\nRichard F. Gorman'ill' Gerald T. Zerkin\nAssistant Attorney General\nAttorneys for Defendants Attorneys for Plaintiffs\nDated  this SfL day of OlfojtL , 1985",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4915"
    },
    {
      "date": "1982-02-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4901,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4901.pdf",
      "title": "Proposed Order",
      "text": "Brown v. Hutto\nIN THE UNITED STATES DISTRICT COURTT 1 L E D,di\nFOR THE EASTERN DISTRICT OP VIRGINIA'  \" \"\" *\"\" —*\\\\H4 '*\nPC-VA-001-003\nRichmond  Division\nFEB 2 3 1982\nALAN  BROWN,  et  al., CLERK, U. S. DIST. COURT\nRICHMOND, VA.\nPlaintiff,\nv. CIVIL ACTION NO. 81-0853-R\nTERRELL DON HUTTO, et al.,\nDefendants.\n:  PROPOSED ORDER\ni\n•  Upon motion of both parties, it appears that the matters\n;, before the Court upon an application for a Protective Order and\na Motion for a Preliminary Injunction upon issues of visitation\n:policies and search procedures attendant to those policies for\ni\n'! death row inmates at Virginia's Mecklenburg Correctional Center\n1\n; have been resolved by mutual consent of the parties pending\n;resolution of the issues raised in this case.\n!  The Court, therefore, finds it unnecessary to resolve these\nii issues at this time, both parties reserving the right to fully\n:i  !\n;! litigate them at trial, doth therefore order the parties to  j\n1  !\ni; abide by the terms of the Consent Agreement pending further resolu-\ni  ;\niition.  '  ;\nUNITED STATES DISTRICT JUDGE\nirnett MilJer, III\n;Counsel for Defendants\nRichard F. Gorman, III\n.Counsel for Defendants\nAlvin J. 4Jronstein, Esquire, and\nElizabeth Alexander, Esquire\nCounsel for Plaintiffs\nCLERK, U. S. DIST. COURT\nRICHMOND. VA.\nGerald T. Zerkin,/Esquire\nCounsel for Plafirltiffs",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4901"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": true,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4903,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4903.pdf",
      "title": "Order",
      "text": "IN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF VIRGINIA\nRichmond Division\nALAN BROWN, et al.,\nPlaintiffs,\nCIVIL ACTION NO. 81-0853-R\n| TERRELL DON HUTTO, et al.,\nDefendants.\nORDER\nUpon motion of counsel for the defendants and with the\nagreement of counsel for the plaintiffs that Terrell Don Hutto,\njformer Director of the Virginia Department of Corrections, be\nreleased as a defendant herein, and the Court believing it to be\nin the best interest of justice to do so, hereby ORDERS that\nTerrell Don Hutto is released as a party defendant and that this\ncase continue under the style of Alan Brown, et al. v.\niRobert M. Landon, et al.\nENTER:\nJudge\ner. III\n! Richard F.' Gorman, III\nj: Counsel for Defendants Herein\n| Agreed:\nAlvin J. Brbnstein, Esquire\nElizabeth Alexander, Esquire\nCounsel for Plaintiffs\n!Gerald T. Zerkin, Esquire\nj Brookland Park Boulevard\n|Richmond, Virginia 23220",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4903"
    },
    {
      "date": "1983-04-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4909,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4909.pdf",
      "title": "Order",
      "text": "F I L ED\nIN THE UNITED STATES DISTRICT COURT\n3>/\nFOR THE EASTERN DISTRICT OF VIRGINIA\nV*  APR 22 «U\nRICHMOND DIVISION\nCLERK,  U.  S.  DIST. COURT\nALAN BROWN, et al.,  )\nRICHMOND, VA.\nPlaintiffs,  )\nv.  ) Civil  Action  No.  81-0853-R\nRAYMOND PROCUNIER, et al.,  ) Brown v. Hutto\nUII1I11I\nDefendants.  )\nORDER PC-VA-001-011\nThis matter having come before the Court upon the\napplication of the parties and the Court having examined the\nagreement of the parties attached hereto and having previously\ncertified this case as a class action pursuant to Rule 23(b)(1)\nand  (2) of the Federal Rules of Civil Procedure; and the Court\nfinding that the attached agreement is a fair and appropriate\nresolution of all of the remaining issues in this case except\ncosts and attorneys' fees,\nIT IS ADJUDGED AND ORDERED that:\n1.  The agreement of the parties attached hereto is\napproved and adopted by the Court.\n2.  The Defendants, their agents, employees, successors\nin office, and those acting in concert with them are hereby\nordered to comply fully with the terms of the attached agreement.\n3.  Pursuant to Rule 23 (e), Federal Rules of Civil Procedure,\nthe Defendants shall give notice of this Order and settlement\n\n-2-\nto all prisoners presently confined at the Mecklenburg Correctional\nCenter and to all of the named plaintiffs presently in the\ncustody of the Virginia Department of Corrections wherever they\nmay be located.  The notice will be in a form approved this date\nby the Court and will include a statement that the Order and\nsettlement are provisional  until fifteen  (15) days after said\nnotice during which time class members may submit written\nobjections to the Order and settlement to the Clerk of this\nCourt and any such objections will be fully considered by the\nCourt.  This Order will become final if not rejected or modified\nby the Court or by agreement of the parties based upon any such\nobjections within thirty  (30) days.\n4.  Upon this Order and settlement becoming final, the\nCourt will retain jurisdiction for such time as may be\nnecessary to enforce or modify this Order and settlement.\nENTER:\nAPR 2 2 1983\nDate\nUnited States District Judge\nAgree:\nAlvin J. Bronstein and\nElizabeth Alexander\nCounsel for Plaintiffs\n(Jerald  T^  Zerjrfzi\nCounsel  for  plaintiffs\n\n-3-\nXJ/U/L\niurnett Miller, III\nCounsel for Defendants\nRichard F. Gorman, III\nCounsel for Defendants",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4909"
    },
    {
      "date": "1985-03-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4913,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4913.pdf",
      "title": "Motion for Modification of Consent Decree",
      "text": "Brown v. Hutto\nPC-VA-001-015\nIN THE UNITED  STATES  DISTRICT  COURT\nFOR THE EASTERN  DISTRICT OF VIRGINIA\nRICHMOND  DIVISION\nALAN  BROWN, et al.,\nPlaintiffs,\nv. C.A. No. 81-0853-R\nALLYN R. SIELAFF, et al.,\nDefendants.\nMOTION FOR MODIFICATION OF CONSENT  DECREE\nThe  parties  jointly  hereby  move  this  Court  for an  order\npermitting  the withdrawal  of the plaintiffs1  motion  for contempt\nand  an order  modifying  the consent  decree  previously  approved by\nthis  Court.  The grounds  for this  motion  are set forth  in the\naccompanying  memorandum  and a  copy  of  the  proposed  modified\nconsent  decree is attached to this  motion.\nRespectfully  submitted,\n4/?fr«<£zz\nAlvin J. Brbnstein and Burnett Miller, III\nElizabeth Alexander Richard F. Gorman, III\nCounsel for Defendants\nGerald T. Zerkin\nCounsel for Plaintiffs",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4913"
    },
    {
      "date": "1981-08-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4900,
      "file": null,
      "title": "Complaint",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4900"
    },
    {
      "date": "1985-04-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4916,
      "file": null,
      "title": "Order",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4916"
    },
    {
      "date": "1983-04-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4910,
      "file": null,
      "title": "Order",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4910"
    },
    {
      "date": "1982-02-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4904,
      "file": null,
      "title": "Proposed Order",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4904"
    },
    {
      "date": "1985-04-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4918,
      "file": null,
      "title": "Settlement Agreement",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4918"
    },
    {
      "date": "1983-04-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4908,
      "file": null,
      "title": "Settlement Agreement",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4908"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128632,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128632"
    },
    {
      "date": "1982-10-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 751,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 692,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fourth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 67405,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/67405.pdf",
      "title": "Order",
      "text": "Brown v. Hutto, 692 F.2d 751 (Table) (1982)   \n \n \n  \n692 F.2d 751 (Table) \n(The decision of the Court is referenced in a “Table of Decisions Without Reported Opinions” appearing in the \nFederal Reporter. The Fourth Circuit provides by rule that an opinion will not be published unless it meets specific \ncriteria, and further provides that citation of unpublished dispositions is “disfavored.” Fourth Circuit Rules, I.O.P. \n36.4, 36.6, 28 U.S.C.A.) \nUNITED STATES COURT OF APPEALS Fourth Circuit \nBrown \nv. \nHutto \n82-8120 | 10/25/82 \nE.D.Va. \n  \nOpinion \n \nCPC DENIED-DISMISSED \n  \n \n \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/67405"
    },
    {
      "date": "1982-07-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4906,
      "file": null,
      "title": "Amended and Supplemental Complaint",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4906"
    },
    {
      "date": "1981-08-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 4899,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4899.pdf",
      "title": "Complaint",
      "text": "UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF VIRGINIA\nALAN BROWN, CARL JOHNSON, EDWARD MITCHELL,  )\nJOHNATHAN LEE \"X\" SMITH, FRANK J. COPPOLA,  )\nJOSEPH GIARRATANO, and WILLIE LLOYD TURNER, )\n)\nPlaintiffs,  )\n)\nv.  )\n)\nTERRELL DON HUTTO, ROBERT M. LANDON,  )\nTHOMAS J. TOWBERMAN, RAYMOND B. KESSLER,  )\nEDWARD C. MORRIS, SAMUEL V.PRUETT, WILLIAM )\nA. CRENSHAW,\" HAKOLD CATRON, OFC. WILLIAM  )\nOLIVER, SGT. LARRY HAWKINS, OFC. JAMES  )\nEARNER. I.-T. fcOBERT L, GOODE, SGT. THOMAS W. )\nPOWfcU., CPL. HFRMAN KOYD, CPL. TROY N.  }\nBELSEK, CPL, CLAUDE WILLIAMS, SGT. BILLY E. )\nKUOG1NS, SGT. HENRY DUNN, SGT. WILLIE  )\nSPE.-Jm:; h'i\\ R.B. BAKER, CPT. GENE  )\nZIMMERMAN, CPT. WILLIAM HENRY, CPL. PHILLIP )\nJUST, LT. ORIS V. JONES, NUPSE BYRON  )\n, KINSLEY, DR. OSCAR GULMATICO, and  )\nDP.  WTJ.LIAM LEE,  •  )\n)\nDefendants.,  )\nCOMPLAINT\nOn  behalf  of  themselves  and  the  class  alleged  herein,\nplaintiffs  state  the  following  for  their  complaint  against\ndefendants.\nI. PRELIMINARY STATEMENT\n1.-  This is a class action brought fay plaintiffs on behalf\nof all prisoners who are or will be confined at the Mecklenburg\nCorrectional Center  (hereafter MCC), an institution operated by\nthe  Commonwealth  of  Virginia  Department  of  Corrections  in\nBoydton, Virginia.  Plaintiffs contend that the totality of the\nconditions at the MCC falls beneath•standards of human decency,\ninflicts  needless  suffering  on  prisoners  and  creates  an\nenvironment which threatens prisoners' mental and physical well\nbeing and results in the unnecessary deterioration of prisoners\nconfined  there.  Plaintiffs  contend  that  the  totality  of\nBrown v. Hutto\nmil iiiiiii ill linn inn IIIII mi nun inn imi mi mi\nPC-VA-001-001\n\ncanf ined  thoro .  p ^ j n u ^i  -^n'-'-'n'i  \"-hat  tire  seta' • '•<* a-*-\nconditions  at  the  prison  violates  the  United  States  and  Virginia\nConstitutions, as well as the statutes of  the State of  Virginia.\n2.  The  MCC  was  opened  in  1977  and  was  designed  for\nconfining  inmates  whom  the  Department  of  Corrections  transferred\nfrom  other  prisons.  The MCC was designed  as a highly  structured\nbehavioral  modification  program.  However, because .of the lack  of\ntreatment  staff  asigned  to  the  facility,  the  treatment\ncontemplated  when  the  facility  was  constructed  is  not  provided;\nprisoners  are simply  locked  in.their  cells with  virtually  nothing\nto  occupy  their  time.  All  prisoners  are  held  in  segregated\nindividual  cells  with  limited  time  out  of  cell.  The  rigor  of\nthese  segregated  condition?  is  exacerbated  by  the •defendants'\npolicies  and  practices  of  denying  positive  programs  and  services\nto prisoners.  The defendants' policies  and practices of  imposing\nthese  conditions  of  confinement  at  MCC  on • prisoners  for\nindefinite  periods  in  the  absence  of  objective  criteria  for\nrelease  to  other  Department  of  Correction  institutions  create  a\nhopeless  and  helpless  atmosphere  that  results  in  physical  and\npsychological  deterioration.\n3.  As  a  result  of  the  lack  of- trained  program  staff,  the\nfailure  to  train  and  supervise  guard  scarf  properly,  the  highly\nrepressive  conditions  at  the  MCC,  the  lack  of  any  positive\ntreatment  programs  and  activities,  and  the  lack  of  adequate\nmedical  and  psychiatric  services,  there  is  a  continuing\natmosphere  of  violence.  .Numerous  inmates  have  suffered  injuries\nin physical  confrontations  with  guards, and  the  use of  excessive\nand  unreasonable  physical  force  by  guards  is  commonplace.  The\ncombined  effects  of  the  isolated  confinement,  lack  of  offsetting\npositive  programming  and  atmosphere  of  pervasive  violence  result\nin  the  debilitation  of prisoners  and  threaten  their  physical  and\nmental well  being.\n4.  plaintiffs  ask  this, court  to  declare  that'the  totality\nof conditions  at the prison  are unconstitutional  under  the  United\n\nStates and Virginia Constitutions and that the conditions violate\napplicable  Virginia  statutes.  Plaintiffs  request  injunctive\nrelief requiring defendants to modify the excessively repressive\nelements of confinement of the MCC, establish objective criteria\nfor  transfer  to  and  continuation  in confinement  in  the  MCC,\nprovide  adequate  medical  and  psychiatric  care,  and  provide\nproperly  trained  and  supervised  guard  staff  so as  to end  the\natmosphere of violence pervading the institution.\nII. JURISDICTION AND VENUE\n5.  The first, second and third claims for relief are filed\nunder 42 U.S.C. §1983 to redress injuries suffered by plaintiffs\nand the class they represent for deprivation under color of state\nlaw of rights secured by the first, eighth, ninth and fourteenth\namendments to the United States Constitution.  The claims also\narise  directly  under  the  first, eighth, ninth  and  fourteenth\namendments.  Accordingly, this court has jurisdiction over the\nclaims pursuant to 28 U.S.C. §§1331 and 1343(3).\n6.  Plaintiffs'  fourth  and  fifth  claims  for  relief  are\nderived  from  common  nuclei  of  .operative  facts  involving\nsubstantially  identical  issues of  fact and  law,- such  that the\nentire action constitutes a single case which would ordinarily be\nexpected to be tried in one judicial proceeding.  In the interest\n.of judicial economy, convenience and  fairness, and  in order to\navoid  unnecessary duplication and multiplicity of actions, this\ncourt's jurisdiction, of the fourth and fifth claims, which are\nbased  in  part  on  Virginia  law,  is  pendent  to  the  court's\njurisdiction over the first, second and third claims.\n7.  Venue  in the Eastern  District of Virginia  is proper.\nEach  of  the  defendants  resides  in  the: Eastern  District  of\nVirginia and the claim for relief arose in this district.\n\nIII. PARTIES\n8.  Each  of  the plaintiffs  is currently  a prisoner  at  the\nMCC at Boydton, Virginia.\n9.  Plaintiffs  Alan  Brown  and  Carl  Johnson  are  currently\nconfined in Segregation status.\n10.  Plaintiffs  Edward  Mitchell  and  Jonathan  Lee  \"X\"  Smith\nare currently confined  in Phase II status.\n11.  Plaintiffs  Frank  J.  Coppola,  Joseph  Giarrantano,  and\nWillie Lloyd Turner are confined in Death Row status.\n12.  Defendant Terrell Don Hutto  is Director of the Virginia\nDepartment  of  Corrections, a position  he  has held  since May  1,\n1977.  As such, he is responsible for overseeing- the enforcement\nof laws and  regulations governing penal institutions in Virginia\nand  for  the  overall  supervision,  care  and  treatment  of  all\nprisoners confined  in institutions operated by the Department of\nCorrections.\n13.  Defendant Robert M. Landon  is Deputy Director for Adult\nInstitutional  Services  of  the  Virginia  Department  of\nCorrections.  Prior  to  May  16,  1981,  he  was  the  Assistant\nDirector  for Institutional Services.-  As such, he is responsible\nfor  the  supervision,  treatment  and  security  of  all  persons\nconfined  at  the  penal  institutions  in  which  ...adults  are\nincarcerated.\n14.  Defendant  Thomas  J.  Tcwberman  is  the  Administrator  of\nRegion  II - Central  for .the Virginia Department of Corrections.\nAs such, he is the Regional Administrator  responsible for the MCC\nand  'is  responsible  for  the  overall  supervision,'  cara  and\ntreatment of all persons confined at the MCC.\n15.  Defendant Raymond B. Kessler  is Administrator of Health\nServices for the Virginia Department of Corrections.  As such, he\nis responsible  for  the overall  supervision of  medical care  and\ntreatment of all prisoners confined  in institutions operated  by\nthe Department of Corrections.\n\n16.  Defendant  Edward  C.  Morris  is  Superintendent  of  the\nMCC.  As such, he  is directly  responsible  for the supervision,\ncare and treatment of all prisoners confined at the MCC.\n17.  Defendant Samuel V. Pruett  is Assistant  Superintendent\nfor  Operations  at  the  MCC.  As  such, he  is a  subordinate  of\ndefendant Morris and  is directly  responsible  for the day-to-day\noperation of the MCC.\n10.  Defendant  William  A.  Crenshav;  is  Assistant\nSuperintendent  for Programs at the MCC and  is also Chairman of\nthe Institutional Classification Committee of the MCC.  As such,\nhe  is  directly  responsible  for  the  programs  and  for  tha\nclassification system for prisoners at the MCC.\n19.  Defendant  Harold .Catron  is  Chief  of  Security  at  the\nMCC.  As such, he is directly responsible for the supervision of\nthe guard staff.\n20.  Defendants Ofc. William Oliver, Sgt. Larry Hawkins, Ofc.\nJames Earner, Lt. .Robert L. Gocde, Sgt. Thomas W. Powell, Cpl.\nHerman Boyd, Cpl. Troy Belser, Cpl. Claude Williams, Sgt. Billy\nE.  Hudgins,  Sgt.  Henry  Dunn,  Sgt.  Willie  Speede,  Cot.  Gene\nZinmerman, Cpt. William Henry, Cpl. Phillip Just, Lt. R.3. Baker\nand Lt. Oris V. Jones are members of the correctional staff at\nthe MCC.\n21.  Defendant 3yron Kinslay is a nurse at the MCC.\n22.  Defendant  Dr.  Oscar  Gulmatico  is  the  Chiaf  Medical\nOfficer of the MCC.\n23.  Defendant  Dr. .William  Lee  is  Chief  of 'Psychiatric\nServices at the MCC.\n24.  All defendants are sued in their official and individual\ncapacities.\nIV. CLASS ACTION ALLEGATIONS\n25.  This is a class action under Rule 23(a) and 23(b) (1) and\n(2) of the Federal Rule of Civil Procedure.\n\n26.  Plaintiffs are representative parties of a class that is\ncomposed of all persons confined at the MCC at Boydton, Virginia,\nor who may be so confined  in the future.\n27.  Plaintiffs  Alan  Brown,  Carl  Johnson,  Edward  Mitchell,\nand  Jonathan  Lee  \"X\"  Smith  are  representative  parties  of  a\nsubclass of  all persons other  than Death Row prisoners confined\nat the MCC, or who may be so confined in the future.  v\n28»  Plaintiffs. Frank  J.  Coppola,  Joseph  Giar.ratana,  and\nWillie Lloyd Turner  are  representative  parties- of a subclass of\nall Death  Row prisoners confined  at  the MCC, or  who may  be  so\nconfined  in the future.\n29.  Plaintiffs are members of the class and their claims are\ntypical  of  the  claims  of  all  class  members..  Plaintiffs  a;;e\nrepresented  by competent counsel and will  fairly  and  adequately\nprotect the interests of the class.\n30.  The class  is so numerous that joinder of all members is\nimpracticable.  Current members of the class number approximately\n360.\n31.  The  questions  of  law  and  fact  presented  by  the\nplaintiffs are common to the class.\n32.  The defendants have acted and refused to act on grounds\ngenerally  applicable  to  the  class,  thereoy  making  appropriate\nfinal injunctive and declaratory relief with respect, to the class\nas a whole.\nV. .FACTUAL ALLEGATIONS\n.. 33.  The totality of the conditions of confinement at the MCC\nviolates  the  constitutional  and  statutory  rights  of  the\nplaintiffs  and  has  caused  and  is  causing  the  prisoners\nirreparable harm.\n\nA.  General Background\n34.  The MCC  is a maximum  security  institution used  for the\nconfinement  of  prisoners  who  have  allegedly  violated  the  rules\nand regulations at other  institutions within the Commonwealth of\nVirginia  Department  of  Corrections,  or  who  are  assigned  to\nspecial purpose housing.  Prisoners in protective custody, under\ninvestigation  for  a  criminal  offense,  assigned  to  the  Special\nManagement Unit, or under sentence of death compose the group of\nprisoners assigned to special purpose housing.\n35.  The complex at the MCC consists of five buildings, each\nof which  has  three pods.  Each pod  consists of-a dayroom and a\ntwa-tier  cellblock  with  12  cells  on. each  side  so  that  the\ncapacity  of  each  pod  is  24  and  the  capacity • of  the  entire\nfacility is 360 prisoners.\nB.  Phvsical Conditions\n36.  Cells at the MCC are approximately 6  feet by 9 feet and\ncontain a metal bunk, toilet and sink.  With the exception of the\nisolation cells, the cell doors at the MCC are solid except for a\nnarrow  vertical  window  approximately  eight  inches  .by  three\ninches.  •  . ..\n37.  There  are two dccrs on isolation cells.  One is a solid\ndcor  with  a small .window.  The. small door  covering  this  window\ncannot  be  operated  by  the prisoner.  The  inner  door  is  barred\nwith a slot for the food tray.\n.38.  Prisoners  cannot  control  the  opening  of  the  cell\nwindows.\n39.  Prisoners  cannot  control  the artificial  light  in their\ncells, which  is on between the hours of 4:00 p.m. and 11:00 p.m.\nonly, although the staff may in its discretion turn on the lights\nearlier on cloudy days.  The only artificial light in the cell is\nprovided  by one 60-watt  incandescent  light in the corner  of  the\n\n3\ncell.  Prisoners  are  not  provided  with  chairs.  For  a  large\nnumber  of  cells,  the  light  in  the  cell,  both  artificial  ar.d\nnatural,  is  insufficient  to  make  reading,  writing,  and  other\nnormal activities practical for large segments of the day.\n40.  prisoners  in the Special Management  Unit of Building  2\nare also subject to placement in physical restraints while within\nthe it cells-\nC.  Prisoner Statuses\n41.  Prisoners who have allegedly  violated  rules of  the MCC\n\"are  placed  in  the  Isolation  Unit,  in  Building  ]. of  the  MCC.\nPrisoners are confined  in isolation for a continuous period of up\nto fifteen days.\n42.  prisoners  in  segregation - status  and  under  sentence  of\ndeath  are' also  confined  in  Building  1.  'if. an  innate  is\nconsidered  guilty  of  a  rule  infraction  while  in  segregation\nstatus, he may be placed on cell restriction and .lose - recreation\ntime for up to thirty days.\n43.  Prisoners in the Special Management Unit are confined in\nBuilding  2.  At  times  prisoners  are  assigned  to  the  Special\nManagement  Unit prior  to an appearance  before  the  Institutional\nClassification  Committee  regarding  alleged  rules  infractions.\nAlthough  the  staff  purports  to  evaluate  each  prisoner  in  the\nSpecial  Management  status  every  forty-five  days,  there  is r.o\nmaximum  length  of  confinement  in  the  unit,  nor  are  there\nobjective criteria for release.\n44.  There is no maximum length of confinement in segregation\nstatus,  nor  are  there  objective, criteria  for  assignment  or\nrelease from segregation status.\n45.  Prisoner's \"in  the  general  population  are  divided  into\nthree  phases.-  The  criteria  for  classification  as  Special\nManagement  and classification  in Phases I-III are vague and non-\nobjective.  For example,  the\"criteria for promotion  to a higher\n\nphase  include  evidence  of  satisfactory  interpersonal\nrelationships  with  staff  and  other  inmates,  and  satisfactory\nprogress in programs.\n46.  There  are  no  stated  criteria  for  release  from  Special\nManagement status.\nD.  Death Row\n47.  Inmates under  sentence of death are ordinarily  confined\non Death Row.\n48.  Prisoners on Death Row are ordinarily allowed a maximum\nof  three hours per week for out-of~cell exercise and three five-\nminute  showers  per -week.  Temporarily  through  September, 1981,\nDeath  Row prisoners  are also being  allowed  two hours of  evening\nexercise three nights per week.\n49.  Prisoners on Death Row are denied all contact visitation\nwith  friends  and  loved  ones  and  are allowed  only  four  one-hour\nvisits per month.\n50.  Prisoners on Death Row are limited to one-hour visits to\nthe law library at night.\n51.  Such access is completely inadequate to allow meaningful\nacc3ss to the courts, particularly  for persons challenging  their\nsentsr.ee of death.\n2.  Cell Confinement\n52.  Prisoners  in Isolation, Segregation, Special Management\nand  Phase  I  status  eat  all  meals  in  their  cells  in  close\nproximity to their open toilet.\n53.  Prisoners  in  Isolation  are  ordinarily  locked  in  their\ncells continuously' twenty-four  hours a day except for three five\nminute showers per week.\n\n10\nF.  Exercise\n54.  Prisoners in Isolation status are denied exercise out of\ntheir  cell.  Prisoners  in  Segregation,  Special  Management  and\nPhase I are allowed a maximum of three hours per week for out-of-\ncell exercise and three five-minute showers per week.\n55.  Three hours per week out-of-cell exercise is inadequate\nto prevent  physical and mental deterioration  under  the  totality\nof  conditions  prevailing  at  the MCC.  The  absence  of  adequate\nexercise  exacerbates  the  level of  tension  and  violence  at  the\nMCC.\n56.  Until  recently, prisoners  who  were  out of  their  cells\nfor exercise during ths nurse's medication rounds-were ordinarily\ndenied  medication  during  that  medication  rounds-,  forcing\nprisoners  to  chccsa  between  their  right  to  exercise  and  their\nright to reasonable medical care.\nG.  Visitation\n57.  Prisoners  in  Phase  I,  Special  Management  and\nsegregation,  are  limited  to  a  maximum  of  three  non-contact\npersonal  visits  per  month, not  to exceed  one hour  in duration.\nPrisoners  in  Phase  II  are  limited  to  three  contact  visits  per\nmonth,  not  to exceed  one  hour  in duration.  Prisoners  in Phase\nIII are  limited  to four contact visits per month, not to exceed\nninety  minutes  in  duration.  Prisoners  in  Isolation  are  not\nallowed either contact or non-contact regular visitation.\n53.  Visitation  is  essential  for  reducing  tension  and\npreventing  the deterioration  of. prisoners by  strengthening  ties\nwith  family  and  friends.  The  frequency  and  length  of  visits\nallowed prisoners at the MCC are inadequate to maintain ties with\nthe outside world; this inadequacy contributes to the mental and\nphysical deterioration to which prisoners at the MCC are subject.\n\n11\nH.  Violence\n59.  3ecause  of  the  improper  training  and  supervision  given\ncorrectional  staff,  and  the  failure  of  the  defendants  to\ninvestigate  and  discipline  correctional  staff  when  appropriate,\nan atmosphere  of violence  exists at the MCC.  Violent  incidents\nbetween  staff  and  inmates, resulting  in  the  use of  unnecessary\nand excesfiive force upon inmates, are commonplace.  The combined\neffect of the deplorable living conditions, idleness and violence\nresults  in  the  unnecessary  debilitation  of  prisoners  and\nthreatens their physical and mental well-being.\n60.  With  the  exception  of. Willie  Lloyd  Turner, all of! the\nnamed  plaintiffs  have  been  the  victims  o£ the use of  excessive\nand unnecessary force by the staff of the MCC.\n61.  Upon  information  and  belief,  defendants  Cpl.  William\nOliver,  Sgt.  Larry  Hawkins,  Ofc.  James  Barner,  Lt.  Robert  L.\nGoode,. Sgt. Thcrsas W.  Powell, Cpl. Herman  Bovd,  Cpl. Troy  N.\nBelser, Cpl. Claude Williams, Sgt. Billy E. Hudgins, Sgt. Henry\nDunn, Sgt. Willie  Speede, Lt. R.B. Baker, Cpt. Gene  Zimmerman,\nCat.  William  Kenry, Cpl. Phillip  Just,  Lt.  Oris  V. Jones, and\nNurse  Byron  Kinsley  have  personally  used  excessive  and\nunnecessary  force  on  members  of  the  plaintiff  class.  In many\ncases, these defendants have engaged  in a practice of the use of\nexcessive  and  unnecessary  force,  and  these  particular  nair.ed\ndefandancs  are  to  a  significant  degree  responsible  for  the\ngeneral atmosphere of violence prevailing at the MCC.\"\n62.  Conditions  now  existing  present  an  immediate  and\nintolerable  threat  to  the  safety  and  security  of  the  prisoners\nconfined  within  the  MCC.  As  a  result 'of ^the  atmosphere  of\nviolence within  the prison, effective programs cannot and do not\noccur; dehabilitation is inevitable.\n\n12\nI.  Medical and Psychological Services\n63.  Medical and psychological care and treatment are totally\ninadequate  and  constitute  deliberate  indifference  to prisoners'\nserious medical and psychological needs.  There are  insufficient\ncompetent  physicians,  psychiatrists,  psychologists,  and  other\nmedical staff.\n64.  Prisoners  with  serious  psychiatric  and  psycho} ocfica.1\ndisturbances are treated  as  if they were disciplinary  problems,\nwith  the  result  that  such  prisoners  are  denied  .appropriate\nmedical and psychiatric  treatment.  At times, certain  prisoners\nwhose  bizarre  behavior  including  handling  of  their .own  bodily\nwastes,  a:e  confined  without  psychiatric  attention, creating  a\nsqualid  and  unhygienic  atmosphere  for  themselves  and  for  other\nnormal ptisoners confined :n close, proximity to them.\nJo  Plumbing\n65.  Despite  the  fact  that  the  MCC  is  a  relatively  new\nfacility, the plumbing  is inadequate.  Because of the inadequate\nplumbing,  prisoners  are  not  able  to  flush  their  toilets  more\noften  than once every  four  hours.-  At times, they  ar-s unable  to\nflush  their  toilets  for  longer  periods.  Because most prisoners\nmust eat their meals in their cells, the necessity to eat next to\ntheir bodily wastes crea.es a squalid and unhygienic atmosphere.\nK.  Lack of Programming\n66.  There  is  a  total  lack  of  rehabilitative  correctional\nprogramming  ac  the MCC.  Until recently, there was no organized\nchaplaincy  progr*m*  There  is no general reading library.  There\nare  no  vocational  programs  or  classroom  educational, programs.\nThe  primary  educational  program  essentially  amounts  to\nfacilitating  individuals  studying  for  general  educational\n\n13\ndevelopment  (GED)  high  school equivalency  examinations  in  their\ncells.\nL.  Denial of Access to the Courts\n67.  Prisoners confined  in Isolation status are denied access\nto  the  law library.  In  theory  such  prisoners, along  with  all\nother  prisoners  in  the  facility,  have  access .to one  attorney\nappointed  by  the Circuit Court of. Mecklenburg  County.  However,\nthis  attorney  dees  not  provide  meaningful  advise  to  prisoners\nregarding  habeas  and  §1983  challenges  against, the  MCC,  and\nprisoners  in  Isolation, status  have  no  effective  access  to  the\ncourts for such habeas and 51983 claims.\n68.  Prisoners  are  limited  to  a one-hoar  visit  to  the  law\nlibrary.  There  is after  a t«o-week  delay  in obtaining  a visit\nafter  a request.  Such access is completely  inadequate to allow\nmeaningful access to the courts.\nM.  Denial of Correspondence and Newspapers\n69.  Prisoners in Special Management, and Isolation status are\ntotally denied newspapers and magazines.\n70.  Prisoners  in  Fhasa  I,  Segregation,  Investigative  Hold\nand Orientation are limited to receipt of newspapers once a week.\n71.  All prisoners allowed magazines are nevertheless allowed\nto receive such magazines only once each week.  All prisoners are\narbitrarily denied all mail services on Saturday.\n72.  The practices described  in paragraphs 69-72 are punitive\nin nature and have no purpose apart from the suppression of free\nexpression.\nN.  Denial of Religious Freedom\n73.  The  MCC  allows  only  one  protein  substitute  when  a\n\n14\nprisoner's religious beliefs prohibit his consumption of pork or\nother foods.  This single substitute is often the only substitute\navailable  rox a prolqpgetr'period o£ time.  For example, for over\na  year  peanut  butter  was  the  only  protein  substitute  offered.\nBecause  the  MCC  prison  diet  makes  extensive  use  of  pork,  the\nrefusal  to  allow  substitutions  for  pork  with  food  items  with\ncomparable • nutritional  value  arbitrarily  and  unreasonably\ninterferes with the free exercise of religion by adherents o£ the\nNation of Islam and similar Islamic groups.\n74.  The  MCC  does  not  consistently  label  items  containing\npork,  with  the  result  that  prisoners  desiring  to  abstain  from\npork  for religious reasons -are uncertain as to whether many food\nitems  including  cheese  are  suitable  for  consumption -consistent\nwith their religious beliefs.  In addition, the serving practices\nof  the  MCC  often  contaminate  pork-free  foods  with  pork  foods\nserved to other prisoners.\n75.  Although  the  MCC  accommodates  to  some  extent  the\ncelebration  of  Ramadan  by  adherents  of  certain  Moslem\ndenominations,  the  MCC  makes  no  acccmodation  for  the  Ramadan\ncelebration of the Holy Nation of Islam.\n0.  Totality of Circumstances\n76.  The  totality of circumstances  at the MCC, including  the\nfailure  to  train  and  supervise  the  staff  properly;  the  highly\nrepressive  conditions  at  the  MCC;  the  lack  of  pfograms  and\nactivities  for  prisoners;  the  lack  of  adequate  medical  and\npsychiatric  services; and  the resulting  atmosphere of violence;\nhas caused and is causing  irreparable harm to the members of the\nplaintiff class.\nVI. FIRST CLAIM FOR RELIEF\n77.  Paragraphs 1-76 are incorporated herein by reference.\n\n15\n73.  The  totality of  the conditions at the MCC including  the\nfacilities programs, practices and policies subjects prisoners to\ncruel  and  unusual  punishment  in  violation  of  the  Eighth  and\nFourteenth Amendments to the United States Constitution.\nVII. SECOND CLAIM FOR RELIEF\n79.  Paragraphs  1-43  and  67-63  are  incorporated  herein  by\nreference.\n80.  The  denial  of  reasonable  access  to  the  courts  to\nprisoners  for  the purpose of asserting  §1983 claims denies  such\nprisoners  the right  to reasonable  access  to the courts  pursuant\nto  the  first  and  fourtasnth  amendments  to  the  Unitsd  States\nConstitution.\nVIII. THIRD'CLAIM FOR RELIEF\n81.  Paragraphs  1-43  and 66-75 above are incorporated  herein\nby reference.\n82.  The  denial  of  Saturday  mail  delivery,  newspapers  and\nmagazines and  food substitutions, when necessitated by religious\nbeliefs,  as  alleged  herein,  violates  the  prisoners'  rights  to\nfreedom of religion, expression  ar.d association, privacy and due\nprocess of law as guaranteed by the First, Ninth, and Fourteenth\nAmendments to the United States Constitution.\nIX. FOURTH CLAIM FOR RELIEF\n83.  Paragraphs  1-76  above  are  incorporated  herein  by\nreference.\n84.  The  to-fraiity of the conditions at the MCC including  the\nfacilities, programs, practices  and  policies  subjects  prisoners\nto cruel and unusual punishment in violation of Article  1, §9 of\nthe Constitution of Virginia.\n\n15\nX. FIFTH CLAIM FOR RELIEF\n85.  Paragraphs  1-43  and  66-75  are  incorporated  herein  by\nreference.\n86.  The  denial  of  Saturday  mail  delivery,  newspapers  and\n• magazines and  food substitutions, when necessitated  by  religious\nbeliefs,  as  alleged  herein  violates  the  prisoners'  rights  to\nfreedom of  speech  and  freedom of  rel'igion guaranteed  by Article\n1. S§12 and 16 of Constitution of Virginia.\nXI. SIXTH CLAIM FOR RELIEF\n87.  Paragraphs  1-76  above  are  incorporated  herein  by\n.reference.\n88.  Defendants  have  failed  and .refused  to  fulfill  their\nstatutory duties to (1) provide reasonable access the.courts; (2)\nrepair and expand the shops; (3) provide prisoners with access to\nnewspapers  and  magazines;  (4)  provide  employment;  (5)  provide\nnecessary  examinations  of  the  physical  and  mental  condition  of\nprisoners;  (6)  make  reasonable  accommodations  to  religiously-\nbased  dietary  requirements; and  (7) make  adequate provision  for\nthe prevention  of  corporal  punishment, all  in  violation  of  7a.\nCode Ann. §353-21.2, 53-26, 53-34, 53-45, 53-47, 53-48 and 53-55.\nXII.. PPAYER FOR RELIEF\n89.  Wherefore, plaintiffs pray for the following relief:\n1.  That  this court determine, pursuant  to Rule  23 of\nthe  Federal  Rules  of  Civil  Procedure,  that  this  action  is  a\nproper  class  action  and  that  plaintiffs  are  proper  class\nrepresentatives.\n\n17\n2.  That  the  court  enter  a  declaratory  judgment\npursuant  to  23  U.S.C.  552201, 22C2  and  Rule  57 of  the  Federal\nRules  of  Civil  Procedure,  declaring  that  the  totality  of  the\ncircumstances  of  confinement,  the  facilities,  conditions,\nprograms, practices and policies at the MCC violate the rights of\nplaintiffs  and  the members of  the class to freedom of  religion,\nexpression and  association, privacy, due process of lav/ and  the\nright of the plaintiffs and their class to be free from cruel and\nunusual  punishment  guaranteed  by  the  first,  eighth,  ninth  and\nfourteenth  amendments  to  the  United • States  Constitution  and\nArticle I, SS9,12 and 16 of the Virginia Constitution.\n3.  That  the  court  enter  a declaratory  judgment  that\ndefendants  have  failed  to  fulfill  .their  statutory  duties  to\nrepair  and  expand  the  shops; provide  prisoners  with  access  to\nnewspapers  and magazines; provide  employment; provide  necessary\nexaminations  of  physical  and  mental  condition; make  reasonable\naccommodations  to  religiously-based  dietary  -requirements;  and\nmake  adequate  provision  for  the  prevention  of  corporal\npunishment, as required by Va. Code Ann. §§53-21.2, 53-26, 53-34,\n53-45, 53-47, 53-48 and 53-55.\n4.  That  the  court  enter  a  permanent  injunction\nenjoining  defendants, their  agents, employees  and  those  persons\nacting in concert with them from:\na.  continuing  a  practice  of  the  usa  of\nunnecessary  and excessive  force upon the plaintiff class and  tha\narbitrary  use-..cf  physical  restraints  upon  inmates  in  Special\nManagement status.\nb.  failing  to  formulate  a  plan  to  ensure  that\nadequate  training  and  supervision  of  staff  to ensure  an end  to\nthe climate of violence prevailing at the MCC.\nc. '*\" flailing  ,to  take  appropriate  disciplinary\nand/or other actions against staff members who use unnecessary or\nexcessive force upon the plaintiff class.\n\n18\nd.  failing  to  provide  reasonable  and  adequate\nmedical and psychiatric services for all prisoners.\ne.  continuing  to  confine  any  inmate  in\nSegregation, Special Management, or  Phase I, II, or III, in the\nabsence of specific, objective criteria for placement  in and out\nof such status.\nf.  failing  to  establish  appropriate\nrehabilitative  programming,  including  educational- and  vocational\nprogramming and a general library.\ng.  • confining  any  inmate  in • a . dcuble-dcor  cell\nwith the solid dcor closed.\nh.  confining  any prisoner  in his- cell without an\nopportunity  of  a  minimum  of  one  hour  per  day  out-o£-c<;ll\nf-xercise.\ni.  confining  any  prisoner  in  a  cell  without:\nlighting  and  facilities  adequate  for  reading  and  other  normal\ncell activities or without plumbing  that can be operated  by the\nprisoner.\nj.  denying adequate  access to legal services for\nall  prisoners  to prisoners, and  in particular  denying  acequata\naccess to prisoners on Death Row in \"light of the special need of\nthat group.\nk .•  restricting access to magazines and newspapers\nto prisoners, except by means of such reasonable time, placa -r.d\n•manner  restrictions, that are least restrictive of tha prisoners'\nright of  free  expression- and  refusing  to provide  Saturday  mail\ndelivery.\n.  1.  failing  to  label  food  items containing  por*,\nfailing  to provide  substitutes  of  comparable  nutritional  value\nfor  pork  items on  the menu  for  those prisoners whose  religious\nbeliefs prohibit the consumption of pork and failing to assuring\nthat  food  service  practices  prevent  pork-free  diets  from\ncontamination with pork items.\n\n19\nm.  failing  to  make  reasonable  accommodation  for\ncelebration of Ramadan by adherents of the Nation of Islam.\n5.  That  defendants  pay  the  costs,  expenses  and\nattorneys'  fees  for  this  action,  as  authorized  by  the  Civil\nRights Act of 1976, 42 (J.S.C. 51988; and\n6.  That  the court grant such other and further  relief\nas the court deems just and proper.\nAivih J. 3ronstein\nElizabeth Alexander\nThe National Prison Project\nof the ACLU\n1346 Connecticut Ave., N.H.\nWashington, \"D.C.  20036\n(202) TJil-0500\nJ. Hirschkop\n'Hirschkop & Grad\nBox  1226\"  /••\nAlexandria, Va.  22313\n836-6595\nGerald.Zerkin\nBrookland Parl ouievard\nRichmond, Va/\n(804) 329-062-\nAttorneys for Plaintiffs\nDated:  August  , 1981",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4899"
    },
    {
      "date": "1985-03-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Virginia",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 10383,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/10383.pdf",
      "title": "Plaintiff's Memorandum in Support of Entry of Modified Consent Decree",
      "text": "IN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF VIRGINIA\nRICHMOND DIVISION\nALAN BROWN, et al.\nf\nPlaintiffs,\nv. C.A. No. 81-0853-R\nALLYN R. SIELAFF, et al.,\nDefendants.\nPLAINTIFFS' MEMORANDUM IN SUPPORT OF ENTRY\nOF MODIFIED CONSENT DECREE\nThe standards for approval of a stipulated modification of a\nremedial  decree  are the same as the standards for approval of a\nconsent decree.  See, e.g., Ruiz v. McKaskle, 724 F.2d  1149  (5th\nCir. 1984).\nWhen the proposed  settlement  is one negotiated  by competent,\nexperienced counsel in full possession of all discoverable facts,\nand  there  is no perceived  unfairness or illegality  in the manner\nin which  the  parties  propose  to compose  their  differences,  the\ntrial  court  should  approve  the  settlement.  Carson  v. American\nBrands, 606 F.2d  420 at 431  (4th Cir. 1979) (en bane)  (Winter, J.,\ndissenting).\nThe Supreme Court reversed the Fourth Circuit in Carson and\nheld that the refusal to enter a consent decree may be\nimmediately challenged on appeal.  Carson v. American Brands,\nInc., 450 U.S. 79  (1981).  On remand, The Fourth Circuit en bane\nreversed the trial court and directed  it to enter, with\nmodifications, the proposed consent decree \"for the reasons set\nforth in the dissenting opinion of Judge Winter.\"  Carson v.\nAmerican Brands, 654 F.2d  300  (4th Cir. 1981) (en bane) (per\ncuriam).  Thus, the language cited above has now received the\nimprimatur of the full Fourth Circuit.\n\nIn  this  case,  the  proposed  modification  of  the  consent\ndecree  is a  fair  and  adequate  settlement  of  the complex  issues\nraised in this litigation and is in the public interest.\nAmong  other  things,  the  revised  settlement  agreement\ncompletely  abolishes  the  phase  system  and  provides  for  the\ndevelopment of meaningful programming at the Mecklenburg Correc-\ntional Center.  These provisions profoundly change the nature of\nthe institution and their implementation should forestall most of\nthe problems that have arisen in the past.\nIn view of the troubled history of the institution, it is in\nthe  interests  of  the  parties  and  the public  for  there  to be  a\ncooperative  agreement  ending  this  litigation.  Plaintiffs  and\ndefendants  are committed  to a good  faith  implementation  of  the\nmodified decree.  Indeed, many of the changes under the modified\nsettlement  are already in effect at Mecklenburg, and as a result\nthe living  conditions  have greatly  improved.  Much of  the long-\nstanding tension at the prison has dissipated.\nPlaintiffs and defendants believe that the modified settle-\nment agreement is one that comprehensively addresses the problems\nthat formerly plagued Mecklenburg and that this Court should give\nprovisional approval to the parties1 efforts.\nFurthermore,  in  light  of  the  proposed  modified  settlement\nand  with  a  view  towards  ending  the  troubled  history  of  this\ninstitution, we  believe  that  it is in the best  interest of  the\nparties and  the public to withdraw the pending contempt applica-\ntion.\n\nRespectfully submitted,\nElizabeth Alexander Gerald Zerkin\nAlvin J. Bronstein Zerkin, Wrig Heard\nUrvashi Vaid 503-B E. Ma\nNational Prison Project of the Richmond, V 23219\nAmerican Civil Liberties 804/788-4412\nUnion Foundation, Inc.\n1346 Connecticut Ave., NW Philip J. Hirschkop\nSuite 402 Hirschkop & Grad\nWashington, DC  20036 Box 1226\n202/331-0500 Alexandria, VA  22313\n703/836-6595\nAttorneys for Plaintiffs\nDated March 1985\nBurnett Miller, III Richard F Gorrr.an,  III\nSenior Assistant Attorney General Assistant Attorney  General\n101 North Eighth Street 101 North Eighth  Street\nRichmond, Virginia  23219 Richmond, Virginia  23219\n(304) 736-0003 (804)  736-0007\nAttorneys  for  Defendants",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/10383"
    }
  ],
  "document_count": 24
}