{
  "case_id": 9780,
  "fetched_at": "2025-10-22T00:10:12.987635",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": "City",
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Commerce",
        "institution_county": null,
        "name": "Banks-Jackson-Commerce Medical Center and Nursing Home",
        "defendant_level_other": "City",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 9780,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Incident/accident reporting & investigations",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "General/Misc.: Neglect by staff",
      "General/Misc.: Reassessment and care planning",
      "General/Misc.: Record-keeping",
      "General/Misc.: Rehabilitation",
      "Medical/Mental Health Care: Bed care (including sores)",
      "Medical/Mental Health Care: Dementia",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Wound care",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)"
    ],
    "last_checked_date": "2015-03-29T00:00:00-04:00",
    "main_docket": {
      "id": 51502,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2001,
      "docket_filing_number": 409,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Georgia",
      "docket_office_number": "",
      "docket_number_manual": "04-409-VOCA",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "DOJ Investigation of Banks-Jackson-Commerce Medical Center and Nursing Home",
    "never_filed": true,
    "non_docket_case_number": "168-19-68",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 2007,
    "order_start_year": 2004,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Georgia",
    "summary": "<p>Pursuant to the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. § 1997, the Civil Rights Division of the U.S. Department of Justice (\"DOJ\") conducted an investigation of conditions at the Banks-Jackson-Commerce Medical Center and Nursing Home (\"BJC\"), a public nursing home facility in Commerce, Georgia, operated by the Banks-Jackson-Commerce Hospital Authority on behalf of Banks County, Jackson County, and the City of Commerce, Georgia.  The investigation resulted in a findings letter being sent to commissioners of the two counties and to the city's mayor on October 21, 2002.  The letter stated that in September and December, 2001, DOJ and its expert consultants toured the facility, interviewed administrators, residents and staff, and reviewed medical charts and records.  Private counsel, representing the facility or its governmental operators, aided the investigative effort, according to the letter.</p><p>The DOJ's investigation led it to conclude that certain conditions at BJC violated residents' federal constitutional and statutory rights.  According to the DOJ's findings letter, residents at BJC suffered from the facility's (1) failure to protect residents from harm; (2) inadequate nutritional and hydration services; (3) failure to provide adequate skin care to prevent pressure sores; (4) failure to provide adequate restorative care, including continence, and physical and occupational therapy services; (5) improper restraint usage, particularly the use of bedrails; (6) inappropriate use of psychotropic medications and failure to provide adequate psychiatric/psychological/psycho-social services; and (7) failure to serve residents in the most integrated setting appropriate to their needs. This latter deficiency violated the Americans with Disabilities Act-imposed obligation to treat residents in the most integrated setting appropriate to their individual needs.  See 42 U.S.C. § 12132 and 42 C.F.R. § 35.139 (J).  For each of these categories, the letter provided examples of the shortcomings observed by the investigation.</p><p>The DOJ findings letter proposed remedial actions to remedy the deficiencies, invited the county to address the issues, and alerted the county to the possibility of a CRIPA lawsuit brought by the United States to compel remedial action.</p><p>Negotiations resulted in representatives of the DOJ and of the authority operating BJC signing a memorandum of understanding (\"MOU\") on or about June 16, 2004.  The MOU set out numerous categories of improvement and standards for BJC.  It expressly noted that BJC, by signing the memorandum, did not concede that it was a facility subject to the jurisdiction of CRIPA.  The memorandum's labeled categories of \"corrective measures\" to be implemented included ones for (A) fall and accident prevention, (B) investigation of accidents and injuries, (C) use of psychotropic medication, (D) hydration, (E) aspiration, (F) timely assessments, (G) positioning, (H) activities program, (I) most integrated setting, and (J) federal statutory compliance.  The MOU also included specific provisions for implementing, enforcing, and modifying its terms.</p><p>We have no post-MOU information about this matter.</p>",
    "summary_published_date": "2008-06-19T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9780",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9780",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9780",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9780"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120509,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120509"
    },
    {
      "date": "2002-10-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 20160,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/20160.pdf",
      "title": "Re: Investigation of Banks-Jackson-Commerce Medical Center and Nursing Home",
      "text": "October 21, 2002 \nMr. Kenneth Brady \nCounty Commissioner \nBanks County \n144 Yonah-Homer Road \nHomer, Georgia  30547 \nMr. Harold Fletcher \nChairman \nJackson County Board of Commissioners \n67 Athens Street \nJefferson, Georgia  30549 \nThe Honorable Charles Hardy \nMayor \nCity of Commerce \n1642 South Broad Street \nCommerce, Georgia  30529 \nRe: \t Investigation of Banks-Jackson-Commerce\n\nMedical Center and Nursing Home \n\nDear Gentlemen: \nOn June 20, 2001, we notified you that we were investigating \nconditions at the Banks-Jackson-Commerce Nursing Home and Medical \nCenter (\"BJC\") in Commerce, Georgia, pursuant to the Civil Rights \nof Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. § 1997. \nBJC, a public nursing home located in Commerce, Georgia, is \noperated by the Banks-Jackson-Commerce Hospital Authority on \nbehalf of Banks County, Jackson County and the City of Commerce, \nGeorgia.  BJC is a component of the Banks-Jackson-Commerce \nMedical Center and Nursing Home.  Our investigation is limited to \nthe nursing home units of the facility.  The nursing home cares \nfor approximately 160 residents, the majority of whom are \nelderly.  The nursing home is composed of five \"units,\" two of \nwhich primarily house residents with dementia. \nWe conducted our investigation by reviewing facility \nrecords, including residents’ medical charts and other documents \nrelating to the care and treatment of BJC residents; interviewing \nadministrators, staff and residents; and conducting on-site \n\n- 2  \n\nreviews of the facility on September 6-8, and December 12-13, \n2001, with expert consultants in addition to the Department of \nJustice (\"DOJ\") staff.  During the course of the investigation, \nwe were treated courteously by BJC administration and staff and \nwe appreciate the cooperation extended to us, including the \nassistance of attorneys from Alston and Bird, LLP. \nWe have completed our review and, consistent with CRIPA’s \nstatutory requirements, we are writing to inform you of our \nfindings.  Based on our investigation, we conclude that \nconditions at BJC violate residents' constitutional and federal \nstatutory rights.  These violations include:  failure to protect \nresidents from harm; inadequate nutritional and hydration \nservices; failure to provide adequate skin care to prevent \npressure sores; failure to provide adequate restorative care, \nincluding continence, and physical and occupational therapy \nservices; improper restraint usage, particularly the use of \nbedrails; inappropriate use of psychotropic medications; and \nfailure to serve residents in the most integrated setting \nappropriate to their needs. \nWe set forth below the facts supporting our findings of \nunconstitutional and unlawful conditions and practices at BJC and \nthe minimum measures that are necessary to remedy these \ndeficiencies. \nI.  BJC IS FAILING TO ENSURE THE SAFETY OF ITS RESIDENTS \nIndividuals residing in publicly-operated nursing homes, \nsuch as BJC, have the constitutional right to live in reasonably \nsafe conditions and to be provided the essentials of basic care. \nCf. Youngberg v. Romeo, 457 U.S. 307 (1982).  Federal statutes \ngoverning the operation of nursing homes create similar rights. \nSee, e.g., Grants to States for Medical Assistance Programs \n(Medicaid), 42 U.S.C. § 1396r; Health Insurance for Aged and \nDisabled (Medicare), 42 U.S.C. § 1351i-3; and their implementing \nregulations, 42 U.S.C. § 483 Subpart B.  However, BJC is failing \nto ensure that residents are kept free from harm or unnecessary \nrisk of harm. \nA.  Lack of Investigation of Injuries \nDuring our review of facility documents, we came across \nseveral serious incidents where a resident had an injury and the \ncause was unknown.  BJC did not conduct adequate investigations \n\n- 3  \n\nof these events to determine how they occurred and the measures \nneeded to prevent their recurrence or future injuries.  For \nexample, in March 2001, a resident was noted to have sustained \nlarge bruises to the right shoulder and rib cage from trauma that \nwas unobserved.  A BJC nurses’ note to the State regulatory \nagency about the event stated that the bruising was the result of \nthe resident’s anemia.  The resident, however, was not anemic at \nthe time of the incident. \nMoreover, BJC’s Medical Director, or someone with similar \nauthority, does not receive or review adequately incident \nreports.  Thus, the Medical Director is not in a position to \nfulfill his responsibility to assure the health, safety and \nwelfare of residents.  42 C.F.R. § 483.40. \nB.  Lack of Adequate Fall Prevention Program \nBJC is not providing residents with a reasonable level of \nsafety, by failing to protect residents adequately from the risk \nof falling.  Falls, and the injuries that can result from falls, \nparticularly fractures, pose a serious risk to elderly persons. \nAccording to data provided by BJC for the six-month period \nof January through June, 2001, there was an average of over 26 \nfalls per month at the nursing home.  For a facility the size of \nBJC, this is an unduly high number.  Even though the facility \nperforms fall risk assessments on residents upon admission, these \nassessments are not updated after a resident suffers a fall.  Nor \nare the assessments updated upon a significant change in a \nresident’s condition, as required by the standards of care, see \ne.g., 42 C.F.R. 483.20(b)(4).  Additionally, the preventative \nmeasures the nursing home does take are mostly ineffective.  Our \nreview revealed that for residents who repeatedly fell, the \npreventative interventions following a fall would often be \nlimited to \"encourage resident to call for assistance\" or \n\"monitor\" the resident.  Restraints, such as a \"lap buddy\" on a \nwheelchair (a device that fits like a tray over the arms of a \nwheelchair and prevents a person from standing up from the \nwheelchair), were too often the primary intervention for fall \nprevention. \nFor example, resident, H.U., fell 15 times in less than a \nthree-month period during 2001.  BJC’s primary response to this \nresident’s falling was to restrain the resident in a Geri-chair \nat a nurse’s station, with a lap belt, or by sitting the resident \nin a straight chair in the lounge without adequate consideration \n\n- 4  \n\nof less-restrictive but safe, fall prevention measures.  In a \nten-week period in 2001, resident, B.T., fell 19 times. \nRecommendations to prevent future falls, \"monitor,\" \"place in \nGeri-chair,\" \"add table top to Geri-chair,” were minimal and \nineffective. \nResident M.H. fell on August 27, 2001, resulting in \nsignificant bruising to the forehead.  According to BJC \ndocumentation, staff were alerted to the resident’s room when \nthey heard the resident yelling.  Upon entering the room, staff \nfound the resident lying on the floor with a large contusion to \nthe forehead.  The resident stated she had slipped on urine on \nthe floor.  The resident had no care plan in place for falls.  An \nadequate investigation as to how the fall occurred was not done. \nThere was no further information, as even required by BJC’s own \nincident reporting procedures, to identify factors to prevent \nfuture falls. \nA review of facility documents showed that toileting and \nresidents’ transferring in and out of bed are the most frequent \ncircumstances for resident falls.  Such occurences, coupled with \nthe high number of falls, indicate that BJC does not have \nsufficient bowel and bladder training programs in place for \nresidents; resident rooms are not safely maintained (i.e., clean, \ndry, and uncluttered); and staff are not adequately monitoring \nresidents. Even though BJC had conducted in-service education for \nits staff on fall prevention, our review of records, documents, \nand interviews with staff revealed that staff were not \nsufficiently educated nor consistently implementing \nrecommendations to reduce the incidence of falls and the injuries \nassociated with falling. \nFurther, during our review of facility incident reports we \nnoted numerous instances where residents were injured when staff \nwere assisting them in and out of bed or in and out of a \nwheelchair.  There is either not enough staff to perform such \ntransfers safely or the staff in place has not been trained \nadequately in the proper techniques of transferring residents. \nOur investigation has revealed that residents of the nursing \nhome have suffered harm because of the facility’s failure to \nprovide adequate supervision of residents.  On numerous \noccasions, incident reports describe residents as being \"found\" \nby staff or other residents after suffering injuries from falling \nout of their beds or wheelchairs.  For example, shortly before \nour arrival at BJC in September, 2001, a resident in a wheelchair \n\n- 5  \nwas seriously injured when she was allowed to wheel herself \nunsupervised out the front door of the facility, crashed into a \nsidewalk curb, overturned, and fell from her wheelchair. \nII.\t BJC FAILS TO PROVIDE ITS RESIDENTS WITH ADEQUATE NURSING AND \nMEDICAL CARE. \nResidents of publicly operated nursing homes, such as BJC, \nhave a constitutional right to adequate health care.  Cf. \nYoungberg v. Romeo, 457 U.S. 307 (1982); see also 42 U.S.C. § \n1396r(b)(4)(A); 42 U.S.C. § 1395i-3(b)(4)(A)(facility must \nprovide for medical, nursing, and specialized rehabilitative \nservices to \"attain or maintain the highest practicable physical, \nmental, and psychosocial well-being of each resident\").  As set \nforth below, BJC is failing to provide its residents with \nadequate health care services, including nursing, medical and \nrestorative care. \nA.  Inadequate Medical and Nursing Care \nThe medical staff at BJC is not monitoring the health status \nof nursing home residents adequately and is failing to ensure \nthat residents receive the level of medical care to which they \nare entitled. \nOur review of the files of current and former BJC residents, \nrevealed several deficiencies.  Many progress notes appeared to \nbe \"rubber stamped.\"  Further, progress notes would often bear \nlittle or no relationship to the actual condition of the \nresident.  For example, in May, 2001, a resident was admitted to \nBJC’s acute care hospital with acute pulmonary edema, yet \nsubsequent progress notes by the physician assistant states that \nthe resident had \"no serious problems\" during this time. \nSubsequent notes continued to document inadequately the \nresidents’ health status.  Two months later, the resident was \nagain admitted to the hospital with acute pulmonary edema. \nBJC residents are not provided with adequate, individualized \ncare plans that address their needs.  Care plans are not \nindividualized as initially written; nor are they updated upon a \nsignificant change in a resident’s condition as required by \nfederal regulations and the standard of care.  In addition, care \nplans lacked sufficient detail to properly direct nursing staff \nin rendering resident care.  Thus, nursing-related interventions \noften were not timely implemented by nursing staff or evaluated \nadequately.  For example, as noted below, while BJC generally \n\n- 6  \n\nprovides adequate treatment for pressure sores, proper planning \nfor skin care, and the interventions that result therefrom, would \nprevent the initial occurrence of most pressures sores.  The lack \nof effective care planning directly results in many of the \ndeficiencies in care occurring at BJC. \nB.  Restorative Care \nRestorative nursing care is designed to promote resident \nindependence in areas such as feeding, bathing, toileting, \ncontinence, and moving and positioning.  Restorative nursing is \nessential in order for residents to attain and maintain their \nhighest practicable physical, mental, and psychological well \nbeing as required by federal regulations.  See 42 C.F.R. § \n483.25. \nBJC does not have an adequate restorative care program.  Due \nin part to the lack of nursing and therapy department staff, BJC \ndoes not adequately prevent contractures (i.e., permanent \nmuscular contraction) that could be prevented with adequate \nrestorative services.  See 42 C.F.R. § 483.25(e).  There is only \none staff member dedicated to restorative nursing care.  Even \nthough BJC’s physical or occupational therapy staff might \nrecommend therapies to prevent contractures, such as range of \nmotion interventions, there is not enough staff to implement \nthese recommendations and as a result, BJC residents have \ndeveloped otherwise avoidable contractures.  The lack of an \nadequate restorative care program also negatively impacts on \nBJC’s ability to prevent pressure sores. \nBJC is also not making an adequate effort to restore \nresidents to continence.  See 42 C.F.R. § 483.25(d)(2).  Despite \nalmost two-thirds of BJC’s residents being reported as \nincontinent of bladder and over half being incontinent of bowel, \nit was reported to us by BJC staff that only those residents able \nto report to staff their need for toileting were placed on bowel \nor bladder training.  The absence of sufficiently intense \ncontinence programs for residents is a serious failing at BJC, \nespecially when combined with the absence of adequate restorative \ncare.  This failing may also be partly responsible for the undue \nprevalence of urine odors we noted as we toured BJC. \nC.  Inadequate Pressure Sore Prevention and Care \nBJC is failing to ensure that residents do not develop \nclinically avoidable pressure sores, as federal regulations \n\n- 7  \n\nrequire.  See 42 C.F.R. §483.25(c)(1-2).  While BJC generally \nprovides adequate treatment for pressures sores once they occur, \nthere is an absence of individualized programs designed to \nprevent pressure sores.  Of the 22 residents who had pressure \nsores at the time of our visit, 16 of those residents developed \ntheir pressure sores while at BJC.  The facility fails to ensure \nthat residents who need turning and positioning to prevent \npressures sores are turned and repositioned as needed. \nFurther, we noted certain conditions and practices that are \nlikely to lead to the development of skin breakdown or to prevent \ntimely healing of skin sores.  For example, one BJC resident had \nto be admitted to a hospital with an infected bilateral hip \npressure sore.  A review of this resident’s chart revealed that, \nwhen staff positioned the resident, the staff would use a \ntechnique called \"log-rolling\" that can actually cause further \nshearing of the wound and reduce blood supply to the underlying \ntissues of the wound. \nWe also noted instances where the bedding on residents’ \nmattresses would be wrinkled in such a way as to form areas of \nundue pressure on residents’ skin, thereby increasing the \nlikelihood of pressure sore development. \nBJC’s failure to provide adequate care for pressure sores is \nexacerbated by the fact that BJC does not maintain consistent \nrecords for monitoring pressure sores.  For example, for one \nresident, notes stated that a pressure sore was \"healing.\"  When \nour physician observed the resident, however, the sore did not \nappear to be healing but was instead still very active and \nappeared to be causing significant pain to the resident. \nA major reason for many of the deficiencies cited above lies \nwith the fact that the BJC nursing staff is not performing in a \nmanner consistent with current standards of practice.  Nursing \nstaff have not been educated adequately in key areas of nursing \npractices, such as physical assessment, care plan development, \nimplementation of interventions and monitoring of resident \noutcomes. \nA further factor that has negatively impacted resident care \nwas the nursing home’s over-reliance on the use of temporary or \n\"agency\" staff.  Such staff are often unfamiliar with the \nindividual needs of residents.  During our December, 2001 visit \nto BJC we were informed that the nursing home had decreased its \nreliance on agency personnel.  Further efforts to stabilize the \n\n- 8  \nnursing staff would be helpful. \nExacerbating the above-cited problems is the fact that the \nnursing department at BJC does not have adequate quality \nassurance mechanisms in place.  Adequate quality assurance \nfunctions, performed by appropriately educated staff, would \nsignificantly aide BJC staff in identifying and correcting \nquality of care issues.  Many negative outcomes suffered \nby BJC residents could be ameliorated if such mechanisms were in \nplace to address issues before they became serious problems for \nthe residents. \nIII. BJC’S RESTRAINT PRACTICES VIOLATE PROFESSIONAL \nSTANDARDS OF CARE \nNursing home residents have constitutional and federal \nstatutory rights to be free from restraints imposed for the \nconvenience of staff or without medical justification.  Youngberg \nv. Romeo, 457 U.S. 307 (1982); 42 U.S.C. § 1396r(c)(1)(A)(ii). \nProfessional standards of practice and federal regulations \nrequire facilities to demonstrate a specific medical symptom that \nrequires the use of restraints, rather than imposing them for \ndiscipline or convenience.  42 C.F.R. § 483.13(a).  BJC uses \nrestraints on its residents in violation of these standards and \nin ways that threaten the health and safety of residents. \nBJC uses bedrail restraints without adequate medical \njustification.  During our September visit to BJC, we toured the \nnursing home units late at night and noticed a high percentage of \nresidents in their beds with the bedrails in the up position. \nMoreover, we noted instances in which, in response to a \nresident’s behavior, BJC staff would put the resident into bed \nand raise the bedrails. \nBJC’s use of bedrails as restraints is not in keeping with \nfederal regulations.  42 C.F.R. § 483.13(a).  Risks associated \nwith bedrail use in nursing homes include the increased \nlikelihood of harm and injury when residents attempt to exit \ntheir beds over the bedrails, causing skin tears and falls. \nProlonged bedrail use, and the loss of mobility that results from \nsuch use, can have negative, long-term effects on residents such \nan increased muscle and skeletal weakness.  Moreover, bedrails \nshould not be used for the convenience of staff. \nBJC also fails to consider adequate alternatives to \nrestraints, especially when the restraint, usually bedrails, were \nused by the facility ostensibly as a positioning \"enabler.\" \n\n- 9  \n\nPositioning devices, such as foam wedges, that can be used in the \nplace of bedrails, often were not used or were used \ninappropriately. \nIV.\t BJC IS FAILING TO PROVIDE ITS RESIDENTS WITH ADEQUATE \nNUTRITIONAL AND HYDRATION SERVICES \nNursing homes such as BJC are required by federal regulation \nto provide residents with adequate nutrition, including \nsufficient fluids, to maintain their health and well-being.  See \n42 C.F.R. § 483.25(i-j).  BJC is failing to ensure that residents \nreceive adequate nutritional services. \nDuring our visit to BJC, we watched several mealtimes on \nvarious units, observing the quality and quantity of the food \nthat was served.  We noted that, while adequate portions of food \nwere being served, residents often ate very little of what was \npresented to them and no alternatives or substitutes were \noffered.  A primary cause for this failing is that BJC does not \nhave a sufficient number of adequately educated staff to assist \nresidents with eating and drinking.  One daughter of a BJC \nresident told us she pays an individual to come into the nursing \nhome to make sure her mother gets fed adequately. \nBJC’s failure to provide adequate hydration and monitoring \nof residents’ hydration status creates numerous health risks for \nresidents, and is having serious consequences.  A review of \nrecords concerning residents who died or were admitted to the \nemergency room during 2001 revealed that numerous residents were \nhospitalized for conditions related to lack of adequate \nhydration.  Hospitalizations included almost 50 residents \nsuffering from urinary tract infections, as well as admissions \nfor treatment of dehydration, urosepsis and fecal impaction.  The \noccurrence of such illnesses indicate inadequate fluid intake by \nresidents. \nV.\t PSYCHIATRIC, PSYCHOLOGICAL AND PSYCHO-SOCIAL \nSERVICES AT BJC VIOLATE PROFESSIONAL STANDARDS \nBJC fails to provide adequate psychiatric services, \nparticularly with regard to the oversight of psychotropic \nmedication, and to provide residents with adequate psychological \nservices and other activities to maintain residents’ mental \nwell-being. \nFederal regulations require nursing home residents to be \n\n- 10  \nfree from unnecessary anti-psychotic medication.  42 C.F.R. \n§ 483.25(l)(1).  An unnecessary medication is any medication that \nis:  excessive in dose; excessive in duration; without adequate \nmonitoring or indication for use; in the presence of adverse \nconsequences, indicating that the medication should be reduced or \ndiscontinued; or without specific target symptoms.  Id.  Federal \nlaw also requires that residents receive gradual dose reductions \nand unless contraindicated, behavioral interventions aimed at \nreducing medication use.  42 C.F.R. § 483.25(l)(2)(ii).  Our \nreview of psychiatric medication practices at BJC saw many of \nthese mandates being violated. \nFor example, we noted several cases in which long-acting \nbenzodiazepines, notably Diazapam (Valium), were prescribed on \nboth a regular basis and on a PRN (\"as needed\") basis.  As we \nexamined them, these combinations were being used in excess of \nprofessional standards.  We came across one resident who had been \nprescribed two doses of Valium a day continuously for almost six \nyears.  These medications were often given to residents, not to \naddress a psychiatric need, but rather for \"agitation.\"  When \nused in such a manner, these medications amount to an improper \nchemical restraint. \nFurther, we also identified occasions where other sedatives \nwere used on a regular basis for weeks or months at a time.  For \nexample, we noted one resident had been prescribed Ambien (a \nmedication with strong sedating effects) for more than two \nconsecutive years and another who had Ambien prescribed for \nalmost as long.  In both cases, there were duplicate orders with \noverlapping starting and ending dates. \nWe also noted several instances of the inappropriate use of \nAmitriptyline (Elavil), a psychotropic medication with \npotentially serious side effects, including over-sedation, which \ncan be particularly troublesome for the elderly.  We found \nresidents who had been on this medication for months at a time, \nand even years at a time, including one resident who had this \nmedication prescribed for over seven years.  We also found \ninstances of residents who had been on Thioridazine (Mellaril), \nanother heavily-sedating anti-psychotic medication for undue \nlengths of time including one resident who had been taking the \nmedication for two years and another for three.  Thioridazine has \nbeen reported in studies as having a significant incidence of \nsudden death associated with its use and is a poor choice for use \nin the elderly. \n\n- 11  \nExacerbating these problems is the fact that there is \ninsufficient psychiatric consultation and oversight of medication \nuse at BJC.  A local psychiatrist visits BJC, but only on a \nquarterly basis.  He does not have regular contact with the \nmedical staff.  Further, BJC medical staff infrequently request a \npsychiatric consultation for a resident when such a consultation \nis indicated. \nBJC also fails to provide adequate care for the \npsychological and psycho-social needs of its residents with \ndepression.  Approximately 60 residents at BJC have a diagnosis \nof depression, yet the facility fails to provide group or \nindividual counseling, or other activities designed to treat \ndepression. \nFurther, federal regulations recognize the critical \nimportance that activities and mental stimulation play in \nmaintaining good psychological health among nursing home \nresidents.  See, e.g., 42 C.F.R. § 483.15(f)(a)(\"facility must \nprovide for an ongoing program of activities designed to meet... \nthe interests and the physical, mental, and psychosocial \nwell-being of each resident\").  BJC fails to provide an adequate \nrange and schedule of activities necessary to meet the needs of \nits residents.  For example, when we reviewed the activity \nschedules of residents, we noticed that there would often be gaps \nof several days without any scheduled activity. \nVI.\t FAILURE TO PROVIDE SERVICES IN THE MOST INTEGRATED SETTING \nAPPROPRIATE TO RESIDENTS’ NEEDS \nFinally, based on our tours of the facility and our review \nof residents’ records, it appeared that some BJC residents could \nbe served more appropriately in community-based placements. \nFailure to serve those residents in the most integrated setting \nappropriate to their needs is a violation of Title II of the \nAmericans with Disabilities Act of 1990.  See 42 C.F.R. \n§ 35.139(J)(public entities must provide services in the most \nintegrated setting appropriate to the needs of the individual). \nVII.  MINIMAL REMEDIAL MEASURES \nIn order to remedy these deficiencies and to protect the \nconstitutional and federal statutory rights of BJC residents, BJC \nshould implement promptly, at a minimum, the following measures: \n1.  Provide a safe environment for its residents.  BJC must \n\n- 12  \ninstitute policies, procedures and practices to investigate \nadequately, and follow-up on, instances of potential resident \nabuse, neglect and/or mistreatment, including injuries resulting \nfrom unknown causes.  As an element of these practices, the BJC \nMedical Director should review all incident reports and initiate \nany appropriate administrative or clinical action.  BJC must \nfollow state and federal regulations on reporting injuries and \nincidents to state authorities. \n2.  Provide each resident with adequate medical and nursing \ncare, including appropriate and on-going assessments, \nindividualized care plans, and health care interventions to \nprotect the resident’s health and safety.  To accomplish this, \nBJC should: \na.\t Ensure that each resident’s health status is \nadequately monitored and reviewed, and that \nchanges in a resident’s health status are \naddressed in a timely manner. \nb.\t Ensure that all BJC nursing staff members are \nadequately trained in current standards of \npractice and that policies are updated and the \nstaff is trained on those policies. \nc.\t Provide effective preventive systems for pressure \nsores and provide adequate care for residents with \npressure sores. \nd.\t Design and implement appropriate interventions to \nprevent falls once a resident is assessed at being \nat risk for a fall, and re-evaluate those \ninterventions as necessary. \ne.\t Up-grade and expand restorative care services in \norder to allow residents to attain and maintain \ntheir highest practicable level of functioning. \nAt a minimum, this would include: \ni. \t Providing bowel and bladder training for all \nincontinent residents who could reasonably \nbenefit from such training. \nii. \t Providing adequate range of motion exercises \nfor all residents at risk for contractures. \n\n- 13  \niii. Providing proper therapeutic devices and\npositioning for residents with contractures \nin accordance with professional judgment. \nf.\t Employ and deploy a sufficient number of \nconsistent nursing staff to provide adequate \nsupervision, routine care, preventative care, and \ntreatment to each BJC resident. \n3.\t Maintain a clean and reasonably odor-free environment. \n4.  Ensure that BJC uses bodily restraints, specifically \nbedrails, only pursuant to accepted professional standards and \nfederal law and that restraints are never used for the \nconvenience of staff.  Prior to restraint application, residents \nmust receive a comprehensive assessment of the appropriateness of \nthe restraint.  Residents with bedrails in place must be \nmonitored adequately to ensure the bedrails pose no undue risks \nto the residents’ safety.  The facility should ensure that staff \nmonitor restraint use in accordance with professional standards \nof practice and federal law, and re-evaluate the continued use of \nrestraints on a timely, periodic basis. \n5.  Provide adequate nutritional management services, \nincluding: \na.\t conducting adequate nutritional assessments of \nindividual residents’ specific nutritional needs; \nb.\t ensuring that residents receive appropriate diets; \nc.\t monitoring resident’s nutritional status, weight \nand food intake; \nd.\t ensuring that residents who need assistance in \neating are assisted by adequately trained staff; \nand \ne.\t providing residents with adequate amounts of \nfluids to  ensure proper hydration. \n6.  Provide sufficient, meaningful activities for all \nresidents and make efforts to get residents involved in \nactivities, including counseling for residents who require \npsycho-social services to address issues such as depression or \nother psychiatric disorders. \n\n- 14  \n7.  Psychopharmacological practices must comport with \ngenerally accepted professional standards.  All use of drugs \nshould be professionally justified, carefully monitored, \ndocumented, and reviewed by qualified staff.  Medications should \nbe prescribed based on clinical need. \n8.  Psychopharmacological practices, including the use of \nantipsychotics, medication combinations, PRN orders and the \nprescription of benzodiazepines, must be revised to comport with \naccepted professional standards. \n9.  Provide adequate and appropriate psychiatric and mental \nhealth services in accordance with generally accepted \nprofessional standards. \n10.  Improve the education program at BJC for medical and \nnursing staff in the evaluation, diagnosis and treatment for \nresidents with psychiatric and/or behavioral problems. \n11.  Implement adequate quality assurance mechanisms that \nare capable of identifying and remedying resident quality of care \ndeficiencies. \n12.  BJC, the Hospital Authority, the Counties of Banks and \nJackson, and the City of Commerce should explore options for \nidentifying and placing those residents who could be served \nappropriately in community settings into such settings. \nUnder separate cover, we will send your counsel our expert \nconsultants’ reports.  Although the expert consultants’ reports \nand work do not necessarily reflect the official conclusions of \nthe Department of Justice, their observations, analyses and \nrecommendations provide further elaboration of the issues \ndiscussed above, and offer practical assistance in addressing \nthem. \nPursuant to CRIPA, the Attorney General may institute a \nlawsuit to correct deficiencies of the kind identified in this \nletter forty-nine days after appropriate officials have been \nnotified of them.  42 U.S.C. § 1997b(a)(1).  We would prefer, \nhowever, to resolve this matter by working cooperatively with \nyou, and we have every confidence that we will be able to do so. \nWe look forward to meeting with you and BJC staff to develop \nsolutions to the noted deficiencies.  The attorneys assigned to \nthis matter will be contacting counsel representing BJC in the \n\n- 15  \nnear future to discuss this matter in further detail. \nSincerely, \nRalph F. Boyd, Jr. \nAssistant Attorney General \ncc: \t Alex M. Azar, II, Esq. \nGeneral Counsel \nDepartment of Health\n And Human Services \nWilliam S. Duffy, Jr.\n\nUnited States Attorney\n\nMiddle District of Georgia\n\nDavid Lawrence \nChief Operating Officer \nBanks-Jackson-Commerce Medical Center and Nursing Home \nRandell Frost, Esq.\n\nBanks County Attorney\n\nDaniel Haygood, Esq.\n\nJackson County Attorney\n\nJohn Stell, Esq.\n\nAttorney, City of Commerce\n\nKim Reddy, Esq.\n\nAlston & Bird, LLP\n",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/20160"
    },
    {
      "date": "2004-06-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Georgia",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 20162,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/20162.pdf",
      "title": "Memorandum of Understanding Between the United States and Banks-Jackson-Commerce Medical Center and Nursing Home, Commerce, Georgia",
      "text": "MEMORANDUM OF UNDERSTANDING \nBETWEEN THE UNITED STATES AND \nTHE BANKS-JACKSON-COMMERCE MEDICAL CENTER AND NURSING HOME \nI.  INTRODUCTION \n1.  This Memorandum of Understanding (\"MOU\") is entered into by the United States \nand the Nursing Home units of the Banks~Jackson-Commerce Medical Center and Nursing \nHome (\"BJC\").  This MOU addresses the United States' investigation into the conditions of care \nand treatment of the residents in the Nursing Home units of the Banks-Jackson Commerce \nMedical Center and Nursing Home, pursuant to the Civil Rights of institutionalized Persons Act \n(\"CRIPA\"), 42 U.S.C. § 1997. \n2.  The parties recognize that the Chief Executive Officer of the BJC and the \nAdministrator ofBJC are responsible for the operation of BJC. \n3.  The United States' investigation began on June 20, 2001, when the United States \nnotified BJC, pursuant to CRIP A, that it was initiating an investigation into the conditions of \ncare and treatment of the residents in the nursing home units of the facility.  As part of the \ninvestigation, the United States toured the facility in September 2001 and December 2001.  On \nOctober 21,2002, the United States notified BJC of the findings of its investigation, and \nthereafter, conducted another tour ofthe facility in May 2003. \n4.  This investigation addressed the alleged deficiencies, as raised in the United States' \nfindings letter, in the care and treatment at BJC that allegedly violated the residents' rights under \nthe United States Constitution and federal Jaw. \n5.  It is the position of the United States that the care, living conditions, and the treatment \nofBJC residents implicate rights of these residents that are secured or protected by the \nConstitution of the United States and the laws of the United States. \n6.  The United States and its expert consultants have obsen'ed ongoing improvements to \nthe quality of care provided at BJC since the findings letter.  The parties entering into this MOU \n- I -\n\nrecognize these improvements and, for the purpose of ensuring that such ongoing improvements \ncontinue to be implemented and maintained at BJC without resort to protracted and adversarial \nlitigation, agree to the provisions set forth herein.  This MOU provides for actions, practices, and \nprocedures that BJC agrees to implement. \n7.  Each and every provision of this MOU is entered into by clear agreement of the \nparties, after thorough negotiations. \n8.  In entering into this MOU, BJC does not relinquish its argument that jurisdiction is \nnot appropriate under CRIP A.  BJC has asserted and continues to assert that it is not a \"facility \nor institution ... which is owned, operated, or managed by, or provides services on behalf of a \nState or political subdivision of a State.\" 42 U.S.C. § 1997(1 )(A). \n9.  In entering into this MOU, the United States does not relinquish its argument that \njurisdiction over BJC is appropriate pursuant to CRIPA, and that Banks County, Jackson County, \nthe City of Commerce, and their respective executive officers would be appropriate parties to a \nCRIPA action.  See 42 U.S.C. § 1997a(a).  The United States has asserted and continues to assert \nthat BJC is a \"facility or institution ... which is owned, operated, or managed by, or provides \nservices on behalf of a State or political subdivision of a State.\"  42 U.S.C. § 1997(1 )(A). \nI 0.  In entering into this MOU, BJC does not admit any violation of state or federal law, \nand this MOU may not be used as evidence of liability in any other legal proceeding. \n11.  Nothing in this MOU shall be construed as an acknowledgment or admission by the \nUnited States that BJC has acted, or continues to act, in full compliance with the U.S. \nConstitution or federal law. \n12.  It is the position of the United States that disclosure of resident records to the United \nStates in connection with the investigation of BJC pursuant to CRIP A is authorized under the \nprivacy regulations of the Health Insurance Portability and Accountability Act of 1996 \n(\"HIPA  A'').  HIP AA provides that a \"covered entity may disclose protected health information \n. 2. \n\nto a health oversight agency for oversight activities authorized by law, including ... civil ... \ninvestigations ... civil ... proceedings or actions; or other activities necessary for appropriate \noversight of:  ... [e]ntities subject to civil rights laws for which health information is necessary \nfor compliance.\" 45 C.F.R. § 164.512(d) (emphasis added).  The United States is a \"health \noversight agency\" as defined by HIPAA, as the United States Department of Health and Human \nServices clarified in its comments to the rule:  \"we include the following as additional examples \nof health oversight activities:  (1) The U.S. Department of Justice's civil rights enforcement \nactivities, and in particular enforcement of the Civil Rights of Institutionalized Persons Act.\"  65 \nFed. Reg.  82,462, 82,492 (Dec. 28, 2000). \n13.  The provisions of this MOU are a lawful, fair, adequate, and reasonable resolution of \nthis investigation. \n14.  The purpose of this MOU is to achieve the substantive outcomes set forth within this \nMOU. \n15.  This MOU is binding on BJC and its agencies and/or departments that may have an \neffect, either directly or indirectly, either currently or in the future, on the operations ofBJC. \nII.  DEFINITIONS \nAs used in this MOU, the following definitions apply to the terms below: \n16.  \"Adequate\" shall mean that level of service required for compliance with all \napplicable Federal, State, and local laws, regulations, and codes, and with generally accepted \nprofessional standards and principles. \n17.  \"Appropriate\" shall mean  that level of service required for compliance with all \napplicable Federal, State, and local laws, regulations, and codes, and with generally accepted \nprofessional standards and principles. \n18.  \"Care plan\" shall mean a formal written individualized plan of treatment and \nactivities, based upon comprehensive assessments perfonned by an appropriately-comprised \n• 3 -\n\ninterdisciplinary team of qualified professionals, and which describes the medical, nursing, and \npsychosocial needs of the individual resident, how such needs will be met, and sets timetables \nfor meeting those needs in order that each resident attains or maintains the highest practicable \nphysical, mental, and psychosocial well-being, and which is periodically reviewed and revised as \nappropriate. \n19.  \"Dietician\" shall mean a person registered by the American Dietetic Association \nqualified to supervise the nutritional care of residents, including meal planning, dietary \ncounseling, monitoring of health changes related to nutrition including weight loss, decubitus \nulcers, and nutritional care for residents with special needs such as tube-feeding, diabetes, and \nother health needs requiring therapeutic diets. \n20. \"Elopement\" shall mean a resident exiting from a nursing home ward, building, or the \nnursing home grounds, contrary to a resident's plan of care or in detriment to the health, safety, \nand well-being of the resident. \n21.  \"Banks-Jackson-Commerce Nursing Home (BJC)\" shall mean the \nBanks-Jackson-Commerce Nursing Home, a nursing care facility which provides skilled nursing \ncare and related services for residents who require medical or nursing care; rehabilitation \nservices for injured, disabled or sick persons; and regular health care and services to individuals \nwho, because of their mental and physical condition, require such care and services.  The areas \ncovered by this MOU include all units and common areas currently licensed as part of the skilled \nnursing facility. \n22.  \"Highest Practicable\" shall mean the highest level of function and well-being \npossible, limited only by the individual's presenting functional status and potential for \nimprovement or reduced rate of functional decline. \n23.  \"Incident\" shall mean any unusual or unexplained occurrence. \n-4 -\n\n24.  \"Physician\" shall mean a medical doctor lawfully entitled to practice medicine in the \nState of Georgia. \n25.  \"Psychotropic Medication\" shall mean chemical substances used in the treatment of \nmental illness which exert an effect on the mind and are capable of modifying mental activity or \nbehavior. \n26.  \"Qualified Professional or Qualified Staff' shall mean an individual who is \ncompetent, whether by education, training, or experience, to make the particular decision at \nISSUe. \n27.  \"Registered Nurse (RN)\" shall mean an individual licensed as a Registered Nurse by \nthe State of Georgia. \nIII.  CORRECTIVE MEASURES \nA.  FALL AND ACCIDENT PREVENTION \nWith regard to incidents and/or injuries that are, or could potentially be, associated with \nfalling: \n28.  BJC will assess each resident, upon admission and periodically thereafter to \ndetermine whether the resident is at risk for accidents and/or falls.  Such assessments will pay \nparticular attention to the need for bowel and bladder training or continence maintenance.  For \nall residents who are identified to be at risk of accident and/or falls, BJC will: \na.  develop and implement a proactive, individualized accident/fall prevention \nplan; \nb.  include the residents' accident/fall prevention plans in their care plans; \nc.  provide each resident with adequate supervision to prevent accidents and falls; \nd.  ensure that each resident receives adequate and appropriate assistive devices to \nprevent accidents and falls; \ne.  utilize adequate safety devices to prevent accidents and falls; and \n- 5 -\n\nf.  take actions to ensure that the residents' environment remains as free of \naccident hazards as is possible. \n29.  Anytime an accident or fall occurs, BJC will promptly do the following: \na.  complete an incident report and submit it to the Director of Nursing and/or her \ndesignee; \nb.  notify the resident's family/responsible party regardless of whether the \nresident suffered an injury; \nc.  investigate the accident or fall and determine the possible cause(s) of the fa11, \nand identify and implement any appropriate measures to prevent similar falls from \noccurring in the future; \nd.  maintain records of all accidents and falls at BJC, including:  the date and time \nof the accident or fall; the specific cause of the accident or fall, if known; the identity of \nthe nursing staff member or members who were involved in the treatment of the resident \nat the time of the accident or fall; and any follow-up education provided to these staff \nmembers; and \ne.  analyze the data on a monthly basis, and take actions to eliminate, to the extent \npossible, the causes of accidents and falls. \nB.  INVESTIGATION OF ACCIDENTS AND INJURIES \n30.  Anytime a resident suffers an injury or experiences any event that exposes the \nresident to harm, the resident shall receive adequate medical evaluation and treatment, including \nbut not necessarily limited to the following items discussed in this paragraph.  An incident report \nwill be completed at the time of the occurrence and submitted to the Medical Director and \nDirector of Nursing.  The Medical Director and Director of Nursing shall review and sign all \nincident reports and initiate any appropriate administrative and/or clinical action.  At the time of \nthe occurrence, a Registered Nurse shall assess the resident to determine if there is actual or \n-6 -\n\nsuspected injury, and will then implement necessary and appropriate care to prevent further \ncomplications.  A physician will then be notified immediately of any change in the resident's \ncondition and will evaluate the resident's condition and the circumstances surrounding the \nincident and prescribe medical care as needed.  The resident's family shall be promptly notified \nof the incident regardless of injury or not.  All incidents shall be investigated by the Director of \nNursing or a competent designee. \n31.  Particular emphasis is to be placed on investigating whether the injury took place \nduring the time a resident was being positioned or transferred by staff and whether staff action \nmight have contributed to the injury.  If a staffing or training shortfall is identified, BJC shall \ntake those measures necessary to provide sufficient staff. \n32.  Upon completion of the investigation. the Director of Nursing, in conjunction with \nthe staff and, if applicable, family of the resident, shall determine if further action should be \ntaken.  Further action may include, but not necessarily be limited to:  inservice education with \nthe staff, resident, family, and/or others involved; resident referral to an appropriately comprised \ninterdisciplinary team for evaluation and implementation of preventive measures; or appropriate \ndisciplinary action of any staff involved. \n33.  The Administrator and Director of Nursing will meet daily to discuss any incidents \nas well as any measures that should be taken to prevent further occurrences.  The Administrator \nshall implement measures to prevent, to the extent possible, recurrence of incidents involving \nneglect, abuse, and unusual occurrences, e.g., elopements.  Further, the Administrator shall \nensure such incidents, including incidents of unknown origin, shall be likewise investigated and \nreported appropriately to State authorities in accordance with State regulations.  See 42 C.F.R. § \n483.13(c)(2). \n34.  For any resident who sustains more than one injury during any three-month period of \ntime, the Director of Nursing, or the Director's designee, shall refer the record(s) of each \n- 7-\n\nincident to an appropriately comprised interdisciplinary team for review and shall implement \nmeasures to avoid future injuries to the extent possible.  The team's evaluation will include \nreviewing the resident's medical record, current Minimum Data Sets (MDS), the current care \nplan, and interviewing direct caregivers. \nC.  USE OF PSYCHOTROPIC MEDICATION \n35.  BJC shall provide adequate psychiatric and psychosocial care to its residents, \nincluding appropriate use of psychotropic medication, to ensure that each resident attains or \nmaintains the highest practicable physical, mental, and psychosocial well-being possible.  The \nmeasures shall include, at a minimum: \na.  Prescribing psychotropic medications only in accordance with generally \naccepted professional judgment and standards, and ensuring such medication is used \nappropriately; \nb.  Ensuring that there is adequate professional oversight of psychoactive and \npsychotropic medication in place for the residents ofBJC; \nc. Ensuring there is adequate psychiatric consultation as appropriate to resident \nneeds; \nd.  Ensuring that psychotropic medications are not used as a fonn of chemical \nrestraint to control resident behavior in the absence of less-intrusive treatment modalities; \nand \ne.  Ensuring that there arc sufficient psychological and psychosocial services to \nmeet the needs of residents particularly those residents with a diagnosis of depression. \n-8 -\n\nD.  HYDRATION \n36.  BJC will provide each resident with sufficient fluid intake to maintain proper \nhydration and health. \n37.  BJC will implement policies and procedures that address the hydration needs of the \nresidents at BJC.  Further, within three months of the signing of this MOU, BJC will: \na.  ensure that adequate fluids are readily available and accessible to all residents \nat all times; \nb.  conduct an individual hydration assessment, perform appropriate \ninterventions, and provide accurate documentation in each resident's clinical record, \nwhich will be reviewed and updated as required by 42 C.F.R. §§ 483.20, 483.25(j).  If the \nresident is assessed to be at risk for dehydration, BJC will address the issue of hydration \nin the resident's care plan; and \nc.  make proactive nursing interventions, including notifying the resident's \nphysician and modi tying the resident's care plan as appropriate, whenever the resident \nshows clinical signs of possible insufficient fluid intake, or has laboratory values that \nappear abnormal. \n38.  Within three months of the signing of this MOU, BJC will provide in-service \ncompetency-based training for all nursing staff on how to conduct an individual hydration \nassessment, perform appropriate interventions, and provide accurate documentation in each \nresident's clinical record. \n39.  Within three months of signing this MOU, BJC will develop a comprehensive \nquality assurance program for dehydration.  Under this program, BJC will: \na. review on a monthly basis each case where a resident has suffered dehydration \nor any dehydration-related condition as part of its quality assurance process~ such review \nwill include and address the possible cause{s) of the dehydration or dehydration-related \n-9-\n\ncondition, the identity of the nursing staff member or members who were involved in the \nresident's care when the dehydration or dehydration-related condition occurred, and the \nsteps to be taken to inservice these staff members in cases where dehydration or \ndehydration-related conditions were potentially avoidable to prevent dehydration or \ndehydration-related conditions from occurring in the future; \nb.  take actions to eliminate (if possible) the causes of dehydration and \ndehydration-related conditions; and \nc.  implement a system that identifies patterns and trends, and makes \nrecommendations for how all nursing staff can prevent dehydration and \ndehydration-related conditions from occurring.  These recommendations will be \ncommunicated at least quarterly to all nursing personnel. \nE.  ASPIRATION \n40.  BJC shall provide adequate care to prevent aspiration.  Utilizing an interdisciplinary \napproach, BJC will properly assess and appropriately treat residents with swallowing problems \nand residents who are unable to eat orally in accordance with generalJy accepted professional \nprocedures.  To this end, BJC shall: \na.  provide adequate care for those residents at risk of aspirating, take any \nappropriate steps to ameliorate the individual's aspiration risk, and develop and \nimplement an individualized feeding and positioning plan for each individual identified \nas at risk of aspirating; and \nb.  to the extent that BJC has not already done so, provide competency-based \ntraining to staff in how to properly implement the feeding and positioning plans, and \ndevelop and implement a system to regularly monitor the progress of the residents who \nare at risk of aspirating to ensure that the staff is continually taking the appropriate \n- 10-\n\nassessment, diagnostic, supervision, and treatment steps necessary to ameliorate the \nindividual's risk. \nF.  TIMELY ASSESSMENTS \n41.  BJC will ensure that qualified health professionals adequately assess and document \neach resident's medical, functional, and psychological problems, and identify all interventions \nnecessary for each resident to maintain or improve his or her medical status, functional abilities, \nand psychological status. \n42.  Each BJC resident shall be provided, and have implemented by qualified staff, a care \nplan, developed by an appropriately comprised interdisciplinary team of qualified professionals, \nincluding a physician, registered nurse, dietician, and rehabilitation therapist(s), which describes \nthe medical, nursing, and psychosocial needs of the resident and how such needs will be met. \nThe care plan shall be based upon comprehensive assessment of each resident's functional \ncapacity and shall be prepared within timelines established by federal law.  The care plan shall \ninclude, to the maximum extent possible, input from the resident and, for cognitively impaired \nresidents who are not competent to make decisions about their care and treatment, BJC shall \nensure residents have proper guardians or representatives appointed for each resident to make \ndecisions relating to all aspects of a resident's stay at BJC.  The care plan shall comply with \n42 C.F.R.  § 483.20, and include, at a minimum, assessments addressing: \na.  Medically defined conditions and prior medical history; \nb.  Medical status measurement; \nc.  Physical and mental functional status; \nd.  Sensory and physical impairments; \ne.  Nutritional status and requirements; \nf.  Special treatment or procedures (including special rehabilitative services); \ng.  Mental and psychosocial status; \n- 11 -\n\nh.  Discharge potential; \n1.  Dental condition; \nJ.  Activities potential; \nk.  Rehabilitation potential~ \nI.  Cognitive status; \nm.  Behavioral and mental health diagnosis and treatment needs; \no.  Medication therapy; and \np.  Appropriateness of restraints. \n43.  BJC shall evaluate adequately residents' acute and on-going medical status to ensure \nthat residents' health status is monitored accurately and that residents who experience a \nsignificant change of status are evaluated adequately and treated and that BJC staff are trained \nadequately for such evaluation, monitoring, and treatment. \n44.  BJC will require all staffto use all available data in their assessments (such as \nlab/diagnostic studies, other health professions' data, etc.) to identify each resident's \nproblems/conditions and prepare professionally acceptable care plans. \n45.  Morbidity reviews will be conducted by qualified staff for every resident that \nrequires transfer to an acute care setting. \n46.  To the full extent that BJC's access to residents' medical records pennits, mortality \nreviews will be conducted for every resident that dies at BJC or at an acute care facility after \nbeing transferred there by BJC.  This mortality review must be conducted by a physician to \ndetennine if adequate care was provided to BJC residents by BJC prior to their deaths, and BJC \nwill institute any necessary corrective measures if those mortality reviews identify any \ndeficiencies in care provided by BJC. \n47.  BJC will implement adequate quality assurance mechanisms to monitor the delivery \nof medical care services to residents. \n- 12 -\n\nG.  POSITIONING \n48.  BJC will ensure that residents are positioned appropriately.  Qualified staff shall \nassess residents' need fora positioning plan. develop adequate positioning plans for residents, \nprovide competency-based staff training in how to implement the plans, and monitor the \nimplementation to ensure that the staff safely and appropriately position the residents. \n49.  BJC shall use appropriate pressure relieving devices, such as pillows, mattresses, and \ncushions to ensure proper alignment and positioning and to prevent pressure ulcers. \nH.  ACTIVITIES PROGRAM \n50.  Each BJC resident shall be provided, in accordance with the resident's \ncomprehensive assessments and care plan, an ongoing program of activities that assists each \nresident in attaining and maintaining the resident's highest practicable physical, mental, and \npsychosocial well-being, with a special emphasis on recognizing and treating depression. \n51.  The activities program must be directed by a qualified therapeutic recreation \nspecialist or a qualified activities professional. \n52.  BJC shall provide sufficient supplies and staff to facilitate resident participation in or \nat activity programs.  Activities shall be of sufficient duration to have a positive impact on the \nresident's well-being and shall involve interaction with others. \n53.  BJC residents will be out of their beds for the maximum amount of time possible in \naccordance with the resident' scare and the wishes ofthe resident. \n54.  Adequate and appropriate activities will take place on weekends and evenings as \nwell as during weekdays. \n55.  BJC shall give all residents sufficient advance notice of all available activities and \nevents, and residents will be offered and provided assistance to attend or participate in such \nactivities and events. \n- 13 -\n\nI.  MOST INTEGRATED SETTING \n56. Qualified professionals shall evaluate each resident on a quarterly basis to determine \nwhether the resident is being served in the most integrated setting appropriate to the resident's \nneeds in accordance with the Americans with Disabilities Act of 1990, 42 U.S.C. § 12101 et \nffi!,; 28 C.F.R. § 35.130(d). \n57. BJC shall implement professional decisions that a resident can be served in a more \nintegrated setting by transferring the resident to the alternative setting, where appropriate and \nwhere the resident does not oppose the alternative setting. \n58. Before any resident is transferred to a more integrated setting, BJC must determine \nthat the setting is capable of meeting the resident's needs.  If a resident is discharged to the \nhome, for an adequate time period, BJC will detennine that the home setting continues to be \nappropriate. \nJ.  FEDERAL STATUTORY COMPLIANCE \n59.  In the operation and management ofBJC and in providing services to BJC residents, \nBJC shall fully comply with all applicable federal statutes and applicable implementing \nregulations, including but not limited to the following laws, to the extent such apply to BJC: \nTitle XVill of the Social Security Act, 42 U.S.C. § § 1395i-3 et ffil,; Title XIX of the Social \nSecurity Act, 42 U.S.C. §§  I 396r ct seq.; the Americans with Disabilities Act of 1990, 42 U.S.C. \n§§ 12101 et ffi!,; and Section 504 of the Rehabilitation Act of 1973,29 U.S.C. § 794. \nIV, IMPLEMENTATION OF THE MOU \n60. This MOU will be effective on the date it is signed by the parties.  Except where \notherwise specifically indicated, BJC will fully implement all of the provisions of this MOU \nwithin six months of the parties' signing the MOU. \n- 14 -\n\n61. Within one month of the signing of this MOU, BJC will communicate to BJC \nemployees and independent contractors involved in providing resident care the conditions set \nforth in this MOU that are applicable to their respective job duties. \n62. The United States and its expert consultants and agents may, at its discretion, tour \nBJC to assess compliance with this MOU. \n63.  Prior to any tour, the United States shall provide reasonable notice to BJC.  Within a \nreasonable time in advance of the tour, the United States shall identify any expert consultants it \nplans to use on the tour. \n64.  The United States and its attorneys, expert consultants, and agents shall have \nreasonable access to the facilities, records, patients/residents, and employees ofBJC upon \nreasonable notice to BJC for the purpose of ascertaining compliance with this MOU.  Such \naccess shall continue until this MOU is tenninated as set forth in paragraph 67 below. \n65. Throughout the duration of the MOU, the United States and its expert consultants and \nagents will maintain the confidentiality ofBJC residents' medical and personal information, to \nthe fullest extent allowed by law. \n66. Within a reasonable period of time after the conclusion of any visit, the United States \nshall make available to BJC any post-tour reports prepared by its expert consultants. \n67. This MOU will terminate 3 years after the effective date of the MOU.  The MOU \nmay terminate prior to the three-year date if the parties agree that BJC is in compliance with \neach of the provisions of this MOU, and BJC has maintained compliance for at least one year. \nThe burden will be on BJC to demonstrate compliance. \nV. ENFORCEMENT OF THE MOU \n68.  This MOU is enforceable only by the parties and is binding upon the parties, by and \nthrough their officials, agents, employees, assigns, and successors. \n- 15 -\n\n69.  In the event of failure by BJC to comply with this MOU in whole or in part, the \nUnited States retains the right to seek appropriate judicial relief in federal court if, after sixty \n(60) days prior written notice to BJC of the breach, BJC has failed to cure such breach during \nsuch sixty (60) day period. \n70.  Failure by any party to enforce this entire MOU or any provision thereof with respect \nto any deadline or any other provision herein shall not be construed as a waiver of its right to \nenforce other deadlines and provisions of this MOU. \n71.  This MOU is the complete agreement between the parties addressing the United \nStates' investigation into the conditions of care and treatment of the residents in the nursing \nhome units at BJC pursuant to CRJPA. \n72.  To the extent that any of the legal authorities cited in this MOU (e.g., federal \nstatutes, regulations, or case law) are amended or superceded, this MOU shall be amended \naccordingly. \nVI. MODIFICATION OF THE MOU \n73.  If, at any time, any party to this MOU desires to modify it for any reason, that party \nwill notify the other parties in writing of the proposed modification and the reasons therefor.  No \nmodification will occur unless there is written agreement by the parties. \n- 16 -\n\n\n\n",
      "document_type_other": "",
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/20162"
    }
  ],
  "document_count": 3
}