{
  "case_id": 11072,
  "fetched_at": "2025-10-22T00:12:24.252819",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "None of the above"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Jefferson Parish Prison [Jail]",
        "institution_alt_state": null,
        "institution_city": "New Orleans",
        "institution_county": "Jefferson Davis",
        "name": "Jefferson Parish",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. ยง 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Equal Protection"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "Eastern District of Louisiana",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1971-05-26",
    "filing_year": 1971,
    "id": 11072,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Classification / placement",
      "Jails, Prisons, Detention Centers, and Other Institutions: Disciplinary segregation",
      "General/Misc.: Disciplinary procedures",
      "General/Misc.: Sanitation / living conditions",
      "General/Misc.: Fire safety",
      "General/Misc.: Racial segregation",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Medical care, unspecified",
      "Medical/Mental Health Care: Mental health care, unspecified",
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding: Pre-PLRA Population Cap",
      "Affected Sex/Gender(s): Male",
      "Affected Sex/Gender(s): Female",
      "Jails, Prisons, Detention Centers, and Other Institutions: Youth / Adult separation"
    ],
    "last_checked_date": "2012-04-01T00:00:00-04:00",
    "main_docket": {
      "id": 31966,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1971,
      "docket_filing_number": 1442,
      "is_main_docket": true,
      "court": "Eastern District of Louisiana",
      "state": "Louisiana",
      "docket_office_number": "2",
      "docket_number_manual": "Civ. No. 71-1442",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Holland v. Donelon",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Inmates of the Jefferson Parish Prison.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Louisiana",
    "summary": "<p>In 1971, plaintiff prisoners sued Jefferson County Parish in the Eastern District of Louisiana alleging violations of the 8th Amendment prohibition on cruel and unusual punishment, and 14th amendment due process and equal protection rights.   </p><p>In 1972, the district court (Rubin, J.) found that the housing facilities that were built for 110 were unconstitutionally housing 185 prisoners.  Additionally, the mixing of pre-charge, pre-trial, youths, convicts, and those whose convictions were not yet final, was a violation of due process. Lastly, the lack of mental health care and several other inadequacies with the facility were found to be a violation of the prisoners' due process rights.</p><p>A special master was appointed to oversee the result of three separate consent decrees: (1) the jail would implement a large recognizance program for those merely charged with a crime; (2) the jail would implement a program of suspending drivers' licenses in lieu of incarceration to reduce overcrowding; and (3) submit a report on the construction of a new facility in conjunction with a local hospital. </p><p>After the special master's report was completed, the Court issued an order with numerous requirements: the jail was required to further provide access to medical care by having a doctor on premises,  as well as emergency services available at all times, and transportation to and from the hospital.  The jail was also required to maintain the plumbing and fire alarm systems and reduce overcrowding to 110. Judge Rubin further ordered that prisoners should have access to daily exercise, as well as towels, toothbrushes, and other sanitary items. The Court further ordered the jail to promulgate rules and procedures for officer conduct, discipline, and segregation., and ordered that pre-charge and pre-trial inmates be segregated from those with convictions.  It further ordered the jail to eliminate any other cruel and unusual punishment and racial discrimination.</p><p>M. Kay Harris of Temple University Law wrote a case study on the implementation of the order over the next decade, and the progress thereof, entitled, \"After Decision: Implementation of Judicial Decrees in Correctional Settings (Part III: A Case Study of Holland v. Donelon).\"</p>",
    "summary_published_date": "2012-04-15T00:00:00-04:00",
    "summary_short": "Inmates in the Jefferson County Parish Prison sued the officials for an amalgam of unconstitutional conditions in the prison, including overcrowding, flooding, mingling different classes of inmates, and lack of medical and mental health care. A consent decree was reached and a special master appointed to implement the decree.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11072",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11072",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11072",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11072"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120056,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120056"
    },
    {
      "date": "1973-01-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Louisiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 41162,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/41162.pdf",
      "title": "Federal Court Holds Conditions in Jefferson Parish Jail to Constitute Cruel and Unusual Punishment Despite Ad Litem Efforts at Improvement",
      "text": "next  to  the  hallway  with  plywood  or  other  suitable Jury regarding conditions at the jail were introduced  with-\ncovering  to  the  ceiling. out objection at the first hearing, in May 1972. Relying on\nd)  Install  floor  covering  of  linoleum  or  similar  ma- that report  and other evidence adduced at the hearing, the\nterial  of Defendant's  choice. plaintiffs proved a number of their allegations.\ne)  Remove  one of the  metal bench and table sets  now On May 16,  1972, this court issued  an opinion contain-\nlocated  in  each  of  the  two  wards  in  order  to  provide ing  preliminary  findings  of  fact  and  conclusions  of  law,\nrecreation  room. holding  that both the  Eighth and  Fourteenth  Amendment\nf)  Provide  such  additional lighting  in each of the  two rights of the  members of the  class  were  infringed.  Racial\nwards  as  may  be  necessary. discrimination  of  every  kind  was ordered  ended.  Instead\ng)  Provide  1-way  mirror for  the purpose  of observing of ordering remedial measures to remedy the cruel and un-\njuveniles  in the  ward. usual  punishment  and  due  process  violations,  the  court\nh)  Install  room air conditioner in each  ward. approved three remedial measures jointly  arrived at by the\ni)  That  Defendant  shall  have  reasonable  time  to  pro- plaintiffs  and  defendants:  it  was agreed  that,  with respect\nvide  the  above  modifications  and  changes,  taking  into to those merely charged with a crime, an enlarged release-\nconsideration  the  necessity  of  advertising  and  accepting on-recognizance  program  would be  established by June  1,\nbids  for  materials  and  labor. 1972; to  reduce overcrowding,  driver's  license  suspension,\ninstead of incarceration in jail, would be employed to deal\nwith traffic violators insofar as possible; and the defendants\nwould report by June 10, 1972 on the status of the prepara-\niails amid\ntion of a new  mental  facility  being  planned  by the  East\nJefferson Hospital to treat those mentally disturbed persons\nirt'etinl detention then currently being held in jail.\nRecognizing  that more  remained  to be done,  the court\nordered the appointment of Mr. Sam Allen Anderson as  a\nspecial master  \". . . with full authority to inspect the jail,\nFederal Court Holds  Conditions in Jefferson Par-\ndiscuss its problems with both plaintiffs and defendants, and\nish Jail to Constitute Cruel and Unusual Punish- to  make  a  report  and  recommendations.\"  Mr. Anderson\nment Despite Ad Litem Efforts at Improvement had  recently  established his  residence  in Jefferson Parish,\nLouisiana,  after a career in prison administration,  and had\nHolland v. Donelon,  No. 71-1442  (E.D.  La. June 6, been nominated as master by the defendants.\n1973). Pursuant to guidelines issued by the court,2 Mr. Ander-\n[Here Reported: Edited Text of Findings of Fact, Con- son  submitted  a  \"Jefferson  Parish  Jail  Inspection  and\nReport\"  on  June  13,  1972.  It  contained  a  number  of\nclusions of Law, and Order by Rubin, J.]\nremedial  suggestions.\nThis class  action,  on  behalf of persons confined  in the The  defendants  filed  no  formal  objection  to  any  of\nParish  Jail  of  Jefferson  Parish  Louisiana,  contends  that the  recommendations,  but  the  plaintiffs  did,  reiterating\nthe  conditions  of  confinement  constitute  cruel  and  un- most  of the  allegations  and  requests  for relief  contained\nusual  punishment  and  deny them  due  process  and  equal in  their  original  complaint.  At  this  time,  plaintiffs  also\nprotection  of  the  laws,  all  in  violation  of  the  United contended  that  prison practices  and  procedures  governing\nStates Constitution,  and further violate  Louisiana  statutes. the  imposition  of  administrative  punishment  violated  the\nFor  reasons  set  forth  at  length  below,  the  court  finds due process clause of the Fourteenth Amendment.\nthese  contentions  established.  Hence  it  spells  out  the Another hearing was held on May 4,  1973, to consider\nviolations  found  to  exist  and  orders  specific  remedial the plaintiffs' request for further relief ...\nmeasures.\nThe President, Sheriff,  Coroner, and several Councilmen 2. This  report shall include  any matters that Mr. Anderson\nconsiders  necessary,  but shall deal at least with the following:\nof Jefferson  Parish,  along  with the Warden of the Parish\n(1)  \"Feasibility  of providing  regular opportunity  for  daily\nJail were  sued as defendants,  on the basis that each owed exercise  for inmates,  with  due  regard  for  protection  against\nduties,  imposed  by  a  Louisiana  statute  or  rule,  with re- escape and  against  prisoner  mistreatment  of other persons  in\nspect to the manner of confinement  of prisoners or main- confinement.\ntenance  of  the jail. (2)  Additional  programs  to  reduce  maximum  jail  popula-\ntion,  except in emergencies, to  110.\nThe  Jefferson  Parish  Jail  was  built in  1923,  and  en-\n(3)  Measures  to assure that  the  ability of inmates  needing\nlarged  in  1955.  It  can  adequately  accommodate  no medical  treatment to  see the jail's  physician is  not subject to\nmore  than  110  persons.  . . . Those  imprisoned  are  sep- arbitrary deprivation  or forgetfulness  by guards.\narated  by  sex  and,  it  is  contended,  to  some  degree  by (4)  Once overcrowding  is eliminated,  more effective  classi-\nrace. They  can  be classified  as  follows: fication procedures  to  separated,  so  far  as  practicable,  those\nmerely charged with crime from persons  who  have been con-\n1. Adults finally  convicted  of crimes  and  serving  sen-\nvicted;  those  convicted  of  serious  offenses  or  having  serious\ntences,  usually  not  exceeding  one  year  duration; criminal records from those who, by reason of youth, first de-\n2.  Adults  convicted  of  crimes  but  whose  conviction tention, or the relatively minor nature of their crime, need  re-\nhas  not  become  final  because  of  appeals,  and  adults habilitative  protective separation;  and such  other classification\nprocedures  as may be required.\nwhose  convictions  are being  challenged  by habeas  corpus\n(5)  Compliance with state sanitary and  fire laws. To assist\nproceedings;\ntoward  this end,  the Jefferson  Parish officials  have agreed  to\n3. Adults awaiting trial or probation revocation hearings. arrange  inspections  by the  appropriate  state officials.\nSome of these  are contended  to be first offenders,  others (6)  Provision  of minimum  health essentials  for those  who\nhave records of prior convictions; need them,  to include such items as an inexpensive toothbrush\nand toothpaste.\n4.  Adults arrested but  awaiting the  filing of charges;\n(7)  Review of record-keeping  procedures and personnel.\n5.  Some juveniles, that is persons under  the age  of 17.\n(8)  The  advisability  and  practicability  of  additional  voca-\nThe observations  made  by the  Jefferson  Parish  Grand tional and rehabilitation programs. \"\nJune 1973 2 Prison L. Rptr. 375\nHeinOnline  -- 2 Prison L. Rep. 375 1972-1973\n\nI.  Findings of Fact administered.  Emergency  and special  cases are transferred\nA.  Overcrowding to  Charity Hospital.\nIn  the  case  of  medical  emergency,  the  process  of ob-\nThe  average  daily  jail  population  is  still between  180\ntaining  treatment  is  haphazard.  Usually  prisoners  inform\nand  185  persons. On many occasions,  the number of per-\nguards that other prisoners have become ill and appear to\nsons actually confined  exceeds  190. The overcrowded con-\nneed hospitalization;  the  guard then  assesses the  situation\ndition  of  the  jail  is  not  merely  dense  occupancy.  Until\nand  himself determines  whether  it  appears  critical.\ntwo  weeks  before  the  hearing,  many  men  did  not  have\nGuards  also must be relied upon to place names on  the\nmattresses  and  slept on cell  floors.  It is  reported that  all\nsick  call  list  for  regular  doctor  visitation.  There  is  evi-\ninmates  now  have  mattresses,  but about  1/3  of them still\ndence  that  inmate  requests  are sometimes  \"forgotten\"  or\ndid not  have  beds at the  time of the hearing.\nignored.\nAs  set  forth  below,  it  is  evident  that  much  progress\nThe  coroner  urges  by  way  of  apparent  defense  that,\nin  remedying  conditions  at the  jail has  been made.  But,\nwhen  the  doctor  sees  inmates,  he  finds that the  majority\ndespite  the  assurances  given  at  the  prior  hearing,  the\nsuffer  from  no  serious  complaint.  But some  inmates  are\nnumber  of  persons  confined  has  not  been  reduced,  the\ngenuinely  ill  and  it  is  not proper  to  deprive the  sick  of\nnumber of persons awaiting trial has not been diminished,\nmedical  care because  others feign illness.  In addition,  ex-\nthe  confinement  of  traffic  offenders  has  not  been  elim-\ncessive  use  of sick  call does  not appear  to  be unusual in\ninated, the detention  of persons who are  mentally  ill con-\njails;  anyone  who  has  been  in  military  service  knows\ntinues,  the  commingling  of  convicts  with persons  merely\nthat neurosis,  depression,  and boredom  will motivate men\nawaiting trial  persists,  and  the  enlarged release  on  recog-\nto  see  a  doctor.\nnizance  program has failed  to  achieve its  objectives ...\nInmates'  blankets have  not been cleaned  regularly.  No E.  Discipline\nface  cloths,  toothbrushes,  toothpaste,  or  soap  are  pro- There are no  formulated rules of conduct for prisoners\nvided  by  the  jail.  Minor  medical  aids  are  not  available; to  follow,  no  arrangements  for  administrative  hearings,\nfor  example,  due  to  use  of  common  showers,  athlete's and  no  published  schedule  of  administrative  sanctions.\nfoot  is  a  frequent  complaint  but  no  medication  is  pro- Prisoners may be \"locked  down\", meaning they are locked\nvided. up in a barred cell  for twenty-four hours a day, merely on\nNor is this  treatment  imposed as  punishment  for those the decision  of one of the jail guard or captains.  Varying\nconvicted  of  violating  the  law.  Many  of those  detained standards  are employed, none officially articulated  to pris-\nare  merely  waiting  either  to  be  charged  or to  be  tried. oners,  in  determining  for what  offense  an  inmate  is  to\nOn  two typical  dates, March 26 and April 30, there were be locked  down or when  some other  administrative  sanc-\n27  and  41  persons  detained  awaiting  the  lodging  of for- tion  is  to  be  imposed.\nmal charges.  On  the same  two  dates  there were  103  and When a person is locked down, he has no way of know-\n83  additional  persons  confined  awaiting  trial;  some  had ing  how  long  his  incarceration  will  last.  Again,  this  is\nbeen waiting  there  as  long  as eight  months  although the determined  by jail guards  according to criteria they them-\naverage  pre-trial  stay  is  less  than  half that  time ... selves  devise.  This  method  of  punishment  is  used  to\nB. Exercise handle both discipline and homosexual  problems.\nPrisoners do  not receive  daily exercise.  Although exer- F.  Mental Illness\ncise  is scheduled  three  times a week, because  of weather Frequently  persons  whose  sole  offense  is  that  they are\nconditions, staff shortages, or other problems, each inmate suffering  mental  illness  are  confined,  usually  after  the\nin facts gets  access to open  air exercise  once  a week, for filing of a nominal  crimnial  charge.  Often such  mentally\nabout 25 minutes.  Overcrowding  and lack of facilities  are ill  persons  are  held' in  lockdown.  Warden  Vicknair testi-\nadvanced  as excuses  for  failure to adhere  to the Master's fied  that  it was  not unusual  thus to confine  the mentally\nrecommendation  that  each  prisoner  be  permitted  open ill  for two  to three  days.  Other testimony  indicated  that\nair  exercise  for  1  hour  a  day. such  persons  have  been  detailed  in  the  jail  for  as  long\nas  eight  days.  Some  efforts  are  being  made  to  place\nC. Sanitation\nmental cases with hospitals, but the program  has not been\nPlumbing  and  sanitation  problems  occur  repeatedly.\nsuccessful  mainly  because  facilities  are  not  available.\nThe  Parish  Council  has  attempted  to  provide  prompt\nmaintenance  service  but  the  plumbing  itself  is  old  and G.  Commingling and Lack of Classification\nthe  prisoners  here,  as  prisoners  reportedly  do elsewhere, The jail does  not have  a classification  officer  or classi-\nabuse  plumbing  fixtures,  stopping up  toilets and  plugging fication  system. Cell assignments  are made by the Warden\ndrains.  The  problems  thus created  for jail administrators and  his  staff.  Some  effort  is  made  to  separate  younger\nare  serious  but they  must  be  solved,  for inevitably  many persons.  The special  master  pointed  out  that, aside  from\nsuffer  from  the  disruption  of  sanitation  who  are  not administrative  problems,  the  sheer  problem  of  being\nresponsible  for  causing  the  damage. obliged  to  put human  bodies into every  available  inch of\nD.  Medical Care space  prevents  initiation of any  kind of classification  sys-\ntem  or  any  real  effort  to  segregate  those  awaiting  trial\nUntil recently  there were two jail doctors, but one  has\nfrom  those  convicted  of  crime,  or  first  offenders  from\nresigned  and at the time of the hearing, a single physician\nrecidivists.\nwas  carrying  the  full  load  of  medical  service.  His  \"re-\nH. Fire Prevention\ntainer\"  was  only  $150  per  month-a  manifestly  inade-\nquate  sum.  The  records  show  that  he  has  not  in  fact No  fire  extinguishers  or  fire  alarms  are  installed  in\nvisited  the  jail  three  times  a  week  as  required  by  the the  upstairs  part  of  the  jail.  There  are  seven  or  eight\ncourt and  recommended  by  the  Special ,Master.  There  is extinguishers  downstairs.  The  remedial  measures  recom-\nno office or treatment room for medical  treatment. The jail mended  by the master with  respect to fire exits have  been\nmedical service is more  or less a sick  call. In cases where adopted.  However,  there are  no exit signs  over the  doors\nthe  doctor  finds  it warranted,  prescription  medicines  are and  no  fire  drill  information  is  posted.\n2 Prison L. Rptr. 376 Junel193\nHeinOnline  -- 2 Prison L. Rep. 376 1972-1973\n\nNaturally there must be precautions  to prevent prisoner innocent  until  proved  guilty,  they  are  entitled  to  all  of\nescapes.  But  there  must also  be  fire  prevention  measures their  constitutional  rights-except  freedom-for  they\nto  prevent  the  hazard  to  life  that  might  be  created  in are detained merely to assure their presence at trial  ....\nthe event of fire. The  Eighth  Amendment,  as  now  construed,  requires\ncourts to  look beyond  isolated  incidents  involving  physi-\n1. Integration\ncal  brutality.  Wiltsie v.  California Dept. of  Corrections,\nThe  Master reported  that there is  complete  integration\n9  Cir.  1968,  406  F.2d  515;  Jordan v.  Fitzharris, N.D.\nof the women's  unit in the jail,  but that there  was partial Cal.  1966,  257  F.Supp.  674.  They  must  examine  the\nsegregation  throughout most of the  rest of the  institution.\neffect  of  a  \"combination  of  circumstances\"  upon  the\nBoth  the  prisoner-witnesses  and  jail  officials  referred  at alleged  unconstitutional  act, practice,  or system.  Novak v.\nthe hearing  to \"the  colored  side\"  and  \"the  white side\"  in Beto, 5 Cir.  1971,  453  F.2d 661,  675  [1  Prison Law Re-\ndescribing jail conditions in certain of the cell blocks. The\nporter 85,  161]  (Tuttle, J.,  concurring  in part and dissent-\ntwo maximum  security units are completely racially segre- ing  in  part);  and Holt v.  Sarver, E.D.  Ark.  1970,  309\ngated. F.Supp. 362.\nBefore  this court's  order in May,  1972,  there were  25\nThe  Eighth Amendment  applies  to overall  prison con-\nwhite  cells  and  25  black  cells  on  opposite  sides  of the\nditions  that  have  been  found  cruelly  detrimental  to  the\ngeneral  lockup  area. -The evidence  at this  hearing  estab-\nmental  and  moral  health  of  inmates,  as well  as to  their\nlished  that there  are  only two white  persons on the  for-\nphysical  integrity.  Taylor  v.  Sterret,  N.D.  Tex.  1972,\nmerly all  black  side  out of approximately  thirty-five  per-\n344  F.Supp.  411;  Jackson v.  Bishop, 8  Cir.  1968,  404\nsons,  and  only  seven  blacks  on  the  formerly  all  white\nF.2d 571.  For example, the lack of regular physical exer-\nside.\ncise,  under conditions  of confinement  otherwise  unwhole-\nJ. Cruel and Unusual Punishment some  and  debilitating,  has  been  held  cruel  and  unusual.\nThe  observation,  however  tautological,  must  be  made Sinclair v.  Henderson, E.D.  La.  1971,  331  F.Supp.  1123\nfor  emphasis,  and  as reminder,  that this  federal  court  is and  Morris v.  Travisono, D. RI.  1970,  310 F. Supp. 857.\naware  of the  limited  scope  of its  jurisdiction:  the  court Some  opportunity  for  regular  exercise  is  constitutionally\nhas  power  only  to  deal with conditions  that violate  the required.  Krist v.  Smith,  S.  D.  Ga.  1970,  309  F.Supp.\nfederal  constitution,  either  because  they  constitute  cruel 497;  Taylor, supra. Even men  on death  row  must have\nand unusual punishment, or because  they separate  persons some chance to exercise.  Sinclair v.  Henderson, E.D.  La.\nby  race,  or  because  they  deny  due  process  of  law.  It 1971,  331  F.Supp.  1123.  Humane  treatment  requires\nmay  have  some  additional  jurisdiction  of pendant claims, items of basic necessity, such as tooth brushes, sheets,  and\nbut  jurisdiction  lies  in  federal  court  because  of  alleged soap  to  be  furnished.  Jones  v.  Wittenberg, N.D.  Ohio\nviolations  of  federal  constitutional  rights. 1971,  330  F.Supp.  707,  at  717-718  [1  Prison Law Re-\nporter 5,  147];  and Hamilton v.  Schiro, E.D.  La.  1970,\nK. Progress to Date\n338 F.Supp.  1016. Courts have  required the institution of\nThis  court  visited  the  jail on  January  5,  1973.  There\nvocational  and  rehabilitation  programs  where  they  were\nhas  been  significant  improvement  in the  general  physical\nabsent  or grossly  inadequate., Holt  v.  Sarver E.D.  Ark.\ncondition of the  jail. The heating,  lighting,  and  electrical\n1970,  309  F.  Supp.  362;  Brenneman, supra; and  Jones,\nwiring  systems  were  in  much  better  operating  condition\nsupra.\nthan  at  the  time  this  suit  was  brought.  The  painting\nPersons  who  have  been  convicted  of  no  offense  and\nwas  also  much  improved.  Dual  visiting  hours  for  black\nare  merely  detained  pending  trial have  the  constitutional\nand white prisoners have been eliminated. A.T.V. monitor\nright to segregation  from convicts,  at least for protection,\nsystem  has  been  installed,  permitting  authorities  to  de-\nMorris v.  Travisono, D.  R.I.  1970,  310  F.Supp.  857;\ntect  disturbances  and  locate  fires  and  other  health  and\nHamilton v.  Love,  E.D.  Ark.  1971,  328  F.Supp.  1182;\nsafety hazards sooner and without  the deployment of lim-\nand Brenneman v. Madigan, N.D. Calif. 1972, 343 F.Supp.\nited  personnel  to  patrol  corridors.  Medical  prescriptions\n128 [1  Prison Law Reporter 177],  and perhaps  for other\nare  placed  by  telephone  and  delivered  much  faster.  New\npurposes.  The commingling  of persons  detained  awaiting\nwashers  and  dryers  have  been  installed  so  that bedding\ntrial  with  convicts  and  the  failure  of  jail  authorities  to\nand  garments  can  be  cleaned  regularly.  A  new  emer-\nappreciate  and  act  upon  the  difference  between  these\ngency  night  service  for  malfunctioning  facilities  is\ntwo  classes of inmates  may itself violate the  Constitution.\nplanned.\nBrenneman, supra.\nAll of these  advances  are to the credit of Sheriff Cron-\nThe right to medical care  is a  constitutional right.  The\nvich,  Warden  Vicknair, and  the Jefferson Parish  Council.\nabsence  of a  regular  medical  program may  result in  the\nUnder  adverse  financial circumstances,  the defendants  ap-\nlack  of  individual  medical  attention,  and  inaccessibility\npear  to  have  attempted  to  perform  their  duties  in  good\nof  medical  treatment.  To  secure  the  individual  constitu-\nfaith.\ntional  right  adequate  medical  programs  are  constitution-\nII.  Conclusions of Law ally  required.  Jones, supra; Collins v.  Schoonfield, D.C.\nA.  General Legal PrinciplesA  pplicable Md. 1972,  344 F.Supp. 257  [1  Prison Law Reporter 343].\nLawful  incarceration  necessarily  results  in  the  with- Lack  of  money  and  lack  of staff  are  not  adequate to\ndrawal  or  restriction  of many  privileges  and  rights,  and condone  a constitutional  violation.  Jailers  can work  only\nthis  is  justified  by  the  basic  considerations  underlying with what  they have.  But when  what  they  are  provided\nour penal  system.  ... with  necessarily  results  in  a  constitutional  violation,  the\nBut the  constitution  accords basic protections  to  all. A court  may  order  jail  authorities  to  hire  the  staff  neces-\nconvict  is  not  by  virtue  of  his  conviction  beyond  the sary  to  remedy  the  violation,  Jones, supra; Hamilton v.\nconstitutional  pale. He is  to  be  punished  for his  offense, Love, supra at  1195-97,  and of course  responsible  public\nbut  not  thrust  outside  the  zone  of humanity.  A fortiori, authorities  to  provide  the  necessary  funds.\nthese  who  are  confined  awaiting  trial  or  awaiting  the In  the  light  of  these  findings  of fact  and  conclusions\nfiling  of  charges  are  to  be  merely  confined.  Presumed of law,  the  court  sustains  the  claim  that  conditions  and\nJune 1973 2 Prison L. Rptr. 377\nHeinOnline  -- 2 Prison L. Rep. 377 1972-1973\n\npractices  at the jail are such  that confinement amounts  to upkeep and prisoner well-being  have been violated.  Louisi-\ncruel  and  unusual  punishment  prohibited  by  the  Eighth ana has  statutes  relating to fire safety,4 sanitation,5 medi-\nand Fourteenth  Amendments. cal  care,6 classification,'  overcrowding and poor lighting,8\nB.  Due Process of Law and  treatment  of  the  mentally  il9l .Many  of  these have\nLawful  incarceration  must  not  include  exposure  of  a not been  complied  with.  This court, has pendant jurisdic-\nprisoner  to  the  risk  of  arbitrary  and  capricious  action. tion  to  decide  these  alleged  state  law  violations ...\nLandman  v.  Peyton,  4  Cir.  1965,  370  F.2d  135,  141, United Mine Workers v.  Gibbs, 1966,  383 U.S.  715, 725;\ncert.  den.  388  U.S.  920,  87  S.Ct.  2142.  The  imposition 86 S.Ct. 1130,  1138; and Wright,  Law of Federal Courts,\nof  summary  punishment  without  due  process  violates Sec. 20, p. 64 ...\nthe  Fourteenth Amendment  as  well.  Anderson v.  Nosser, The  specific  state  law  violations  found  to  exist  are\n5  Cir.  1971,  - F.2d  - , [2  Prison Law  Reporter the  following:\n-]  [No.  28971  at  8-12];  see also  Sinclair v.  Henderson, a.  Fire Laws:  The  state  law  requiring  one  fire  extin-\nE.D.  La.  1971,  331  F.Supp.  1123,  and  Landman  v. guisher every  2500 square  feet  and  fire  extinguishers  to\nRoyster, E.D. Va.  621,  333  F.Supp.  1971  [1  Prison Law be  located  not  more  than  100  feet  from  any  point  in\nReporter 13]. the  jail  have  been  violated.  LSA-R.S.  40:1590,  as\nSinclair involved  the  summary disciplining  of prisoners amended ...\non  death  row  in  the  Louisiana  State  Penitentiary.  The The state laws requiring fire  alarm systems and  a mas-\ncourt  held  that  there  must  be:  (1)  rules  officially  pro- ter key  system  for all locks, as well  as gang locks on all\nmulgated  and  communicated  to  prisoners,  (2)  prisoners cells  have  been  violated.  LSA-R.S.  40:1609  and  LSA-\nmust  be  given  official  written  notice  of  the  specific R.S.  40:1589.  These  apply  specifically  to \"corrective  in-\ncharge  against them,  (3)  before serious punishment,  such stitutions.\"\nas  punitive  segregation,  can  be  imposed,  prisoners  must b.  Sanitation:  State law  requires  tub  baths  to  be  pro-\nbe  given  a  hearing  at which  they  shall  be  afforded  an vided for female prisoners. LSA-R.S. 15:753.There are none.\nopportunity  to  be  heard  and  (4)  the  imposition  of c.  Segregation  of Short-Term  First  Offders:  All  penal\npunishment  should  be  by  one  other  than  the  accusing institutions  must separate  first offenders  serving  sentences\njail  officer. of five years  or less from those \"who  are second or more\noffenders.\"  LSA-R.S.  15:712,  added by Act 370 of  1972.\nIII. Conclusions\nIt is  evident from the  findings of fact  recited  above  that\nA.  Racial Discrimination\nthis  has  not  been done.\nEvery  institution  run  by  the  government  must be  op- d.  Mentally  II:  LSA-R.S.  28:52(D),  as  amended  in\nerated  without  discrimination  based  on  color.  Jailers, 1972,  permits  patients taken  into custody -for mental ill-\nlike every  other government officer, state  or federal,  great ness to be confined  in a jail \"only in cases where the law\nor small, must eliminate  every vestige of racial  discrimina-\ntion,  benign  or  invidious.  Lee  v.  Washington, 1968,  390 4.  La. R.S. 40:1590 as amended  requires that at least one fire-\nU.S.  333,  88  S.Ct. 994.  Racial  segregation is unconstitu- extinguisher  be placed  every 2500  square feet and  fire extin-\nguishers  shall  be located  at intervals  not over  100 feet away\ntional  inside  prisons  as  well  as  without.  Cruz  v.  Beto,\nfrom  any point in the  jail.\n1972, 405 U.S. 319, 92 S.Ct. 1079 [1 Prison Law Reporter La.  R.S.  40:1609  requires  a  jail  to  have  an  adequate  fire\n112]. alarm system, a masterkey system for all locks,  and ganglocks\nNor  is  it  any  answer  for  the  jailer  to  contend  that on all cells. R.S. 40:1589  also requires a fire alarm system.\npeople  in jail are  vicious  or prejudiced. Jailors  must pro- 5. La. R.S. 15:753.  Bathtubs rather than showers must be pro-\ntect  inmates  against  other  inmates.  Racial  segregation vided  for the  female inmates.\nLa. R.S.  15:754. The interior of the prison must be painted\nmust be eliminated even  when  there is  a risk of violence white throughout.\nand  disorder.  Wilson  v.  Kelley,  N.D.  Ga.  1968,  294 La. R.S.  15:757. The jail  administration shall  compel  each\nF.Supp.  1005. Prison officials must desegregate  and  at the inmate to bathe when he enters  the jail,  and  to bathe there-\nsame  time restrain  those  who might  cause  violence.  Mc- after at least once  a week.  Further the jail shall  furnish indi-\nvidual towels,  soap, clean clothing and  underclothing.\nClelland v.  Sigler, 1971,  N.D. Neb.  327  F.Supp.  829  [1 Furthermore  plaintiff's  Exhibit  3  shows  violations  of  the\nPrison Law Reporter 198]; Singleton v.  Board of Cbmmis- State Sanitary  Code.  See La. R.S. 40:11-12.\nsioners, 5 Cir. 1966, 356 F.2d 771; and Lee v.  Washington, 6. La.  R.S.  15:703.  The  parish  shall  appoint  annually  a\n1968, 390 U.S. 333, 88 S.Ct. 994. physician  who  shall  attend  the  prisoners  \"whenever  they are\nThe plaintiffs  have  clearly  shown  continued  racial  dis- sick.\"\nLa.  R.S.  15:760.  In jails where  large numbers  of prisoners\ncrimination  in  prison  administration.\nare confined,  \"hospital quarters\"  shall be provided with neces-\nB. Due Process sary  arrangement,  conveniences,  attendants, etc.\nEnough  has  been  said  to  demonstrate  that  the  ad- 7. La. R.S.  15:712, requiring protective segregation of short\nministration of prison discipline  is essentially  arbitrary. It term offenders  (serving five years or less)  from prisoners who\nare  second  or  more  offenders  or who  are  serving  sentences\nis  entrusted  to  guards  and warden,  without  rules to  gov- which exceed  five years.\nern them,  without appeal  from their decrees  and  without\n8. La. R.S.  15:752. This law requires the jail to be of \"suf-\nmeasure  fixed  in  advance.  This  constitutes  a  denial  of ficient size\" to hold and keep securely the prisoners therein.\ndue  process  by  any  definition. The testimony of Joel Wade Frazier showed  a violation of:\nLa.  R.S.  15:751  and  R.S.  15:752,  which  require that jails be\nC. Cruel and Unusual Punishment \"properly  lighted,  by day  and  night.\"\nThe  conditions  with  respect  to  overcrowding,  lack  of 9.  La. R.S.  28:52  (as  amended  in  1972)  forbids incarcera-\nclassification  of  prisoners,  and  lack  of  adequate  medical tion  of the  mentally disturbed by  coroner  commitment, save\ncare  constitute  inhuman treatment  and  cruel  and  unusual where  \"the law enforcement  officer and the  examining  physi-\ncian  certify  that  the patient's  behavior  is  such  that  he  may\npunishment.\nnot  be  reasonably  examined  or  treated  in  a  medical  facility\nD. Pendant Jurisdiction and provided private or public facilities  refuse to admit.\"\nLa.  R.S.  28:53  applies  to  judicial  commitments  and  pro-\nThe  evidence  adduced  at  the  hearing  reveals  that  a hibits detention  of the mentally ill in jail pending  an applica-\nnumber of Louisiana statutes pertaining  to prison and jail tion to the judge, except in an emergency.\n2 Prison L. Rptr. 378 Junel973\nHeinOnline  -- 2 Prison L. Rep. 378 1972-1973\n\nenforcement  officer  and  the  examining  physician  or  the the Sheriff shall supply each prisoner with, a towel, tooth-\ncoroner certify  that the  patient's behavior  is such that he brush,  toothpaste  and  all  reasonable  necessary  sanitary\nmay not reasonably be examined or treated in the medical items. In addition they shall make available minor medical\nfacilities  and provided  private  or  public  facilities  refuse aids  when  needed,  such  as  treatment  for  athlete's  foot,\nto  admit.\"  (Emphasis  supplied.)  This  procedure  is  not and  minor sanitary items, such as combs.\nbeing  followed. 3. To remedy the violation of due process in the admin-\nOther  claimed  violations  are  found  not  to  exist: istration  of prison discipline  and  in  connection with pun-\na.  LSA-R.S.  15:760  requires  hospital  quarters  to  be ishment  for  the  violation of  rules:\nprovided  \"where  large  numbers  of  prisoners  are  con- 3.1.  The  Parish  Council,  as  required  by  LSA-R.S.\nfined.\"  The jail with  its population  reduced in accordance 15:702,  shall  adopt  written  regulations  for  \"the  police\nwith  this  order  would  not  appear  to  be  subject  to  that and  good  government\"  of the  jail.\nrequirement, particularly considering  its nearness  to Char- 3.2.  The  Sheriff  shall  post  the  rules  thus  adopted  at\nity Hospital.  Compare  State  v. Brouillette, 1927,  163  La. places  in  the  jail where  they  can  be  read  by  prisoners,\n46,  111  So.  491. and shall provide  a  copy of them to each  prisoner upon\nb.  The violation of LSA-R.S.  15:752 results from over- his  confinement.\ncrowding.  This  will  be  remedied  by  the  remainder  of 3.3.  In emergency  conditions,  the  Sheriff may  proceed\nthis  order. to impose immediate disciplinary  measures, including  seg-\nc.  Inspection  of the  jail  satisfies  me  that  there  is  no regation, for a  period of not more than 48 hours without\nviolation  of lighting  or heating  requirements,  implicit  in a  hearing.\nLSA-R.S.  15:751,  as  amended  in  1972. 3.4. As soon  as practicable  the Sheriff  shall  give each\nd.  While  the  court  considers  expanded  vocational  and prisoner charged with violation of the rules a written copy\nrehabilitative  programs desirable,  it does not consider that, of the  charge.\nin view  of the  relatively  short terms of confinement,  fail- 3.5.  No  serious  punishment,  such  as  punitive  segrega-\nure to provide  these programs is a violation of the federal tion,  shall  be  imposed  without  affording  the  prisoner  a\nConstitution  or any  state  law  that has been called  to its right  to  be  heard.\nattention. 3.6.  The  imposition  of  such  serious  punishment  shall\nIV.  Remedial Measures be  by some officer other than the  accusing  officer.\nThe order issued May 7, 1973, is confirmed.... 4.  Also under the court's pendant jurisdiction to comply\n1. [A]II racial  discrimination  of  any  kind  or  nature with  Louisiana  state  laws:\nshall  be  completely  eliminated ... 4.1.  The  Parish  Council  shall  restore  all  plumbing  to\n2.  To  remedy  the cruel and unusual  punishment being good  working  order  and  maintain  it hereafter  with  rea-\nadministered by confinement in the jail: sonable  care  and  diligence.\n2.1  The Sheriff  shall  reduce the  number  of inmates  in 4.2.  The Sheriff  and  the Warden  shall  refuse to admit\nthe  jail to  not more  than  a total  of 110  persons,  except persons  who  are mentally  ill  without securing  the certifi-\nin an emergency.  If, due to an emergency,  the number of cate  required  by  LSA-R.S.  28:53.\ninmates  exceeds  110, the  number shall be  reduced to  110 4.3.  The Sheriff  and the Warden  shall separate  all per-\nwithin  72  hours. sons  who  are  detained  awaiting  trial  or  who  have  not\n2.2  The Parish Council, as the parish governing author- been  finally  convicted  from  other  inmates;  and  all  first\nity, shall provide  the  following  medical  care: offenders  from  persons  who  have been convicted  of two\na.  Provide  the  services  of  a  licensed  physician  every or more offenses. A classification  officer shall be  appointed\nMonday,  Wednesday  and  Friday,  at  some  time  between (who  may have additional  duties).  He shall establish and\n8:00 a.m.  and  12:00 noon ... the Warden shall put into effect a classification  system.\nb.  Provide  emergency  service  available  on  reasonable 4.4. The  Parish  Council  shall  as  soon  as  practicable\ncall,  day  and night, every  day in the year. comply  with  the state  fire laws  by providing  one fire ex-\nc.  Provide  consultative  service  for  medical  and  surgi- tinguisher  every  2500  square  feet  and  fire  extinguishers\ncal  problems ... located  not more than 100 feet from any point in the jail.\nd.  Provide  transportation  to  Charity  Hospital  for per- It shall  also install  a fire alarm  system,  a  master key sys-\nsons requiring medical care that is not afforded at the jail. tem for all locks,  and gang locks on all cells.\ne.  In addition  to  any  other  methods of arranging  sick 4.5.  The Warden shall  request inspection  of the jail  at\ncall, provide a box or receptacle  or notebook  for sick  call least  semi-annually  by the  State Fire  Marshall,  LSA-R.S.\nrequests  at each  place where  meals are served  and  main- 40:1575  and  the  State  Health  Officer,  LSA-R.S.  15:751,\ntain a supply  of requests  to see  the  doctor at each  such as amended.  The Parish  Council shall  comply  with  their\nplace.  The  warden  or  other  supervisory  personnel  shall requirements.\nbe  responsible for  handling  all requests  to see the  doctor 4.6.  The Parish  Council shall  provide facilities  to per-\nand  arranging  for the  prisoner  who requests  medical  at- mit tub  baths  for  female  inmates.\nsention  to  see  the physician.\n2.3.  The Parish  Council  shall  provide  a place for  the\nholding  of  sick  call  . . with  reasonable  privacy  and I i'odle\nwith reasonable  provision  for medical  sanitation.\n2.4.  The Sheriff  shall take whatever steps may be  nec-\nessary  to  afford  to  all  prisoners  the  opportunity  to  take\nphysical  exercise for not less than 45 minute periods held State  Must  Show  a  Compelling  Government  In-\nno fewer than three times a week. When inclement weather terest for Refusing to Parole an Inmate to Another\nprevents exercise on the date regularly scheduled,  an alter- State Upon Request\nnate date shall be scheduled  unless the  inclement weather\nMcGregor  v.  Schmidt,  No.  72-C-344  (W.D.  Wis.\ncontinues  for  a period  of several  days.\n2.5.  The  Parish  Council  shall  provide  funds  for,  and May  24,  1973).\nJunel193 2 Prison L. Rptr. 379\nHeinOnline  -- 2 Prison L. Rep. 379 1972-1973",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/41162"
    }
  ],
  "document_count": 2
}