{
  "case_id": 405,
  "fetched_at": "2025-10-22T00:04:05.658315",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Arizona Mental Health Prisons",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Mental Health (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "Declaratory Judgment Act, 28 U.S.C. § 2201"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      }
    ],
    "court": "District of Arizona",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1991-11-14",
    "filing_year": 1991,
    "id": 405,
    "injunction_duration": "",
    "issues": [
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, unspecified",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation"
    ],
    "last_checked_date": "2006-06-14T00:00:00-04:00",
    "main_docket": {
      "id": 38992,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1991,
      "docket_filing_number": 1808,
      "is_main_docket": true,
      "court": "District of Arizona",
      "state": "Arizona",
      "docket_office_number": "2",
      "docket_number_manual": "2:91-cv-01808-RGS",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/azd--2-91-cv-01808.html",
      "recap_link": "https://www.courtlistener.com/docket/9549810/arnold-v-lewis/",
      "is_active": true
    },
    "name": "Arnold v. Lewis",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 1992,
    "permanent_injunction": false,
    "plaintiff_description": "Prisoner alleging prison officials' deliberate indifference to mental health needs was unconstitutional",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 563,
        "name": "Casey v. Lewis"
      },
      {
        "id": 565,
        "name": "Hook v. Arizona"
      },
      {
        "id": 569,
        "name": "Gluth v. Arizona Department of Corrections"
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Arizona",
    "summary": "<p>On November 14, 1991, a female inmate incarcerated by the Arizona Department of Corrections (ADOC) filed a lawsuit under 42 U.S.C. &sect; 1983 and 28 U.S.C. &sect;&sect; 2201 and 2202 against Perryville Prison and ADOC in the U.S. District Court for the District of Arizona, Phoenix Division. The plaintiff and the plaintiff's guardian ad litem, represented by the Arizona Center for Disability Law, asked the court for declaratory and injunctive relief enjoining the defendants from transferring the plaintiff, alleging that the prison officials' deliberate indifference to mental health needs was unconstitutional in violation of the Eighth and Fourteenth Amendments.</p>\r\n<p>On November 14, 1991, the District Court (Judge Carl A. Muecke) issued a temporary restraining order, enjoining the defendants from transferring the plaintiff from the Flamenco unit at Perryville Prison anywhere but to Arizona State Hospital (ASH) and enjoining the defendants from placing the plaintiff in lock down, isolation, seclusion, or in restraints for any reason while she remained at the Flamenco unit.</p>\r\n<p>After a November 19, 1991, hearing on the plaintiff's motion for a preliminary injunction, the parties agreed to a stipulated preliminary injunction and began settlement negotiations. Apparently the settlement negotiations failed, and at a November 25, 1991, hearing, the District Court (Judge Muecke) ordered the temporary restraining order to remain in effect. On December 2, 1991, Judge Muecke issued another temporary restraining order.</p>\r\n<p>Hearings continued during which several defendants were dismissed and several of the plaintiff's allegations dismissed.</p>\r\n<p>On September 3, 1992, the District Court (Judge Muecke) granted a permanent injunction enjoining the prison officials from transferring the plaintiff from the Flamenco unit to the Santa Maria Unit at Perryville Prison and enjoining the prison officials from placing the plaintiff in lock down as punishment for behavior that resulted from her mental illness. Arnold v. Lewis, 803 F. Supp. 246 (D. Ariz. 1992). Judge Muecke found that the prison officials (a) neglected to treat the plaintiff's mental illness by placing her in lock down as punishment for behavior resulting from her mental illness, and by failing to provide psychiatric follow-up for her while she was locked down, (b) failed to monitor the plaintiff's medication, (c) failed to transfer the plaintiff to ASH when necessary for treatment. Further, Judge Muecke consolidated this case with <a href=\"../../../../case/563/\" target=\"_blank\" rel=\"noopener\">Casey v. Lewis</a>, <a href=\"../../../../case/565/\" target=\"_blank\" rel=\"noopener\">Hook v. Arizona</a>, and <a href=\"../../../../case/569/\" target=\"_blank\" rel=\"noopener\">Gluth v. Arizona.</a></p>\r\n<p>On November 18, 1994, the District Court (Judge Muecke) appointed a special master to formulate the injunctive relief.</p>\r\n<p>On October 17, 1995, the District Court (Judge David Alan Ezra), ruling on the consolidated cases, granted the plaintiffs' motions to hold the Director of ADOC in contempt, found unconstitutional an Arizona law excepting the State from paying Special Masters, and denied the defendants' motions to modify. Hook v. Arizona, 907 F. Supp. 1326 (D. Ariz. 1995). The defendants appealed.</p>\r\n<p>On February 27, 1997, as amended on April 22, 1997, the Ninth Circuit Court of Appeals (Judge Thompson) affirmed the District Court's October 17, 1995, ruling. Hook v. Arizona, 107 F.3d 1397 (9th Cir. 1997). The Court found that the supremacy clause precluded application of the state statute, that the Eleventh Amendment did not prohibit the court from ordering state to pay the special masters, that the state statute did not make it impossible for the Director of ADOC to comply with the decree and that the District Court's imposition of a fine was not an abuse of discretion.</p>\r\n<p>We have no information on the Special Master's findings, and no more information on this case.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2023-03-09T17:53:07.248383-05:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/405",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=405",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=405",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=405"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 126923,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/126923"
    },
    {
      "date": "1998-02-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Arizona",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1831,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1831.pdf",
      "title": "Docket [PACER]",
      "text": "907 F.Supp. 1326 (1995) \nEvan HOOK, et al., Plaintiffs, \nv. \nSTATE OF ARIZONA, Defendant. \nAlan L. GLUTH, Named Class Representative, \nv. \nARIZONA DEPARTMENT OF CORRECTIONS, et al., Defendants. \nFletcher CASEY, et al., Plaintiffs, \nv. \nSamuel A. LEWIS, et al., Defendants. \nCharles L. ARNOLD, guardian ad litem on behalf of H.B., et al., Plaintiffs, \nv. \nSamuel A. LEWIS, et al., Defendants. \nNos. MC 95-86 PHX CAM, CIV 73-0097 PHX CAM, CIV 84-1626 PHX CAM, CIV 90-0054 \nPHX CAM and CIV 91-1808 PHX CAM. \nUnited States District Court, D. Arizona. \nOctober 17, 1995. \n1327*1327 1328*1328  1329*1329 Thomas John Dennis, Bernard Phillip Lopez, Attorney \nGeneral's Office, Assistant Attorney General, Phoenix, AZ, Richard Albrecht, Robert K. \nCorbin, Arizona Attorney General's Office, General Law, Civil Division, Phoenix, AZ, Gordon \nSamuel Bueler, Office of the Attorney  General, Phoenix, AZ, for State of Ariz. \nAndrew S. Gordon, Coppersmith & Gordon, Phoenix, AZ, for Clifton Blockinger, Jamie \nTinoco. \nScott H. Gan, Mesch Clark & Rothschild P.C., Tucson, AZ, for John Barkley. \nJoel W. Nomkin, Kristen Brink Rosati, Rachel Rife Weiss; Brown & Bain P.A., Phoenix, AZ, \nLawrence B. Weeks, Berkeley, CA, for Alan L. Gluth, Thomas A. Rice, Donald K. Nelson, \nDavid M. Bandstra. \nThomas John Dennis, Attorney  General's Office, Assistant Attorney  General, Phoenix, AZ, \nMichelle  Lynne Mills, Attorney General's Office, Assistant Attorney General, Phoenix, AZ, \nfor William Kangas. \n\nLynne Abney, Karen L. Lugosi, Attorney General's Office, Assistant Attorney General, \nPhoenix, AZ, for Frank Terry. \nLynne Abney, Karen L. Lugosi, Phoenix, AZ, for Sam Lewis, B.D. Goldsmith. \nLynne Abney, Karen L. Lugosi, Phoenix, AZ, for Andy Moloy, Marge Thompson. \nLynne Abney, Karen L. Lugosi, Phoenix, AZ, for Ariz. Dept. of Corrections, John Avenenti, \nErnie Salazar, C.D. Ravago, C.P.O. Moen. \nAlice Loeb Bendheim, Alice L. Bendheim P.C., Phoenix, AZ, Adjoa A. Aiyetoro,  Stuart \nHenry Adams, Jr., David Cyrus Fathi, Washington, DC, for Fletcher Charles Casey, Jr., et \nal., Stephen James, et al., Frank Bartholic, et al., Armando Munoz, et al., Kyle Baptisto, et \nal., David Allen Mann, et al., Jeffrey C. Lustig, et al., Terry Don McFalls, et al., Randy \nSteven Sampson, et al., John Tomlin, et al., Scott Tramposch, et al., Pamela McQuillen, et \nal., Carolyn Kaye Ferguson, et al., Yvonne Martin,  et al., David Tucker, et al., Susan Colker, \net al., John Robert Myers, et al., Marya Jo Booker, et al., Randy Lee Thomas, et al., Ruth \nJohnson, et al., Roman Stone, et al. \nAlice Loeb Bendheim, Phoenix, AZ, Adjoa A. Aiyetoro,  Stuart Henry Adams, Jr., David \nCyrus Fathi, Washington, DC, for Robert Bankston, et al. \nEdward G. Hochuli, Kathleen L. Wieneke, Jones Skelton & Hochuli, Phoenix, AZ, for \nSamuel A. Lewis. \nEdward G. Hochuli, Phoenix, AZ, for Robert Goldsmith, William Rhode, George Herman, \nRoger Crist, Hal Cardin, Warden, Arizona State Prison Complex, Phoenix, defendant. \nErwin B. Cornstuble, pro se. \nLeslie J. Cohen, Tucson, AZ, for Charles L. Arnold. \nEdward G. Hochuli, Kathleen L. Wieneke, Daniel Patrick Struck, Jones Skelton & Hochuli, \nPhoenix, AZ, Vicki Gotkin Adler, Attorney General's Office, Criminal Division, Phoenix, AZ, \nfor Samuel Lewis, Mary Vermeer, David Fernandez. \nCraig Allen Stephan, Scottsdale, AZ, for Dan Pochoda, Janet Bliss. \n1330*1330 James Russel Morrow, Office of the Attorney General, Phoenix, AZ, John M. \nGaylord, Arizona Attorney General's Office, Phoenix, AZ, for Ariz. Dept. of Corrections. \n\nAndrew S. Gordon, Samuel George Coppersmith, Coppersmith & Gordon, Phoenix, AZ, for \nEvan Arthur Hook. \nJoel W. Nomkin, Kristen Brink Rosati, Rachel Rife Weiss, Brown & Bain P.A., Phoenix, AZ, \nfor Alan L. Gluth. \nORDER GRANTING PLAINTIFFS' MOTIONS FOR \nCONTEMPT AND DENYING DEFENDANTS' MOTIONS \nTO MODIFY \nDAVID ALAN EZRA, District Judge[1]. \nThe court heard Plaintiffs' motions for contempt and Defendants' motions for modification on \nSeptember 28, 1995. Andrew S. Gordon & Coppersmith and Gordon appeared on the briefs \nor at the hearing on behalf of the Plaintiffs in Hook v. Arizona.Joel  W. Nomkin, Kirsten B. \nRosati and Rachel Rife Weiss of Brown & Bain appeared  on the briefs or at the hearing on \nbehalf of the Plaintiffs in Gluth v. Kangas. Assistant Arizona Attorney General James \nMorrow and Charles J. Cooper, Michael  A. Carvin, and Michael W. Kirk of Shaw, Pittman, \nPotts & Trowbridge appeared on the briefs or at the hearing on behalf of Defendants in all \nthree cases. After reviewing  the motions, evidence, and supporting and opposing \nmemoranda, the court GRANTS  the Plaintiffs' motions to hold Samuel Lewis in contempt, \nfinds Ariz.Rev.Stat.  Ann. § 35-152 unconstitutional,  and DENIES Defendants' motions to \nmodify. \nI. FACTS \nA. History of the Consolidated Cases \nThree prisoner civil rights cases are consolidated  for the purpose of resolving the issue of \npayment of Special Masters' fees. Although  the relevant facts are outlined in greater detail \nbelow, the instant motions involve three principal facts: (1) in all three cases, the court \nordered Defendants to pay Special Masters' fees; (2) the Arizona Legislature enacted \nAriz.Rev.Stat.Ann.  § 35-152, which prohibits payment of Special Masters' fees without first \nobtaining  a legislative  appropriation  for such payment; and (3) Defendants have refused to \npay the fees since the enactment of § 35-152. \n1. Hook v. State of Arizona Dept. of Corrections \n\nTwenty-two years ago, this lawsuit arose from a dispute about mail regulations and \nrestrictions in the Arizona Department of Corrections (\"ADOC\").[2] Evan Hook and ten other \ninmates filed a lawsuit alleging that ADOC mail policies violated their First and Fourteenth \nAmendment rights. The inmates claimed, inter alia, that they had constitutional rights to \nreceive certain magazines as well as the right to send and receive specific mail. In 1973, \nthe parties entered into a Stipulated Consent Decree (\"the Decree\" or \"Consent Decree\"), \nwhich included a comprehensive scheme of mail regulations.  On October 19, 1973, the \ncourt entered an order approving  the stipulation  for the Consent Decree. The Decree was \namended once on May 10, 1974.[3] \nOver the past five years, the court has enjoined  ADOC Director Samuel Lewis and the \nADOC on several occasions from modifying the terms of the Consent Decree without filing \nthe proper motion for modification pursuant to Rule 60(b) of the Federal Rules of Civil \nProcedure.[4] The record reveals that while the district court and the Ninth \nCircuit 1331*1331 have advised Defendants that a Rule 60(b) motion is the proper vehicle \nthrough which the terms of the Decree may be changed, Defendants have continually failed \nto comply with the court's orders. \nIn the original Decree, the ADOC agreed to allow each inmate to receive up to three twenty-\nfive pound packages between December 10th and 31st of each year. However,  on October \n4, 1990, the ADOC instituted a new policy limiting each inmate to one twenty-five  pound \npackage and imposed various other restrictions. ADOC implemented this policy in direct \ncontravention  of the Consent Decree and without court approval pursuant to Rule 60(b). \nThe court enjoined Defendants from modifying the terms of the Decree without filing a \nmotion for modification.[5] \nDefendants appealed; the Ninth Circuit affirmed the district court and determined that the \nADOC improperly attempted to change the provisions of the Consent Decree. The court \nstated that changes to the Decree should be made through Rule 60(b).Hook, 972 F.2d \n1012, 1016-17 (9th Cir.1992). \nThereafter, in October 1992, the ADOC filed a motion to modify the Hook Consent Decree. \nThe ADOC requested that the court remove the provision allowing the inmates to receive \nChristmas food packages. However, in November and December of 1992, Director Lewis \nand ADOC issued memorandums requiring consumption of food packages by a particular \ndate, also in violation  of the court's order. In January 1993, the court enjoined Defendants \nfrom implementing the new policy.[6] The court advised Defendants that the Decree and \ninjunctions would remain in effect until a modification  was sufficiently supported by facts or \nlaw. \n\nOn January 31, 1994, after the Governor  of the State of Arizona issued a press release \nbanning specific magazines in state prisons, Director Lewis issued a memorandum to all \ninmates restricting certain types of magazines. Order, June 3, 1994. In February 1994, the \ncourt conducted an emergency hearing to consider Plaintiffs' petition for criminal contempt, \ncivil contempt and sanctions. At that hearing, Defendants' attorneys reported that Director \nLewis had withdrawn his Memorandum of January 31, 1994. No written withdrawal was \noffered and no motion to modify the magazine portion of the Consent Decree was made. \nAt an order to show cause hearing to determine whether Lewis' January 31, 1994 order \nconstituted civil contempt, Lewis testified that he alone decided to issue the Memorandum \nof January 31, 1994.[7] The court found Director Lewis in civil contempt and assessed \nattorneys' fees and costs against Lewis. Order, June 3, 1994. \nOn June 8, 1994, the court appointed  a special master and assistant special master to \ninvestigate  ongoing allegations  of noncompliance  and to monitor the implementation  of the \nChristmas package provision.[8] The order 1332*1332  also set forth the details for instruction \non payment by ADOC of the Special Masters' fees and expenses.[9] Defendants objected to \nthe fees of the Assistant Special Master, but withdrew their objection shortly thereafter. \nThe court entered an order on August 4, 1994, denying, inter alia, Defendants' motion to \nstay the appointment  of the Special Master; granting Defendants' motion to stay the \npayment of fees under the June 3, 1994 order pending appellate  review; and granting in \npart Plaintiffs' motion for class certification. \n2. Gluth v. Kangas \nGluth v. Kangas, 773 F.Supp. 1309 (D.Ariz. 1988), aff'd, 951 F.2d 1504 (9th Cir.1991), was \nbrought on behalf of prisoners confined to the Central Unit of the Arizona State Prison at \nFlorence. Plaintiffs alleged a denial of their constitutional  right of access to the courts.[10] At \nthe summary judgment stage, Defendants failed to come forward with facts in response to \nPlaintiffs' motion and the court entered judgment against Defendants.[11] \nThe court entered an injunction mandating improvement in the operation  of and access to \nthe law library in April, 1990.[12] The court also appointed  a special master to investigate \nmethods to attain the goal of constitutionally  adequate access to the courts. See Order, \nSeptember 27, 1989.[13] The Special Master's responsibilities  included monitoring ADOC \ncompliance with the injunction and reporting to the court every six months. In August 1990, \nthe court entered an injunction setting forth standards for determining whether an inmate \n\nqualifies for indigent status and ordered that certain supplies be provided to them. Order, \nAugust 28, 1990. \nHowever, pending Defendants' appeal to the Ninth Circuit, Plaintiffs filed a petition for order \nto show cause why the defendants  1333*1333 should not be held in civil contempt. In \nsupport of their petition, Plaintiffs listed six pages of violations of the permanent injunction \nprovisions. However, based upon stipulation of the parties, the court vacated the order to \nshow cause hearing. \nThe Special Master filed his first evaluation  report on January 3, 1991; his investigation \n\"revealed  significant areas of non-compliance.\"  The Special Master concluded that legal \naccess had not improved or had worsened during the six months after the permanent \ninjunction was entered. \nOn appeal, the Ninth Circuit affirmed the district court \"in all respects.\" Gluth v. Kangas, 951 \nF.2d 1504, 1512 (9th Cir.1991). However, Defendants continued their noncompliance with \nthe permanent injunction.  For example, in 1993, Defendants fired the Florence law librarian \nwho had been hired pursuant to court order. After an investigation,  the Special Master found \nthat the librarian was fired for cooperating  with the Special Master. Also, in 1993 and 1994, \nthe Special Master's investigations  revealed at least two more violations  of the permanent \ninjunction. \nThe Special Master submitted a status report to the court on August 16, 1995. He \nconcluded that Defendants' failure to \"provide the required payments will end the ability of \nthe Special Master and Assistant to carry out any aspect of the court ordered \nresponsibilities.  Even a delay will necessitate the dismantling of the Special Master's \noperation.\"  Special Master's Report, August 16, 1995, at 3. \n3. Casey v. Lewis \nCasey v. Lewis, CIV 90-0054, is a state-wide class action civil rights case in which the \nmembers of the class include all prisoners in custody of the ADOC. Numerous issues were \ntried in the case, including Plaintiffs' allegations of inadequate  medical, dental, and mental \nhealth care, handicapped  access, access to the courts and due process. After a bench trial, \nthe court ruled in favor of Plaintiffs on the access to the courts and mental health care \nissues,[14] and in favor of Defendants on the medical care, dental care, handicap access and \ndue process issues. Casey v. Lewis, 834 F.Supp. 1553 (D.Ariz.1992),  aff'd, 43 F.3d 1261 \n(9th Cir.1994), cert. granted, ___ U.S. ___, 115 S.Ct. 1997, 131 L.Ed.2d 999 (1995); Casey \n\nv. Lewis, 834 F.Supp. 1477 (D.Ariz.1993);  Casey v. Lewis, 834 F.Supp. 1569 \n(D.Ariz.1993);  Casey v. Lewis, 837 F.Supp. 1009 (D.Ariz.1993). \nThe district court issued an order in October 1992, finding that ADOC policies violated \ninmates' constitutional  rights of access to the courts. The court adopted a modified version \nof the injunction from Gluth and appointed  the Special Master fromGluth to propose a final \ninjunction to cure the constitutional  violations. Casey v. Lewis, 834 F.Supp. 1553 \n(D.Ariz.1992). \nThe record reveals that Defendants have continually  refused to comply with the permanent \ninjunction entered on October 8, 1993. Such noncompliance  includes a general failure to \naddress ongoing violations and refusals to accommodate the special master's office in its \ninvestigatory  duties. The court has threatened  Defendants with contempt on numerous \noccasions. Although  the district court and the Ninth Circuit denied requests by Defendants \nfor a stay of the injunction, the Supreme Court granted a stay. Lewis v. Casey, ___ U.S. \n___, 114 S.Ct. 1638, 128 L.Ed.2d 360 (1994). The Ninth Circuit subsequently  affirmed the \ndistrict court's ruling on the access to the courts issue and the Supreme Court has granted \ncertiorari to review the decision. As a result of the stay, there has been little Special Master \nactivity in Casey and there are nominal outstanding Special Master bills. \nDefendants erroneously assert that the Supreme Court's stay in Casey terminated the \nSpecial Master's authority in Gluth. Therefore, Defendants contend that the Special Master \nin Gluth improperly continued to incur fees after the Supreme Court \nstayed 1334*1334  the Casey access to the courts injunction. Defendants' claim is without \nmerit. \nThe Gluth injunction, including appointment of the Special Master, was affirmed by the Ninth \nCircuit; Gluth is a final, separate decision. The court simply consolidated  monitoring \nof Casey and Gluth relevant to the Casey access to the courts issue in order to save the \nDefendants money. Gluth was not superseded by Casey and the Special Master was not \nacting without authority. In fact, the court clarified this issue in its Order, March 18, 1994, \nstating: \nthe Gluth permanent injunction is still applicable to the Central Unit in Florence for those \nissues litigated in Gluth. In addition,  the access to the courts permanent injunction \nin Casey, entered October 8, 1993, applies to Central Unit in Florence for those issues not \nlitigated in Gluth,including  attorney-client  phone calls. \nOrder, March 18, 1994. Moreover,  Defendants continued to pay the Special Masters even \nafter the stay was granted in Casey. \n\nB. Ariz.Rev.Stat.Ann. § 35-152 \nOn April 19, 1995, Governor Symington signed into law a state statute prohibiting  payment \nof fees and expenses incurred by special masters appointed  by federal courts. \nAriz.Rev.Stat.Ann.  § 35-152. The statute became effective July 13, 1995, and provides: \nA. An officer, employee or agent of this state shall not open and maintain an account for the \npurpose of paying fees and expenses that are incurred by a special master who is \nappointed  by a federal court. \nB. Notwithstanding  any law to the contrary, an officer, employee or agent of this state is not \nsubject to personal liability for complying with subsection A. \nC. An officer, employee or agent of this state shall not pay fees and expenses for special \nmasters appointed by a federal court unless the legislature  appropriates monies for the \npayment of the special master fees and expense. \nD. Notwithstanding  any law to the contrary, the failure of the legislature to appropriate \nmonies for the payment of fees and expenses for special masters appointed by a federal \ncourt does not subject an officer, employee or agent of this state to personal liability for the \nspecial master fees and expenses. \nE. This section applies to all bills for fees and expenses for special masters appointed  by a \nfederal court that are submitted after the effective date of this section. \nAriz.Rev.Stat.Ann.  § 35-152. \nSamuel Lewis, the Director of the ADOC and a defendant  in all three cases, was a key \nsupporter of the legislation. He testified before the Senate Committee on Government \nReform on March 21, 1995, and urged the state legislature  to enact the measure for the \nspecific purpose of asserting \"state's rights\" and challenging  the federal district court's \nactions in prisoner cases.[15] \nState legislators also acknowledged  that the intent of the provision was to set up a \nconfrontation  with the federal courts over states' rights.[16] See Testimony of \nRepresentative  1335*1335  Baird, Transcript of Hearing Before the Arizona State Senate \nCommittee on Government Reform, March 21, 1995, at 3. \nOn August 2, 1995, the Special Master in Gluth and Hook submitted his invoices for \nservices performed by his office during July 1995, and the Assistant Special Master \nsubmitted her invoices for Gluth, Hook, and Casey. Pursuant to the appointment orders, \n\nADOC was required to pay these bills by August 16, 1995. Defendants were also required \nto reimburse expenses within that time period. Those bills have not been paid. Additionally, \nthe bills submitted by the Special Master and Assistant Special Master in September 1995 \nfor the month of August 1995 have not been paid by Defendants. \nII. DISCUSSION \nA. Federal Courts and Prison Regulation \nIt is well settled that federal courts can invoke judicial authority if local and state authorities, \nwho have primary responsibility  for curing constitutional  violations,  fail in their affirmative \nobligations.  See Hutto v. Finney, 437 U.S. 678, 687 n. 9, 98 S.Ct. 2565, 2571 n. 9, 57 \nL.Ed.2d 522 (1979). To that end, \"[f]ederal courts possess whatever powers are necessary \nto remedy constitutional  violations because they are charged with protecting these \nrights.\" Stone v. City of San Francisco, 968 F.2d 850, 861 (9th Cir.1992) (citing Hutto, 437 \nU.S. at 687 n. 9, 98 S.Ct. at 2571 n. 9), cert. denied, 506 U.S. 1081, 113 S.Ct. 1050, 122 \nL.Ed.2d 358 (1993). While federal concerns may enter into \"institutional  litigation  involving \ncorrectional facilities, they do not automatically  trump the powers of the federal courts to \nenforce the Constitution or a consent decree.\" 968 F.2d at 861. \nB. The Supremacy Clause \nPlaintiffs argue that this court has the authority to order payment of the Special Masters' \nfees despite the recent enactment of Ariz.Rev.Stat.Ann.  § 35-152, under the Supremacy \nClause of the United States Constitution.[17] Defendants response is twofold: first, \nDefendants claim that the statute should not be found unconstitutional  because alternative \nmeasures are available  to the Special Masters; second, Defendants argue that the Eleventh \nAmendment prevents this court from finding the state statute unconstitutional. \nA state statute that has the effect of thwarting a federal court order enforcing federal rights \n\"cannot survive the command of the Supremacy Clause of the United States \nConstitution.\"  Washington v. Washington State Comm'l Passenger Fishing Vessel \nAss'n, 443 U.S. 658, 695, 99 S.Ct. 3055, 3079, 61 L.Ed.2d 823 (1979) (citations \nomitted); see also Spain v. Mountanos, 690 F.2d 742, 746 (9th Cir.1982). InWashington  v. \nWashington State, the Ninth Circuit affirmed a district court order directing the Washington \nState Department of Fisheries to adopt regulations to protect Indian fishing rights. In a \nparallel state court proceeding, the Washington court concluded that the order was void \nbecause the federal court lacked the authority to order state officials \"to do any act they \nwere not authorized by laws of the state from which they derive[d] their power.\" See Puget \n\nSound Gillnetters Ass'n v. Moos, 88 Wash.2d 677, 565 P.2d 1151, 1155 (1977) (cited \nin Spain v. Mountanos, 690 F.2d at 746). The United States Supreme Court granted \ncertiorari in both proceedings, affirmed the Ninth Circuit, and vacated the Washington \nSupreme Court decision. The Supreme Court specifically rejected the state court ruling \nregarding state officials' capacity to act under the state law and held that a state-law \nprohibition  against compliance with a district court order could not survive the Supremacy \nClause. 443 U.S. at 695, 99 S.Ct. at 3079. \n1336*1336 In Spain v. Mountanos, the Ninth Circuit followed the Supreme Court's decision \nin Washington v. Washington State. 690 F.2d at 746. Spain involved unconstitutional \nconditions of confinement at a California state prison. The district court entered an \ninjunction against specific prison practices; the Ninth Circuit affirmed in part and reversed in \npart. Id. at 743-44. Upon remand, the parties entered into a settlement agreement pursuant \nto which the defendants were to pay plaintiff attorneys' fees. Id.at 744. However, the \nCalifornia state legislature refused to appropriate  the funds for payment of attorneys' \nfees. Id. \nThe Spain court affirmed the district court order compelling state officials to pay the claim \nfor 42 U.S.C. § 1988 attorneys' fees, pursuant to Fed.R.Civ.P. 70. 690 F.2d at 746. One of \nthe state attorney general's arguments was that the court order was improper because the \nstate statute prohibited payment without legislative  appropriations.  690 F.2d at 745. The \nNinth Circuit relied on Washington v. Washington State, and held that, \"[u]nder the \nSupremacy Clause of the United States Constitution, a court, in enforcing federal law, may \norder state officials to take actions despite contravening  state laws.\" Id. at 746. The court \nconcluded that, \"a state cannot frustrate the intent of section 1988 by setting up state law \nbarriers to block enforcement of an attorney's fees award.\" Id. Accordingly,  this court has \nthe authority to order compliance with the federal district court orders even though the \naction may violate Ariz.Rev.Stat.Ann.  § 35-152. \nDefendants admit that there is a conflict between the federal court orders and the newly \nenacted state statute prohibiting  payment in the absence of legislative  action. However, \nDefendants present a lengthy argument in their opposition to Plaintiffs' contempt motions \nthat the conflict between the federal orders and the state statute would not exist if the court \nwould only change its orders. \nThe district court appointed the Special Masters pursuant to Fed.R.Civ.P.  53,[18] to monitor \nand enforce Defendants' compliance with court-ordered  remedial measures addressing \nconstitutional  violations of prison inmates. The Special Masters were appointed  after court \nmonitoring alone had been demonstrated to be inadequate. \n\nSection 35-152 provides that an officer, employee or agent of the state will not pay special \nmaster fees for masters appointed  by a federal court unless the legislature appropriates  the \nmoney. Ariz.Rev.Stat.Ann.  § 35-152(C). Defendants have relied on this provision to justify \nnonpayment  of special master fees. Although  the Arizona statute conflicts with the federal \ncourt orders regarding payment of the Special Masters and with Rule 53, defendants assert \nthat the court has an obligation  to \"harmonize\" its order with the statute. Transcript of \nHearing, September 28, 1995, at 33. \nAt the contempt hearing on September 28, 1995, Defendants stated that the notion of \ncomity was at the heart of their argument. Id. at 30. They asserted, \"when a federal court \ndetermines that a federal substantive right can be enforced or vindicated through a remedial \napproach that respects state law, the federal court must respect state law and adopt that \nremedial measure.... [I]f there's an alternative  available that respects state law, it cannot \nadopt a remedial measure that does not respect [or conflicts] with state \nlaw.\" Id. Defendants' argument is flawed in two key respects. \nFirst, under Defendants' theory, a state would have unbridled authority to enact statutes in \norder to insulate it from federal court orders and from federal laws. By enacting \nAriz.Rev.Stat.Ann.  § 35-152, the Arizona Legislature has attempted to limit the jurisdiction \nof the federal court. Specifically,  Section 35-152 excepts Defendants from their \nresponsibility  under the court's order to pay the masters; that order was issued pursuant to \nFed.R.Civ.P. 53(a). In effect, then, Defendants modify Rule 53(a) as it applies \nin 1337*1337  Arizona. By extension,  Defendants' argument would apply equally to orders of \nthe Ninth Circuit or of the Supreme Court.[19] Defendants' argument has no logical stopping \npoint.[20] \nSecond, Defendants assume that Judge Muecke, in appointing  special masters in these \ncases, did not consider other alternatives  available  to the court, such as the monitoring of \ncompliance by a magistrate. The court cannot agree with Defendants; the record shows that \nJudge Muecke was aware of the court's alternatives  and made a determination  that a \nspecial master was best suited to perform the demanding monitoring and reporting \nfunctions. Furthermore, Defendants have pointed to nothing that has occurred subsequent \nto the appointment of the masters, including the enactment of Ariz. Rev.Stat.Ann.  § 53-152, \nto demonstrate that factors upon which Judge Muecke based his initial decision have \nbecome irrelevant or inapplicable. \nAlso at the hearing, Defendants stated several times, \"our position is premised on the \nproposition that an alternative  remedial technique is available.  If that is wrong, then, yes ... \nwe lose.\" Defendants suggest three alternatives  to monitoring by a special master: (1) \n\nPlaintiffs are capable of self-monitoring  and can bring any noncompliance to the court's \nattention; (2) the court should appoint a magistrate judge to monitor the case; and (3) the \ncourt should use the procedure set forth in Ariz.Rev.Stat.Ann.  § 35-152 to obtain \nappropriation  from the legislature.  See Defendants' Opposition to Order to Show Cause, at \n34-35. None of these options present a realistic alternative  remedial technique that can \nsupplant the role of the Special Master. \n1338*1338 First, this court finds that options one and two were necessarily considered by \nJudge Muecke when he determined that the appointment of special masters was vital for \nmonitoring Defendants' compliance with court orders. See Transcript of Contempt Hearing, \nSeptember 28, 1995, at 34-37. Second, following option three would necessitate granting \nDefendants' instant Motion for Modification.  As discussed below in Part II, the court denies \nDefendants' motion. Accordingly,  as Defendants note, since no effective alternatives  are \navailable,  they cannot prevail. \nDefendants also argue that Ariz.Rev. Stat.Ann. § 35-152 should not be found \nunconstitutional  because the court orders which appoint special masters do not vindicate \nsubstantive federal rights or provide the necessary remedial means for the vindication  of \nfederal rights. This argument is without merit. All three cases in this action involve civil rights \nclaims pursuant to 42 U.S.C. § 1983 and violations of First, Eighth and Fourteenth \nAmendment rights. The injunctions issued all seek to provide relief from constitutional \nviolations and the Special Masters were appointed to prevent the recurrence of such \nconstitutional  violations. \nTherefore, insofar as Ariz.Rev.Stat.Ann.  § 35-152 purports to effect the lawful orders of the \nUnited States District Court requiring payment of the Special Masters' fees, it is \nunconstitutional  and void. \nC. Eleventh Amendment \nDefendants further assert that the Eleventh Amendment[21] prevents this court from finding \nAriz.Rev.Stat.Ann.  § 35-152 unconstitutional.  Plaintiffs argue that the Eleventh Amendment \nprovides no defense for Defendants and that Defendants' arguments are not properly raised \nin a contempt proceeding  because they attack the merits of the injunctions and consent \ndecree. \nIn general, a party in contempt cannot collaterally  attack the underlying  order in a contempt \nproceeding. See Halderman v. Pennhurst State Sch. & Hosp., 673 F.2d 628, 637 (3d \nCir.1982), cert. denied, 465 U.S. 1038, 104 S.Ct. 1315, 79 L.Ed.2d 712 (1984).[22] Rather, \n\nan order by a court with subject matter and personal jurisdiction must be obeyed by the \nparties until reversed by orderly and proper proceedings, \"without regard for even the \nconstitutionality  of the Act under which the order was issued.\" United States v. United Mine \nWorkers of Am., 330 U.S. 258, 293, 67 S.Ct. 677, 695, 91 L.Ed. 884 (1947). Relevant to \ncollateral attack of an underlying  order in a contempt proceeding, the Supreme Court has \nstated: \nIt would be a disservice to law if we were to depart from the longstanding  rule that a \ncontempt proceeding  does not open to reconsideration  the legal or factual basis of the order \nalleged to have been disobeyed and thus become a retrial of the original controversy. The \nprocedure to enforce a court's order commanding or forbidding an act should not be so \ninconclusive as to foster experimentation  with disobedience. \nUnited States v. Rylander, 460 U.S. 752, 756, 103 S.Ct. 1548, 1551, 75 L.Ed.2d 521 \n(1983). \nThe merits of the injunction and the appointment  of the Special Master in Gluth were fully \nlitigated before the district court and then affirmed by the Ninth Circuit. SeeGluth, 951 F.2d \nat 1507. In Hook, the parties entered a consent decree formulated with the participation  of \nDefendants and Defendants never filed a direct appeal. The mental health care injunction \nin Casey is on appeal to the Ninth Circuit and has not been stayed by either the district \ncourt or Ninth Circuit, and the Supreme Court has granted certiorari to review \nthe Casey access to the courts issue. Accordingly,  Defendants have had ample opportunity \nto raise any Eleventh Amendment issues before and are thus precluded from doing so now. \nThe recent enactment 1339*1339  of Ariz.Rev.Stat.Ann.  § 35-152 has no bearing on \nDefendants' Eleventh Amendment arguments. \nDefendants argue that their Eleventh Amendment claim is allowed in this proceeding \nbecause it challenges subject matter jurisdiction. The Supreme Court has held that the \nEleventh Amendment \"partakes of the nature of a jurisdictional bar so that it need not be \nraised in the trial court.\" Edelman v. Jordan, 415 U.S. 651, 678, 94 S.Ct. 1347, 1362, 39 \nL.Ed.2d 662 (1974). However, the Supreme Court later clarified that, \"because of the \nimportance of state law in analyzing Eleventh Amendment questions and because the state \nmay, under certain circumstances, waive this defense, we have never held that it is \njurisdictional  in the sense that it must be raised and decided by this court on its own \nmotion.\" Patsy v. Bd. of Regents, 457 U.S. 496, 515 n. 19, 102 S.Ct. 2557, 2567 n. 19, 73 \nL.Ed.2d 172 (1982). The Supreme Court has also recognized that an Eleventh Amendment \nimmunity defense may be expressly waived. See Pennhurst State Sch. & Hosp. v. \nHalderman, 465 U.S. 89, 100, 104 S.Ct. 900, 907, 79 L.Ed.2d 67 (1984). The Ninth Circuit \n\nrecently clarified that, \"Eleventh  Amendment immunity, unlike a true jurisdictional  bar, may \nbe expressly waived ... and may even be forfeited by the state's failure to assert it.\" ITSI \nT.V. Prod. v. Agricultural Ass'n, 3 F.3d 1289, 1291 (9th Cir.1993). In ITSI, the Ninth Circuit \nheld Eleventh Amendment immunity is treated as an affirmative defense that is waived if not \nasserted on direct appeal. Id. \nHere, the appeal in Gluth is final; the Hook appeal pertaining to the Special Master has \nbeen dismissed and that order is final; and the Casey injunctions are on appeal. Under the \nNinth Circuit's ruling in ITSI, the Defendants' Eleventh Amendment immunity claim has been \nwaived for Gluth and Hook and cannot be raised in this proceeding. Defendants \nin Casey may still raise their claim on direct appeal but they cannot raise the claim in this \nproceeding. Defendants must therefore adhere to the district court order until stayed, set \naside or modified by the court. United Mine Workers, 330 U.S. at 293-94, 67 S.Ct. at 695-\n96. \nMoreover,  the law is clear that the Eleventh Amendment does not preclude the district court \nfrom ordering a state to pay fees and costs in civil rights cases. Hutto v. Finney, 437 U.S. \n678, 696, 98 S.Ct. 2565, 2576, 57 L.Ed.2d 522 (1978); Gates v. Collier, 616 F.2d 1268 (5th \nCir.1980). The Special Masters' fees and expenses are costs in the case. See Fed.R.Civ.P. \n53, 54(d)(1); National Org. for Reform of Marijuana Laws v. Mullen, 828 F.2d 536, 545 (9th \nCir.1987).[23] The district court can properly order payment of the Special Master fees and \ncosts under Fed.R.Civ.P. 53 without violating  the Eleventh Amendment. The court finds that \nthe Eleventh Amendment does not preclude a imposition of special masters' fees upon \nDefendants. \nD. Contempt Power \nA federal court has the inherent power to enforce court orders through civil \ncontempt.See Spallone v. United States, 493 U.S. 265, 276, 110 S.Ct. 625, 632, 107 \nL.Ed.2d 644 (1990); 18 U.S.C. § 401(3).[24] A district court has wide latitude in determining \nwhether there has been a contemptuous defiance of a court order. Stone v. City of San \nFrancisco, 968 F.2d 850, 856 (9th Cir. 1992), cert. denied, ___ U.S. ___, 113 S.Ct. 1050, \n122 L.Ed.2d 358 (1993) (citations and 1340*1340 internal quotations omitted). The Ninth \nCircuit's rule regarding contempt \"has long been whether defendants have performed `all \nreasonable steps within their power to insure compliance' with the court's \norders.\" Stone, 968 F.2d at 856 (quoting Sekaquaptewa  v. MacDonald, 544 F.2d 396, 404 \n(9th Cir.1976), cert. denied, 430 U.S. 931, 97 S.Ct. 1550, 51 L.Ed.2d 774 (1977)). The \nmoving party bears the burden of establishing  by clear and convincing evidence that the \ncontemnors violated  a specific and definite order of the court. See Balla v. Idaho State Bd. \n\nof Corrections, 869 F.2d 461, 466 (9th Cir.1989). The burden then shifts to the contemnors \nto demonstrate why they were unable to comply. See Donovan v. Mazzola, 716 F.2d 1226, \n1240 (9th Cir.1983), cert. denied,464  U.S. 1040, 104 S.Ct. 704, 79 L.Ed.2d 169 (1984). The \ncontemnors must show that they took every reasonable step to \ncomply. See Sekaquaptewa,  544 F.2d at 406. In assessing whether an alleged contemnor \ntook \"every reasonable  step\" to comply with the terms of a consent decree, a district court \ncan consider (1) a history of noncompliance and (2) a failure to comply despite the \npendency of the contempt motion. Stone, 968 F.2d at 857. A party's subjective intent is \nirrelevant.[25] \nSanctions for civil contempt may be imposed to coerce obedience to a court order, or to \ncompensate the party pursuing the contempt action for injuries resulting from the \ncontemptuous behavior, or both. United Mine Workers, 330 U.S. at 303-04, 67 S.Ct. at 700-\n01. Perry v. O'Donnell, 759 F.2d 702, 705 (9th Cir.1985). If the contempt sanction is \ncompensatory, those sanctions must be limited to actual losses sustained as a result of the \ncontemptuous behavior. General Signal Corp. v. Donallco, Inc., 787 F.2d 1376, 1380 (9th \nCir.1986) (citations omitted). \nPlaintiffs seek to have this Court impose civil contempt sanctions against Samuel \nLewis.[26] Plaintiffs point out that the imposition of sanctions is expressly authorized by \nFed.R.Civ.P. 70[27] and Fed.R.Civ.P. 53(a).[28] \nPlaintiffs have demonstrated by clear and convincing evidence violations of the court's \nspecific and definite court orders; there is no dispute that Defendants have failed to pay the \nSpecial Master's fees and expenses. Accordingly, Defendants must show they have taken \nall reasonable steps to comply with the court orders. \nDefendants argue that Ariz.Rev.Stat.Ann.  § 35-152 precludes their compliance. In their \nmotion for modification,  Defendants assert 1341*1341 that they are in a \"catch 22\" situation, \ncaught between the court's orders and Ariz. Rev.Stat.Ann.  § 35-152. Defendants submit \nthat Arizona's Department of Administration,  Risk Management  office, is not able to process \nthe recent statements for special master fees and expenses due to the enactment of \nAriz.Rev.Stat.Ann.  § 35-152 and the lack of the appropriation  of monies from the \nLegislature.  Importantly,  however, Defendants are not arguing that the state lacks the funds \nto pay the fees and expenses. Instead, Defendants assert a \"legal impossibility\"  defense, \nalleging that they cannot comply with federal court orders without violating  Ariz. \nRev.Stat.Ann.  § 35-152. \nA similar argument was rejected by the Third Circuit in Halderman v. Pennhurst State Sch. \n& Hosp., 673 F.2d 628 (3d Cir. 1982), cert. denied, 465 U.S. 1038, 104 S.Ct. 1315, 79 \n\nL.Ed.2d 712 (1984), a case which is particularly  persuasive here.[29]Presented with similar \nfacts, the Third Circuit affirmed the district court's contempt order; the court first concluded \nthat the defendants  should have made a Rule 60(b) motion instead of resorting to \"self-\nhelp,\" i.e., ceasing payments to the Special Masters. Id. at 637-38. Second, the court \nrejected the defendants'  \"legal impossibility\" argument and held, \"in the circumstances here, \nwhere the contemnor participated  in effectuating  the change in the law which is alleged to \nestablish a legal impossibility,  sound policy does not permit the by-passing of the orderly \nroute to appellate  review provided  by Rule 60(b).\" Id. at 639;[30] see also United States v. \nAsay, 614 F.2d 655, 660 (9th Cir.1980) (while \"[i]nability  to comply with an order is ordinarily \na complete defense to a charge of contempt[,] [a]n exception exists when the person \ncharged is responsible for the inability to comply\"); cf. La Raza Unida v. Volpe, 545 F.Supp. \n36, 39 (N.D.Cal.1982)  (\"[S]tates should not be allowed to shield themselves from federal \ncourt judgments by enacting laws requiring legislative  appropriations  before payment of \njudicial awards. Otherwise, states would in effect be immune from paying attorneys' fees \nawards, even though Hutto held that the [E]leventh  [A]mendment does not apply to the \npayment of such awards.\"). \nHalderman is squarely on point. The record reveals that Director Lewis and the Arizona \nState Legislature were well aware that disregard of federal court orders could result in civil \ncontempt. Nevertheless,  Defendants unilaterally  decided to defy the court's orders \nregarding payment of the Special Masters subsequent to the enactment of Ariz.Rev. \nStat.Ann. § 35-152. Defendants' conduct seems particularly egregious since they were \ninstructed by the Ninth Circuit over five years ago that they must comply with \nthe 1342*1342 orders until a court makes a modification pursuant to a Rule 60(b) \npetition.[31] See, e.g., Hook v. Arizona Dept. of Corrections, 972 F.2d 1012 (9th Cir.1989). \nDirector Lewis argues that he has made several attempts to request payment for the July \nspecial master's fees and expenses. On August 2, 1995, Defendants requested the \nDepartment of Administration,  Risk Management  Division, to deposit a warrant in the \namount of $5,976.18  in the special master's account. On August 3, 1995, Defendants sent \nthe fee statements to the DOA requesting payment directly to the special master. On \nAugust 10, 1995, Director Lewis requested emergency placement on the next agenda of the \nJoint Legislative Budget Committee to obtain appropriations.  On August 23, 1995, Director \nLewis sent a letter to Governor Symington regarding a special session of the legislature to \nappropriate  the funds. Defendants contend that they \"are making every effort to present the \nissue to the Arizona Legislature....\"  Defendants' Opposition, at 49. These efforts, however, \nonly evidence Defendants' attempt to comply with Ariz. Rev.Stat.Ann.  § 35-152, not with the \ncourt's orders to pay the special masters. \n\nThe court finds that Defendants have neither substantially  complied nor taken all \nreasonable steps within their power to assure compliance with the court's orders. \nAccordingly,  the court GRANTS Plaintiffs' motion to hold Samuel Lewis in contempt. \nE. Defendants' Motions for Modification \nOn the day payment became due on the Special Masters' fees and expenses, Defendants \nfiled a motion for modification.[32] Defendants seek a modification of prior court orders \nextending  the time for payment of the Special Masters' fees and expenses in order to avoid \npossible sanctions and personal liability, and to present the Special Masters' statements to \nthe state legislature.  Defendants fail to cite any law in their motions to support modification. \nRather, they assert a \"catch 22\" argument and state that modification is necessary in order \nfor them to present the billing statements to the Arizona legislature.  In their reply brief, \nDefendants state that \"[t]he gravamen of defendants' motion is that the enactment of A.R.S. \n§ 35-152 effected a change in law requiring modification  of the outstanding  orders with \nrespect to payment of the masters in these cases.\" Defendants' Reply Brief, at 2. \nDefendants also reassert their constitutional  arguments in their reply brief. Id. at 2-4. \nIn their reply brief, Defendants cite Rufo v. Inmates of Suffolk Jail, 502 U.S. 367, 112 S.Ct. \n748, 116 L.Ed.2d 867 (1992), for the proposition that, \"a change in law will justify \nmodification of a decree in an institutional  reform case.\" Defendants' Reply Brief, at 2. \nHowever, in Rufo, the Supreme Court stated: \n[a] consent decree must of course be modified if, as it later turns out, one or more of the \nobligations  placed upon the parties had become impermissible under federal law. But \nmodification of a consent decree may be warranted when the statutory or decisional law \nhas changed to make legal what the decree was designed to prevent. \n502 U.S. at 375, 112 S.Ct. at 755 (emphasis added). Additionally,  the Court stated that \neven if a moving party can meet its burden of establishing  a change in the law warranting \nmodification of a consent decree, \"the District Court should determine whether the proposed \nmodification is suitably tailored to the changed circumstance.\"Id. at 391, 112 S.Ct. at 763. \nOne consideration  is that, \"a modification  must not create or perpetuate  a constitutional \nviolation.\"[33] Id. Rufo does 1343*1343  not support Defendants' petition for modification for \ntwo key reasons: first, the Court was referring to a significant change in federal law that \nwould \"legalize\"  the conduct at which the injunction was aimed; second, in light of the \nhistory of continuous noncompliance by the Defendants, the court believes that a \nmodification of the court order would indeed perpetuate the identified  constitutional \nviolations.[34] \n\nFurthermore, as discussed above, Defendants' \"legal impossibility\" argument lacks merit \nand does not justify a modification of the court orders regarding payment of the Special \nMasters. Defendants seem to be arguing that compliance with district court orders may \nplace them in contempt of state courts. Regardless of whether an Arizona state court would \nhold defendants in contempt for violating  Ariz.Rev.Stat.Ann.  § 35-152, \"Supremacy Clause \nconsiderations require that the judgment of the federal court be respected.\" Badgley v. \nSantacroce, 800 F.2d 33, 38 (2d Cir.1986) (citingWashington  v. Washington State Comm'l \nPassenger Fishing Vessel Ass'n, 443 U.S. 658, 695, 99 S.Ct. 3055, 3079, 61 L.Ed.2d 823 \n(1979)), cert. denied, 479 U.S. 1067, 107 S.Ct. 955, 93 L.Ed.2d 1003 (1987). \nEssentially, the Defendants suggest that the legislature of the State of Arizona be given the \npower to require a federal court to modify or \"harmonize\" its orders to comply with the \nArizona state law. In other words, that the Arizona legislature be recognized as possessing \nthe authority to enact statutes which have the effect of modifying or overturning  a federal \ncourt's lawful orders enforcing the U.S. Constitution.  The power to overturn or require \nmodification of a federal district court order in constitutional  cases lies under the \nConstitution with the Court of Appeals and the United States Supreme Court. Even the \nCongress of the United States lacks the power which the Arizona state legislature would \nenrobe itself. \nIn light of all facts presented — including Defendants' long history of noncompliance  with \ncourt orders, Defendants' pivotal role in the enactment of Ariz.Rev.Stat.Ann.  § 35-152, and \nDefendants' unsupported statement that, \"the Governor and his senior staff are presently \ndiscussing with the leadership of the Arizona Legislature a special session to deal with the \nissues raised by the enactment\" of Section 35-152[35] — the court concludes that a \nmodification is not warranted. The court therefore DENIES Defendants' Motion for \nModification. \nIII. CONCLUSION \nFor the reasons stated above the court GRANTS Plaintiffs' Motion to hold Samuel Lewis in \nContempt, finds Ariz.Rev.Stat.Ann.  § 35-152 unconstitutional,  and DENIES Defendants' \nMotion for Modification.  The court will determine the proper sanctions after further hearing \non the matter. \nIT IS SO ORDERED. \n[1] This court is sitting by designation of the Chief Judge of the Ninth Circuit and with approval of the Chief Judge of \nthe District of Arizona. \n\n[2] Hook, CIV 73-97 PHX CAM. A thorough history of all three cases is set forth in the Hook Order dated June 3, \n1994. \n[3] Pursuant to a stipulation of the parties, certain paragraphs of section VI and VII of the Decree were changed. The \nparties sought the changes pursuant to Fed.R.Civ.P. 60(b). \n[4] Fed.R.Civ.P. 60(b) provides in pertinent part: \nOn motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final \njudgment, order, or proceeding [if] ... (5) the judgment has been satisfied, released, or discharged, or a prior judgment \nupon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should \nhave prospective application; or (6) [for] any other reason justifying relief from the operation of the judgment. The \nmotion shall be made within a reasonable time.... A motion under this subdivision (b) does not affect the finality of a \njudgment or suspend its operation. \nFed.R.Civ.P. 60(b). \n[5] The court explicitly \"enjoined, restricted and prohibited [Defendants] from making any changes in the \nimplementation of Christmas food packages received pursuant to the Consent Decree approved by this court in Hook \nv. Arizona unless this court issues an order otherwise.\" Order, December 13, 1990. \n[6] The court stated: \nUntil there is an evidentiary hearing and the court has issued a ruling on the motion to modify in this case, the \ninjunction issued on December 11, 1990 is in effect and the defendants cannot circumvent the injunction or violate \nthat injunction piece by piece until there is nothing left of the Hook consent decree. As this Court has already \ninformed defendants on numerous occasions since 1990, changes to the Hook decree are possible.... If the \nDefendants believe that change should be made to the Hook decree, they should present evidence as to why \nchanges should be made at the evidentiary hearing that they have requested in this matter. Prior to the hearing and a \ndecision by this Court, defendants cannot unilaterally change the law. \nOrder, January 12, 1993. \n[7] He claimed that the Governor did not direct him to issue the memo and that he had not consulted his attorneys \nwith regard to his decision. \n[8] The court concluded: \n[T]here is a history of noncompliance in this lawsuit. Indeed, the Court simply does not have the resources necessary \nto investigate the volume of alleged violations of the Consent Decree. Therefore, the Court is appointing a special \nmaster to report to the Court with a factual record needed to determine if ADOC is in compliance with the Consent \nDecree, and, if not, recommend specific means of enforcing the Decree. \nOrder, June 8, 1994, at 3. \n[9] The compensation provisions state: \n(2) No later than the First day of each month, the special Master and the Assistant special Master shall each submit \nan itemized statement of their fees for the previous month to defendants' counsel. The special Master and Assistant \nspecial Master will be compensated by the defendants for their fees within fourteen (14) days of receipt of the special \nMaster's monthly invoice. Such compensation will continue until the special Master's duties are fulfilled according to \nthe Court's order. \n. . . . . \n\n(4) If there is an objection to particular itemized expenses, payment will not be deferred pending the Court's \ndetermination of the objection. Defendants shall provide full payment to the special Master and if the Court \ndetermines that the objection is reasonable, the special Master will reimburse defendants any amount the Court \ndetermines to be unreasonable. \n(5) If the defendants object to the payment of any of the expenses or costs, they shall file those objections within \nthirty (30) days of receipt of the bill. The Court will examine that bill to determine if it is fair and reasonable under the \ncircumstances. \nHook Order, June 8, 1994, at 11. The Gluth and Casey special master provisions are substantially the same. \n[10] In their summary judgment motion, Plaintiffs alleged deficiencies in library access, legal assistant and law library \nclerk training, and ADOC policies toward indigent inmates. \n[11] The court ruled that: (1) prisoners denied physical access to the prison law library must receive assistance from \nsomeone trained in the law; (2) prisoners were arbitrarily denied physical access to the library (despite existing \nregulations providing such access) and therefore the new regulations proffered by Defendants failed to insure that \ninmates would enjoy adequate access; and (3) the prison's indigency policy was unacceptable because it forced \ninmates to choose between purchasing necessary hygienic and legal supplies. See Memorandum Adopting Special \nMaster's Proposed Order, April 25, 1989, at 8. \n[12] The court highlighted Defendants' continuous refusal to cooperate in formulating the terms of injunction in the \ncourt's Memorandum dated April 27, 1990. \n[13] The court stated, \"The Special Master's work in this case has been invaluable. His expertise and understanding \nof the situation at the Central Unit have given him the ability to sit down and negotiate a permanent injunction that, \nnot only is consistent with the goals of the Court's April 13, 1989 opinion, but is also agreeable to both sides. In fact, \nat the hearing, on March 29, 1990, defendants only had two objection to the special Master's proposed injunction.\" \nMemorandum Adopting Special Master's Proposed Order, April 25, 1989, at 13. \n[14] The district court found that the mental health care system violated the Eighth Amendment. 834 F.Supp. 1477 \n(D.Ariz.1993). Relevant to the mental health care issue, Defendants assert that Dr. Rundle, Special Master in the \nmental health portion of Casey, was removed from the case because of overbilling. This contention is not supported \nby the record. \n[15] Lewis stated, \"I believe that this is a case of state's rights. I think it is this time for us to find out exactly where the \npower of the federal government begins and ends so that the Department simply becomes the instrument by which \nwe attack this in the courts.\" See Transcript of Hearing Before the Arizona State Senate Committee on Government \nReform, March 21, 1995, at 7; Minutes of March 21, 1995 Hearing before Arizona State Senate Committee on \nGovernment Reform, at 4. \n[16] Representative Earnest Baird, a co-sponsor of House Bill 2523 (§ 35-152), explained, \"basically what we are \ntrying to do here is set up a confrontation on who has the appropriations power in this State. Is it the State Legislature \nwho represents the people of this State or is it a federal Judge who has been appointed for life and ends up abusing \nhis position as a federal Judge....\" Transcript of Hearing Before the Arizona State Senate Committee on Government \nReform, March 21, 1995, at 3. \nDefendants allege that they have had \"long-standing\" objections to the unnecessary fees and costs. In their \nopposition to Plaintiffs' order to show cause, Defendants discuss the special master fees at length, asserting that \nbilling by the Special Masters has been careless, unsupported and excessive. However, any alleged \nunreasonableness or inaccuracies in billing by the special masters should be brought to the attention of the court \npursuant to the procedures set forth in the orders appointing the special masters. See, e.g., Hook Order, June 8, \n1994, at 11. Accordingly, the court declines to address Defendants' contentions here. \n[17] Article VI, clause 2 of the United States Constitution provides: \nThis Constitution, and the Laws of the United States which shall be made in Pursuance thereof; and all Treaties \nmade, or which shall be made, under the Authority of the United States, shall be the supreme Law of the Land; and \n\nthe Judges in every State shall be bound thereby, any Thing in the Constitution or Laws of any State to the Contrary \nnotwithstanding. \nU.S. Const. art. VI, cl. 2. \n[18] Rule 53 requires the court to fix the compensation for special masters and provides that compensation \"shall be \ncharged upon such of the parties or paid out of any fund or subject matter of the action, which is in the custody and \ncontrol of the court as the court may direct....\" Fed. R.Civ.P. 53. \n[19] The court identified this flaw in Defendants' argument at the contempt hearing: \nthe answer lies in the issue of whether a state has the authority in a circumstance like this to essentially rewrite the \nFederal Rules of Civil Procedure by enacting laws confining, if you will, federal court jurisdiction. Because in this \ncircumstance, we have the State in effect attempting to rewrite the Federal Rules of Civil Procedure and remove in \nthe State of Arizona an option otherwise available under those rules ... If we follow Arizona law, Arizona will be the \nonly state, to my knowledge, in which that option would be available ... So Arizona would be the only state in which \nthe Federal Rules of Civil Procedure on the appointment of Special Masters in state cases would be unavailable. So \nin effect, we would be allowing the Arizona state legislature to assume a power of Congress, a power exclusively \nwithin the authority of the United States Congress, and that is to enact those rules in conformance with the Supreme \nCourt of the United States. \nHearing Transcript, September 28, 1995, at 37-38. \n[20] The following excerpt from the transcript of the contempt hearing further highlights the problem with Defendants' \nargument: \nTHE COURT: Well, what if Arizona had passed a statute, [that] said, \"Well, you know, we're really tired of this whole \nbusiness of prisoner litigation, and we're not going to cooperate with the federal court in any regard, so what we are \ngoing to do now is we're going to pass a statute that says all Arizona state officials are hereby prohibited from \ncooperating with any federal court order regarding prisons,\" just period, period, is that okay?.... \nMR. COOPER: No, Your Honor, I don't think that would be okay. \nTHE COURT: Well ... doesn't this have the same, once only slightly removed, doesn't this have the same effect? \nWhat it says is: \"We will not pay any Special Masters' fees ordered imposed by the federal court.\" How is that any \ndifferent from saying: \"We are not going to cooperate. We will not in any way enforce or implement any federal court \norder regarding prison conditions?\" \n.... \nMR. COOPER: The difference is that it would not be possible. It would not be possible to effectuate the Court's \nremedy for constitutional violations in the face of that statute. \nTHE COURT: The judge could certainly harmonize his decision or her decision with the Arizona state statute by just \nnot issuing any orders that would in any way modify conditions at Arizona state prisons or penitentiaries. \nMR. COOPER: And the constitutional rights of the prisoners would go unvindicated. \nTHE COURT: That's right. \nMR. COOPER: And that's not the argument we're advancing. That is not the case. \nId. at 43-45. However, that is the case. Defendants fail to recognize that if they prevailed in their argument, the \nconstitutional rights of the Plaintiff classes might indeed \"go unvindicated.\" It is clear from the record that Judge \nMuecke was of this very opinion when he decided to appoint the special masters. Their oversight and expertise was, \n\nand is, as demonstrated by the record, necessary to compel compliance by the recalcitrant Defendants to remedy \nongoing constitutional violations at various state prisons. \n[21] The Eleventh Amendment states, \"The Judicial power of the United States shall not be construed to extend to \nany suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or \nby Citizens or Subjects of any Foreign State.\" U.S. Const. amend. XI. \n[22] In Halderman, the Third Circuit found that strong policy reasons militated against permitting contemnors to lodge \ndirect attacks of underlying orders. See 673 F.2d at 636. \n[23] In Mullen, the Ninth Circuit held that the fees and expenses of the special master appointed under Rule 53 were \ncosts of the lawsuit and could be assessed against the United States. 828 F.2d at 545-46. Also, Defendants' \nargument that Hutto can be distinguished because 42 U.S.C. § 1988 specifically mentions attorneys' fees as costs is \nwithout merit. \n[24] 18 U.S.C. § 401(3) provides: \nA court of the United States shall have power to punish by fine or imprisonment, at its discretion, such contempt of its \nauthority, and none other, as — \n(1) Misbehavior of any person in its presence or so near thereto as to obstruct the administration of justice; \n(2) Misbehavior of any of its officers in their official transactions; \n(3) Disobedience or resistance to its lawful writ, process, order, rule, decree, or command. \n18 U.S.C. § 401(3). \n[25] \"A party cannot disobey a court order and later argue that there were `exceptional circumstances' for doing so. \nThis proposed `good faith' exception to the requirement of obedience to a court order has no basis in law.\" In re \nCrystal Palace Gambling Hall, Inc., 817 F.2d 1361, 1365 (9th Cir.1987). \n[26] Specifically, Plaintiffs petition the court to impose sanctions against Lewis for payment of the outstanding fees \nand expenses, a fine of $1,000.00 per day until compliance, and the amount of attorneys' fees and costs incurred to \nbring this petition. The court will determine appropriate sanctions after the November 1, 1995 hearing. \n[27] Fed.R.Civ.R. 70 provides in relevant part: \nIf a judgment directs a party to ... perform any [] specific act and the party fails to comply within the time specified, the \ncourt may direct the act to be done at the cost of the disobedient party by some other person appointed by the court \nand the act when so done has like effect as if done by the party. On application by the party entitled to performance, \nthe clerk shall issue a writ of attachment or sequestration against the property of the disobedient party to compel \nobedience to the judgment. The court may also in proper cases adjudge the party in contempt. \nFed.R.Civ.P. 70. \n[28] Rule 53(a) states, \"when the party ordered to pay the compensation allowed by the court does not pay it after \nnotice and within the time prescribed by the court, the master is entitled to a writ of execution against the delinquent \nparty.\" Fed.R.Civ.P. 53(a). \nFederal Rule of Civil Procedure 69 sets forth the procedure for a writ of execution and provides, in relevant part: \nProcess to enforce a judgment for the payment of money shall be a writ of execution, unless the court directs \notherwise. The procedure on execution, in proceedings supplementary to and in aid of a judgment, and in \nproceedings on and in aid of execution shall be in accordance with the practice and procedure of the state in which \n\nthe district court is held, existing at the time the remedy is sought, except that any statute of the United States \ngoverns to the extent that it is applicable. \nFed.R.Civ.P. 69(a). \n[29] That case involved a district court order appointing a special master to supervise the planning and \nimplementation of remedial measures to address, inter alia, constitutional violations of mentally retarded plaintiffs in a \nstate institution. Id. at 629-30. Pursuant to the district court's order, the Commonwealth of Pennsylvania bore the \ncosts of the special master's office. Id. at 630-31. The Secretary of the Department of Public Welfare, in testimony \nbefore the state legislature, voiced strong objections to the use of the special master and urged the legislature to \nreduce the amount of the appropriation for payment of the special master from approximately $900,000 to a lesser \namount. Id.at 632-34. The legislature passed an appropriation bill in the amount of $35,000, stating, \"It is the intent of \nthe [legislature] that this appropriation be used for shutdown costs and that no other funds of the Commonwealth be \nspent for these functions.\" Id. at 633. Thereafter, \"as soon as the appropriations bill became law the Department of \nPublic Welfare ... took the position that they would not obey the [court] orders,\" and made no Rule 60(b) motion for \nrelief from the court orders. Id. at 634. The district court found that the Secretary had \"instigated the action of the \nlegislature for the purpose of dismantling the Masters' offices\" and held the defendants in contempt. Id. \n[30] The Halderman court stated: \n[I]t cannot be said that this is a case in which no other route to appellate review except self-help was available to the \ncontemnors. Moreover by resorting to self-help in a situation where a post-judgment change in the law is arguably a \nreason for relief from the judgment, a party subject to that judgment deprives the other side of the notice and \nopportunity to be heard which Rule 60(b) would otherwise require, and of the protection in that rule that \"(a) motion \nunder this subdivision (b) does not affect the finality of the judgment or suspend its operation.\" ... The self-help route \nleaves the trial court with no alternative except restoration of the status quo ante bellum by a coercive contempt \norder. \nId. at 637. \n[31] Indeed, the court may also consider Defendants' history of noncompliance in all three cases, discussed above, in \ndetermining whether civil contempt is an appropriate remedy. See, e.g., Stone,968 F.2d at 857. \n[32] At the contempt hearing, Defendants failed to offer a valid reason why the modification motion was not filed \nbefore Defendants ceased payments to the special masters. Counsel for Defendants simply stated, \"I wish I had a \ngood answer, but I don't. State officials and legislatures, executive branch officials, their lawyers, were scrambling to \ndo something about this problem —.\" Defendants' counsel also admitted that failure to pay the special masters was a \ndeliberate act. Transcript of Hearing, September 28, 1995, at 26-27. \n[33] The Supreme Court outlined two other factors concerning consent decree modifications: the proposed \nmodification should not rewrite a consent decree to \"conform[] to the constitutional floor,\" and the public interest and \nallocation of powers within the federal system should be considered. 502 U.S. at 391-92, 112 S.Ct. at 763-64. \n[34] Indeed, a modification might threaten to undermine the substantive provisions of the injunctions. The Special \nMaster has been instrumental in ensuring compliance with the injunctions, and has stated that he will be unable to \n\"carry out any aspect of [his] court ordered responsibilities,\" and that a \"delay [in payment] will necessitate the \ndismantling of the Special Master's operation.\" Special Master's Report, August 16, 1995, at 3. \n[35] See Defendants' Motion for Modification, at 4. \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1831"
    },
    {
      "date": "1995-10-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1326,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 907,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Arizona",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72425,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72425.pdf",
      "title": "Order Granting Plaintiffs' Motions for Contempt and Denying Defendants' Motions to Modify",
      "text": "Hook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \n \n   the Attorney General, Phoenix, AZ, for State of Ariz. \n907 F.Supp. 1326 \nUnited States District Court,  Andrew  S.  Gordon,  Coppersmith  &  Gordon,  Phoenix, \nD. Arizona.  AZ, for Clifton Blockinger, Jamie Tinoco. \nEvan HOOK, et al., Plaintiffs,  Scott H. Gan, Mesch Clark & Rothschild P.C., Tucson, \nv.  AZ, for John Barkley. \nSTATE OF ARIZONA, Defendant. \nAlan L. GLUTH, Named Class Representative,  Joel  W.  Nomkin,  Kristen  Brink  Rosati,  Rachel  Rife \nv.  Weiss; Brown & Bain P.A., Phoenix, AZ, Lawrence B. \nARIZONA DEPARTMENT OF CORRECTIONS, et  Weeks, Berkeley, CA, for Alan L. Gluth, Thomas A. \nal., Defendants.  Rice, Donald K. Nelson, David M. Bandstra. \nFletcher CASEY, et al., Plaintiffs, \nv.  Thomas  John  Dennis,  Attorney  General’s  Office, \nSamuel A. LEWIS, et al., Defendants.  Assistant Attorney General, Phoenix, AZ, Michelle Lynne \nCharles L. ARNOLD, guardian ad litem on behalf  Mills,  Attorney  General’s  Office,  Assistant  Attorney \nof H.B., et al., Plaintiffs,  General, Phoenix, AZ, for William Kangas. \nv. \nLynne  Abney,  Karen  L.  Lugosi,  Attorney  General’s \nSamuel LEWIS, et al., Defendants. \nOffice,  Assistant  Attorney  General,  Phoenix,  AZ,  for \nNos. MC 95–86 PHX CAM, CIV 73–0097 PHX CAM,  Frank Terry. \nCIV 84–1626 PHX CAM, CIV 90–0054 PHX CAM \nLynne Abney, Karen L. Lugosi, Phoenix, AZ, for Sam \nand CIV 91–1808 PHX CAM. | Oct. 17, 1995. \nLewis, B.D. Goldsmith. \nThree prisoner civil rights cases were consolidated for  Lynne Abney, Karen L. Lugosi, Phoenix, AZ, for Andy \npurposes of resolving issue of payment of special masters’  Moloy, Marge Thompson. \nfees. On motion to hold Director of Arizona Department \nLynne Abney, Karen L. Lugosi, Phoenix, AZ, for Ariz. \nof Corrections in contempt and on motion to defendants \nDept. of Corrections, John Avenenti, Ernie Salazar, C.D. \nfor modification of orders, the District Court, David Alan \nRavago, C.P.O. Moen. \nEzra, J., sitting by designation, held that: (1) Supreme \nCourt’s stay in one of the cases did not terminate special \nAlice Loeb Bendheim, Alice L. Bendheim P.C., Phoenix, \nmaster’s  authority  in  another;  (2)  insofar  as  Arizona \nAZ, Adjoa A. Aiyetoro, Stuart Henry Adams, Jr., David \nstatute purported to affect lawful orders of the United \nCyrus Fathi, Washington, DC, for Fletcher Charles Casey, \nStates  District  Court  requiring  payment  of  special \nJr., et al., Stephen James, et al., Frank Bartholic, et al., \nmasters’  fees,  it  was  unconstitutional;  (3)  Eleventh \nArmando Munoz, et al., Kyle Baptisto, et al., David Allen \nAmendment defense was not appropriately raised in the \nMann, et al., Jeffrey C. Lustig, et al., Terry Don McFalls, \ncontempt  proceeding;  (4)  in  any  event,  District  Court \net al., Randy Steven Sampson, et al., John Tomlin, et al., \ncould properly order payment of special master fees and \nScott  Tramposch,  et  al.,  Pamela  McQuillen,  et  al., \ncosts  without  violating  the  Eleventh  Amendment;  (5) \nCarolyn Kaye Ferguson, et al., Yvonne Martin, et al., \nDirector could be held in contempt despite contention \nDavid Tucker, et al., Susan Colker, et al., John Robert \nstate officials could not comply with the federal court \nMyers,  et  al.,  Marya  Jo  Booker,  et  al.,  Randy  Lee \norders  without  violating  the  state  statute;  and  (6) \nThomas, et al., Ruth Johnson, et al., Roman Stone, et al. \nmodification of the court orders was not warranted by \nreason of adoption of the state statute. \nAlice Loeb Bendheim, Phoenix, AZ, Adjoa A. Aiyetoro, \n  \nStuart Henry Adams, Jr., David Cyrus Fathi, Washington, \nMotions for contempt granted, motions to modify denied, \nDC, for Robert Bankston, et al. \nand statute held unconstitutional. \n  \nEdward G. Hochuli, Kathleen L. Wieneke, Jones Skelton \n& Hochuli, Phoenix, AZ, for Samuel A. Lewis. \nAttorneys and Law Firms \nEdward G. Hochuli, Phoenix, AZ, for Robert Goldsmith, \n*1329  Thomas  John  Dennis,  Bernard  Phillip  Lopez, \nWilliam Rhode, George Herman, Roger Crist, Hal Cardin, \nAttorney General’s Office, Assistant Attorney General, \nWarden,  Arizona  State  Prison  Complex,  Phoenix, \nPhoenix,  AZ,  Richard  Albrecht,  Robert  K.  Corbin  , \ndefendant. \nArizona Attorney General’s Office, General Law, Civil \nDivision, Phoenix, AZ, Gordon Samuel Bueler, Office of \nErwin B. Cornstuble, pro se. \n  1 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \nLeslie J. Cohen, Tucson, AZ, for Charles L. Arnold.  I. FACTS \nEdward G. Hochuli, Kathleen L. Wieneke, Daniel Patrick \nStruck, Jones Skelton & Hochuli, Phoenix, AZ, Vicki  A. History of the Consolidated Cases \nGotkin  Adler,  Attorney  General’s  Office,  Criminal  Three prisoner civil rights cases are consolidated for the \nDivision, Phoenix, AZ, for Samuel Lewis, Mary Vermeer,  purpose  of  resolving  the  issue  of  payment  of  Special \nDavid Fernandez.  Masters’ fees. Although the relevant facts are outlined in \ngreater detail below, the instant motions involve three \nCraig Allen Stephan, Scottsdale, AZ, for Dan Pochoda,  principal facts: (1) in all three cases, the court ordered \nJanet Bliss.  Defendants to pay Special Masters’ fees; (2) the Arizona \nLegislature enacted Ariz.Rev.Stat.Ann. § 35–152, which \n*1330  James  Russel  Morrow,  Office  of  the  Attorney  prohibits payment of Special Masters’ fees without first \nGeneral,  Phoenix,  AZ,  John  M.  Gaylord  ,  Arizona  obtaining a legislative appropriation for such payment; \nAttorney General’s Office, Phoenix, AZ, for Ariz. Dept.  and (3) Defendants have refused to pay the fees since the \nof Corrections.  enactment of § 35–152. \n  \nAndrew  S.  Gordon,  Samuel  George  Coppersmith,   \nCoppersmith & Gordon, Phoenix, AZ, for Evan Arthur \nHook.  1. Hook v. State of Arizona Dept. of Corrections \nTwenty-two years ago, this lawsuit arose from a dispute \nJoel  W.  Nomkin,  Kristen  Brink  Rosati,  Rachel  Rife  about  mail  regulations  and  restrictions  in  the  Arizona \nWeiss, Brown & Bain P.A., Phoenix, AZ, for Alan L.  Department of Corrections (“ADOC”).2 Evan Hook and \nGluth. \nten other inmates filed a lawsuit alleging that ADOC mail \npolicies violated their First and Fourteenth Amendment \nOpinion \nrights.  The  inmates  claimed,  inter  alia,  that  they  had \n \nconstitutional rights to receive certain magazines as well \nas the right to send and receive specific mail. In 1973, the \nparties entered into a Stipulated Consent Decree (“the \nORDER GRANTING PLAINTIFFS’ MOTIONS FOR \nDecree”  or  “Consent  Decree”),  which  included  a \nCONTEMPT AND DENYING DEFENDANTS’ \ncomprehensive scheme of mail regulations. On October \nMOTIONS TO MODIFY \n19,  1973,  the  court  entered  an  order  approving  the \nstipulation  for  the  Consent  Decree.  The  Decree  was \nDAVID ALAN EZRA, District Judge1.  amended once on May 10, 1974.3 \n  \n1  This court is sitting by designation of the Chief Judge  2  Hook, CIV 73–97 PHX CAM. A thorough history of all \n  of the Ninth Circuit and with approval of the Chief    three cases is set forth in the Hook Order dated June 3, \nJudge of the District of Arizona.  1994. \n   \n   \nThe  court  heard  Plaintiffs’  motions  for  contempt  and \n3  Pursuant  to  a  stipulation  of  the  parties,  certain \nDefendants’ motions for modification on September 28, \n  paragraphs of section VI and VII of the Decree were \n1995. Andrew S. Gordon & Coppersmith and Gordon  changed. The parties sought the changes pursuant to \nappeared on the briefs or at the hearing on behalf of the  Fed.R.Civ.P. 60(b). \nPlaintiffs in Hook v. Arizona. Joel W. Nomkin, Kirsten B.   \nRosati and Rachel Rife Weiss of Brown & Bain appeared \n \non the briefs or at the hearing on behalf of the Plaintiffs in \nOver the past five years, the court has enjoined ADOC \nGluth  v.  Kangas.  Assistant  Arizona  Attorney  General \nDirector  Samuel  Lewis  and  the  ADOC  on  several \nJames Morrow and Charles J. Cooper, Michael A. Carvin, \noccasions  from  modifying  the  terms  of  the  Consent \nand  Michael  W.  Kirk  of  Shaw,  Pittman,  Potts  & \nDecree without filing the proper motion for modification \nTrowbridge appeared on the briefs or at the hearing on \npursuant  to  Rule  60(b)  of  the  Federal  Rules  of  Civil \nbehalf of Defendants in all three cases. After reviewing \nProcedure.4 The record reveals that while the district court \nthe  motions,  evidence,  and  supporting  and  opposing \nand the Ninth Circuit *1331 have advised Defendants that \nmemoranda, the court GRANTS the Plaintiffs’ motions to \na Rule 60(b) motion is the proper vehicle through which \nhold Samuel Lewis in contempt, finds Ariz.Rev.Stat.Ann. \nthe terms of the Decree may be changed, Defendants have \n§  35–152  unconstitutional,  and  DENIES  Defendants’ \ncontinually failed to comply with the court’s orders. \nmotions to modify. \n  \n  \n \n  2 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \n4  Fed.R.Civ.P. 60(b) provides in pertinent part:    Until there is an evidentiary hearing and the court \n  On motion and upon such terms as are just, the  has issued a ruling on the motion to modify in this \ncourt  may  relieve  a  party  or  a  party’s  legal  case, the injunction issued on December 11, 1990 \nrepresentative from a final judgment, order, or  is in effect and the defendants cannot circumvent \nproceeding  [if]  ...  (5)  the  judgment  has  been  the injunction or violate that injunction piece by \nsatisfied,  released,  or  discharged,  or  a  prior  piece  until  there  is  nothing  left  of  the  Hook \njudgment upon which it is based has been reversed  consent decree. As this Court has already informed \nor otherwise vacated, or it is no longer equitable  defendants  on  numerous  occasions  since  1990, \nthat  the  judgment  should  have  prospective  changes to the Hook decree are possible.... If the \napplication; or (6) [for] any other reason justifying  Defendants believe that change should be made to \nrelief from the operation of the judgment. The  the Hook decree, they should present evidence as \nmotion shall be made within a reasonable time....  to why changes should be made at the evidentiary \nA motion under this subdivision (b) does not affect  hearing that they have requested in this matter. \nthe finality of a judgment or suspend its operation.  Prior to the hearing and a decision by this Court, \nFed.R.Civ.P. 60(b).  defendants cannot unilaterally change the law. \n  Order, January 12, 1993. \n \n \nIn the original Decree, the ADOC agreed to allow each   \ninmate to receive up to three twenty-five pound packages  On January 31, 1994, after the Governor of the State of \nbetween December 10th and 31st of each year. However,  Arizona issued a press release banning specific magazines \non October 4, 1990, the ADOC instituted a new policy  in state prisons, Director Lewis issued a memorandum to \nlimiting each inmate to one twenty-five pound package  all inmates restricting certain types of magazines. Order, \nand  imposed  various  other  restrictions.  ADOC  June 3, 1994. In February 1994, the court conducted an \nimplemented this policy in direct contravention of the  emergency  hearing  to  consider  Plaintiffs’  petition  for \nConsent Decree and without court approval pursuant to  criminal contempt, civil contempt and sanctions. At that \nRule  60(b).  The  court  enjoined  Defendants  from  hearing,  Defendants’  attorneys  reported  that  Director \nmodifying the terms of the Decree without filing a motion  Lewis had withdrawn his Memorandum of January 31, \nfor modification.5  1994. No written withdrawal was offered and no motion \n   to modify the magazine portion of the Consent Decree \nwas made. \n5  The court explicitly “enjoined, restricted and prohibited \n  \n  [Defendants]  from  making  any  changes  in  the \nAt an order to show cause hearing to determine whether \nimplementation of Christmas food packages received \npursuant to the Consent Decree approved by this court  Lewis’ January 31, 1994 order constituted civil contempt, \nin Hook v. Arizona unless this court issues an order  Lewis  testified  that  he  alone  decided  to  issue  the \notherwise.” Order, December 13, 1990.  Memorandum  of  January  31,  1994.7  The  court  found \n  Director Lewis in civil contempt and assessed attorneys’ \n  fees and costs against Lewis. Order, June 3, 1994. \nDefendants  appealed;  the  Ninth  Circuit  affirmed  the    \ndistrict court and determined that the ADOC improperly  7  He claimed that the Governor did not direct him to \nattempted to change the provisions of the Consent Decree.    issue the memo and that he had not consulted his \nThe court stated that changes to the Decree should be  attorneys with regard to his decision. \nmade through Rule 60(b). Hook, 972 F.2d 1012, 1016–17   \n(9th Cir.1992).   \n   On June 8, 1994, the court appointed a special master and \nThereafter, in October 1992, the ADOC filed a motion to  assistant special master to investigate ongoing allegations \nmodify the Hook Consent Decree. The ADOC requested  of noncompliance and to monitor the implementation of \nthat the court remove the provision allowing the inmates  the Christmas package provision.8 The order *1332 also \nto  receive  Christmas  food  packages.  However,  in  set forth the details for instruction on payment by ADOC \nNovember and December of 1992, Director Lewis and  of the Special Masters’ fees and expenses.9 Defendants \nADOC issued memorandums requiring consumption of  objected to the fees of the Assistant Special Master, but \nfood packages by a particular date, also in violation of the  withdrew their objection shortly thereafter. \ncourt’s  order.  In  January  1993,  the  court  enjoined    \nDefendants from implementing the new policy.6 The court \n8  The court concluded: \nadvised Defendants that the Decree and injunctions would \n  [T]here  is  a  history  of  noncompliance  in  this \nremain  in  effect  until  a  modification  was  sufficiently \nlawsuit. Indeed, the Court simply does not have \nsupported by facts or law. \nthe resources necessary to investigate the volume \n   of  alleged  violations  of  the  Consent  Decree. \n6  The court stated:  Therefore, the Court is appointing a special master \n  3 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \nto report to the Court with a factual record needed  library  clerk  training,  and  ADOC  policies  toward \nto determine if ADOC is in compliance with the  indigent inmates. \nConsent Decree, and, if not, recommend specific   \nmeans of enforcing the Decree. \n \nOrder, June 8, 1994, at 3. \n  11  The  court  ruled  that:  (1)  prisoners  denied  physical \n  access to the prison law library must receive assistance \n \nfrom someone trained in the law; (2) prisoners were \n9  The compensation provisions state:  arbitrarily denied physical access to the library (despite \n  (2) No later than the First day of each month, the  existing  regulations  providing  such  access)  and \nspecial Master and the Assistant special Master  therefore the new regulations proffered by Defendants \nshall each submit an itemized statement of their  failed  to  insure  that  inmates  would  enjoy  adequate \nfees  for  the  previous  month  to  defendants’  access;  and  (3)  the  prison’s  indigency  policy  was \ncounsel. The special Master and Assistant special  unacceptable  because  it  forced  inmates  to  choose \nMaster will be compensated by the defendants for  between  purchasing  necessary  hygienic  and  legal \ntheir fees within fourteen (14) days of receipt of  supplies. See Memorandum Adopting Special Master’s \nthe  special  Master’s  monthly  invoice.  Such  Proposed Order, April 25, 1989, at 8. \ncompensation  will  continue  until  the  special   \nMaster’s  duties  are  fulfilled  according  to  the \n \nCourt’s order. \nThe court entered an injunction mandating improvement \n. . . . . \nin the operation of and access to the law library in April, \n(4) If there is an objection to particular itemized \nexpenses, payment will not be deferred pending  1990.12  The  court  also  appointed  a  special  master  to \nthe  Court’s  determination  of  the  objection.  investigate methods to attain the goal of constitutionally \nDefendants  shall  provide  full  payment  to  the  adequate access to the courts. See Order, September 27, \nspecial Master and if the Court determines that the  1989.13  The  Special  Master’s  responsibilities  included \nobjection is reasonable, the special Master will  monitoring ADOC compliance with the injunction and \nreimburse  defendants  any  amount  the  Court \nreporting to the court every six months. In August 1990, \ndetermines to be unreasonable. \nthe court entered an injunction setting forth standards for \n(5) If the defendants object to the payment of any \ndetermining  whether  an  inmate  qualifies  for  indigent \nof the expenses or costs, they shall file those \nstatus and ordered that certain supplies be provided to \nobjections within thirty (30) days of receipt of the \nbill. The Court will examine that bill to determine  them. Order, August 28, 1990. \nif it is fair and reasonable under the circumstances.    \nHook Order, June 8, 1994, at 11. The Gluth and  12  The court highlighted Defendants’ continuous refusal to \nCasey special master provisions are substantially the \n  cooperate in formulating the terms of injunction in the \nsame. \ncourt’s Memorandum dated April 27, 1990. \n \n \n \n \nThe court entered an order on August 4, 1994, denying, \ninter alia, Defendants’ motion to stay the appointment of  13  The court stated, “The Special Master’s work in this \nthe Special Master; granting Defendants’ motion to stay    case  has  been  invaluable.  His  expertise  and \nunderstanding of the situation at the Central Unit have \nthe payment of fees under the June 3, 1994 order pending \ngiven  him  the  ability  to  sit  down  and  negotiate  a \nappellate review; and granting in part Plaintiffs’ motion \npermanent injunction that, not only is consistent with \nfor class certification. \nthe goals of the Court’s April 13, 1989 opinion, but is \n   also agreeable to both sides. In fact, at the hearing, on \n  March 29, 1990, defendants only had two objection to \nthe  special  Master’s  proposed  injunction.” \n2. Gluth v. Kangas  Memorandum  Adopting  Special  Master’s  Proposed \nGluth v. Kangas, 773 F.Supp. 1309 (D.Ariz.1988), aff’d,  Order, April 25, 1989, at 13. \n951 F.2d 1504 (9th Cir.1991), was brought on behalf of   \nprisoners confined to the Central Unit of the Arizona   \nState Prison at Florence. Plaintiffs alleged a denial of their  However,  pending  Defendants’  appeal  to  the  Ninth \nconstitutional  right  of  access  to  the  courts.10  At  the  Circuit, Plaintiffs filed a petition for order to show cause \nsummary  judgment  stage,  Defendants  failed  to  come  why the defendants *1333 should not be held in civil \nforward with facts in response to Plaintiffs’ motion and  contempt. In support of their petition, Plaintiffs listed six \nthe court entered judgment against Defendants.11  pages  of  violations  of  the  permanent  injunction \n   provisions.  However,  based  upon  stipulation  of  the \n10  In their summary judgment motion, Plaintiffs alleged  parties, the court vacated the order to show cause hearing. \n  deficiencies in library access, legal assistant and law    \nThe Special Master filed his first evaluation report on \n  4 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \nJanuary 3, 1991; his investigation “revealed significant  of access to the courts. The court adopted a modified \nareas of non-compliance.” The Special Master concluded  version of the injunction from Gluth and appointed the \nthat  legal  access  had  not  improved  or  had  worsened  Special Master from Gluth to propose a final injunction to \nduring the six months after the permanent injunction was  cure the constitutional violations. Casey v. Lewis, 834 \nentered.  F.Supp. 1553 (D.Ariz.1992). \n     \nOn appeal, the Ninth Circuit affirmed the district court “in  The  record  reveals  that  Defendants  have  continually \nall respects.” Gluth v. Kangas, 951 F.2d 1504, 1512 (9th  refused to comply with the permanent injunction entered \nCir.1991).  However,  Defendants  continued  their  on  October  8,  1993.  Such  noncompliance  includes  a \nnoncompliance  with  the  permanent  injunction.  For  general failure to address ongoing violations and refusals \nexample,  in  1993,  Defendants  fired  the  Florence  law  to  accommodate  the  special  master’s  office  in  its \nlibrarian who had been hired pursuant to court order.  investigatory duties. The court has threatened Defendants \nAfter an investigation, the Special Master found that the  with  contempt  on  numerous  occasions.  Although  the \nlibrarian  was  fired  for  cooperating  with  the  Special  district court and the Ninth Circuit denied requests by \nMaster. Also, in 1993 and 1994, the Special Master’s  Defendants  for  a  stay  of  the  injunction,  the  Supreme \ninvestigations revealed at least two more violations of the  Court granted a stay. Lewis v. Casey, 511U.S. 1066, 114 \npermanent injunction.  S.Ct. 1638, 128 L.Ed.2d 360 (1994). The Ninth Circuit \n   subsequently affirmed the district court’s ruling on the \nThe Special Master submitted a status report to the court  access to the courts issue and the Supreme Court has \non  August  16,  1995.  He  concluded  that  Defendants’  granted certiorari to review the decision. As a result of the \nfailure to “provide the required payments will end the  stay, there has been little Special Master activity in Casey \nability of the Special Master and Assistant to carry out  and there are nominal outstanding Special Master bills. \nany aspect of the court ordered responsibilities. Even a    \ndelay  will  necessitate  the  dismantling  of  the  Special  [1] Defendants erroneously assert that the Supreme Court’s \nMaster’s operation.” Special Master’s Report, August 16,  stay in Casey terminated the Special Master’s authority in \n1995, at 3.  Gluth.  Therefore,  Defendants  contend  that  the  Special \n   Master in Gluth improperly continued to incur fees after \n  the Supreme Court stayed *1334 the Casey access to the \ncourts injunction. Defendants’ claim is without merit. \n3. Casey v. Lewis    \nCasey v. Lewis, CIV 90–0054, is a statewide class action  The  Gluth  injunction,  including  appointment  of  the \ncivil rights case in which the members of the class include  Special Master, was affirmed by the Ninth Circuit; Gluth \nall prisoners in custody of the ADOC. Numerous issues  is  a  final,  separate  decision.  The  court  simply \nwere tried in the case, including Plaintiffs’ allegations of  consolidated monitoring of Casey and Gluth relevant to \ninadequate  medical,  dental,  and  mental  health  care,  the Casey access to the courts issue in order to save the \nhandicapped access, access to the courts and due process.  Defendants money. Gluth was not superseded by Casey \nAfter a bench trial, the court ruled in favor of Plaintiffs on  and the Special Master was not acting without authority. \nthe access to the courts and mental health care issues,14  In fact, the court clarified this issue in its Order, March \nand in favor of Defendants on the medical care, dental  18, 1994, stating: \ncare, handicap access and due process issues. Casey v. \nLewis, 834 F.Supp. 1553 (D.Ariz.1992), aff’d, 43 F.3d  the Gluth permanent injunction is \n1261 (9th Cir.1994), cert. granted, 514 U.S. 1126, 115  still applicable to the Central Unit \nS.Ct. 1997, 131 L.Ed.2d 999 (1995); Casey v. Lewis, 834  in  Florence  for  those  issues \nF.Supp. 1477 (D.Ariz.1993); Casey v. Lewis, 834 F.Supp.  litigated in Gluth. In addition, the \n1569 (D.Ariz.1993); Casey v. Lewis, 837 F.Supp. 1009  access  to  the  courts  permanent \n(D.Ariz.1993).  injunction  in  Casey,  entered \n   October 8, 1993, applies to Central \n14  The district court found that the mental health care  Unit in Florence for those issues \n  system violated the Eighth Amendment. 834 F.Supp.  not  litigated  in  Gluth,  including \n1477 (D.Ariz.1993). Relevant to the mental health care  attorney-client phone calls. \nissue,  Defendants  assert  that  Dr.  Rundle,  Special \nMaster in the mental health portion of Casey, was \nOrder, March 18, 1994. Moreover, Defendants continued \nremoved from the case because of overbilling. This \nto pay the Special Masters even after the stay was granted \ncontention is not supported by the record. \nin Casey. \n \n  \n \n \nThe district court issued an order in October 1992, finding \nthat ADOC policies violated inmates’ constitutional rights  B. Ariz.Rev.Stat.Ann. § 35–152 \n  5 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \nOn April 19, 1995, Governor Symington signed into law a    \nstate statute prohibiting payment of fees and expenses  16  Representative Earnest Baird, a co-sponsor of House \nincurred by special masters appointed by federal courts. \n  Bill 2523 (§ 35–152), explained, “basically what we are \nAriz.Rev.Stat.Ann.  §  35–152.  The  statute  became  trying to do here is set up a confrontation on who has \neffective July 13, 1995, and provides:  the appropriations power in this State. Is it the State \nLegislature who represents the people of this State or is \nA. An officer, employee or agent of this state shall not  it a federal Judge who has been appointed for life and \nopen and maintain an account for the purpose of paying  ends up abusing his position as a federal Judge....” \nfees and expenses that are incurred by a special master  Transcript of Hearing Before the Arizona State Senate \nCommittee on Government Reform, March 21, 1995, at \nwho is appointed by a federal court. \n3. \nDefendants allege that they have had “long-standing” \nB. Notwithstanding any law to the contrary, an officer, \nobjections to the unnecessary fees and costs. In their \nemployee  or  agent  of  this  state  is  not  subject  to \nopposition  to  Plaintiffs’  order  to  show  cause, \npersonal liability for complying with subsection A. \nDefendants discuss the special master fees at length, \nasserting that billing by the Special Masters has been \nC. An officer, employee or agent of this state shall not \ncareless, unsupported and excessive. However, any \npay fees and expenses for special masters appointed by  alleged unreasonableness or inaccuracies in billing \na  federal  court  unless  the  legislature  appropriates  by  the  special  masters  should  be  brought  to  the \nmonies for the payment of the special master fees and  attention of the court pursuant to the procedures set \nexpense.  forth in the orders appointing the special masters. \nSee,  e.g.,  Hook  Order,  June  8,  1994,  at  11. \nD. Notwithstanding any law to the contrary, the failure  Accordingly,  the  court  declines  to  address \nDefendants’ contentions here. \nof the legislature to appropriate monies for the payment \n \nof fees and expenses for special masters appointed by a \nfederal court does not subject an officer, employee or   \nagent of this state to personal liability for the special  On August 2, 1995, the Special Master in Gluth and Hook \nmaster fees and expenses.  submitted  his  invoices  for  services  performed  by  his \noffice during July 1995, and the Assistant Special Master \nE. This section applies to all bills for fees and expenses  submitted  her  invoices  for  Gluth,  Hook,  and  Casey. \nfor special masters appointed by a federal court that are  Pursuant to the appointment orders, ADOC was required \nsubmitted after the effective date of this section.  to pay these bills by August 16, 1995. Defendants were \nalso  required  to  reimburse  expenses  within  that  time \nAriz.Rev.Stat.Ann. § 35–152.  period. Those bills have not been paid. Additionally, the \n   bills  submitted  by  the  Special  Master  and  Assistant \nSamuel Lewis, the Director of the ADOC and a defendant  Special  Master  in  September  1995  for  the  month  of \nin all three cases, was a key supporter of the legislation.  August 1995 have not been paid by Defendants. \nHe testified before the Senate Committee on Government    \nReform on March 21, 1995, and urged the state legislature   \nto enact the measure for the specific purpose of asserting \n“state’s rights” and challenging the federal district court’s \nactions in prisoner cases.15  II. DISCUSSION \n  \n15  Lewis stated, “I believe that this is a case of state’s \nA. Federal Courts and Prison Regulation \n  rights. I think it is this time for us to find out exactly  [2] [3] It is well settled that federal courts can invoke \nwhere the power of the federal government begins and \njudicial authority if local and state authorities, who have \nends  so  that  the  Department  simply  becomes  the \nprimary responsibility for curing constitutional violations, \ninstrument by which we attack this in the courts.” See \nTranscript of Hearing Before the Arizona State Senate  fail in their affirmative obligations. See Hutto v. Finney, \nCommittee on Government Reform, March 21, 1995, at  437 U.S. 678, 687 n. 9, 98 S.Ct. 2565, 2571 n. 9, 57 \n7; Minutes of March 21, 1995 Hearing before Arizona  L.Ed.2d 522 (1979). To that end, “[f]ederal courts possess \nState Senate Committee on Government Reform, at 4.  whatever powers are necessary to remedy constitutional \n  violations because they are charged with protecting these \n  rights.” Stone v. City of San Francisco, 968 F.2d 850, 861 \nState legislators also acknowledged that the intent of the  (9th Cir.1992) (citing Hutto, 437 U.S. at 687 n. 9, 98 S.Ct. \nprovision was to set up a confrontation with the federal  at 2571 n. 9), cert. denied, 506 U.S. 1081, 113 S.Ct. 1050, \ncourts  over  states’  rights.16  See  Testimony  of  122 L.Ed.2d 358 (1993). While federal concerns may \nRepresentative *1335 Baird, Transcript of Hearing Before  enter into “institutional litigation involving correctional \nthe  Arizona  State  Senate  Committee  on  Government  facilities, they do not automatically trump the powers of \nReform, March 21, 1995, at 3.  the federal courts to enforce the Constitution or a consent \n  6 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \ndecree.” 968 F.2d at 861.  Washington  State.  690  F.2d  at  746.  Spain  involved \n   unconstitutional conditions of confinement at a California \n  state  prison.  The  district  court  entered  an  injunction \nagainst  specific  prison  practices;  the  Ninth  Circuit \nB. The Supremacy Clause  affirmed in part and reversed in part. Id. at 743–44. Upon \nPlaintiffs argue that this court has the authority to order  remand, the parties entered into a settlement agreement \npayment of the Special Masters’ fees despite the recent  pursuant to which the defendants were to pay plaintiff \nenactment  of  Ariz.Rev.Stat.Ann.  §  35–152,  under  the  attorneys’ fees. Id. at 744. However, the California state \nSupremacy  Clause  of  the  United  States  Constitution.17  legislature refused to appropriate the funds for payment of \nDefendants response is twofold: first, Defendants claim  attorneys’ fees. Id. \nthat  the  statute  should  not  be  found  unconstitutional    \nbecause alternative measures are available to the Special  [5]  The  Spain  court  affirmed  the  district  court  order \nMasters;  second,  Defendants  argue  that  the  Eleventh  compelling state officials to pay the claim for 42 U.S.C. § \nAmendment prevents this court from finding the state  1988 attorneys’ fees, pursuant to Fed.R.Civ.P. 70. 690 \nstatute unconstitutional.  F.2d at 746. One of the state attorney general’s arguments \n   was that the court order was improper because the state \n17  Article VI, clause 2 of the United States Constitution  statute  prohibited  payment  without  legislative \n  provides:  appropriations. 690 F.2d at 745. The Ninth Circuit relied \nThis Constitution, and the Laws of the United  on  Washington  v.  Washington  State,  and  held  that, \nStates which shall be made in Pursuance thereof;  “[u]nder  the  Supremacy  Clause  of  the  United  States \nand all Treaties made, or which shall be made,  Constitution, a court, in enforcing federal law, may order \nunder the Authority of the United States, shall be  state officials to take actions despite contravening state \nthe supreme Law of the Land; and the Judges in \nlaws.”  Id.  at  746.  The  court  concluded  that,  “a  state \nevery State shall be bound thereby, any Thing in \ncannot frustrate the intent of section 1988 by setting up \nthe  Constitution  or  Laws  of  any  State  to  the \nstate law barriers to block enforcement of an attorney’s \nContrary notwithstanding. \nfees award.” Id. Accordingly, this court has the authority \nU.S. Const. art. VI, cl. 2. \n  to order compliance with the federal district court orders \neven though the action may violate Ariz.Rev.Stat.Ann. § \n \n35–152. \n[4] A state statute that has the effect of thwarting a federal \n  \ncourt order enforcing federal rights “cannot survive the \nDefendants admit that there is a conflict between the \ncommand of the Supremacy Clause of the United States \nfederal court orders and the newly enacted state statute \nConstitution.” Washington v. Washington State Comm’l \nprohibiting payment in the absence of legislative action. \nPassenger Fishing Vessel Ass’n, 443 U.S. 658, 695, 99 \nHowever, Defendants present a lengthy argument in their \nS.Ct.  3055,  3079,  61  L.Ed.2d  823  (1979)  (citations \nopposition  to  Plaintiffs’  contempt  motions  that  the \nomitted); see also Spain v. Mountanos, 690 F.2d 742, 746 \nconflict between the federal orders and the state statute \n(9th Cir.1982). In Washington v. Washington State, the \nwould not exist if the court would only change its orders. \nNinth Circuit affirmed a district court order directing the \n  \nWashington  State  Department  of  Fisheries  to  adopt \nThe district court appointed the Special Masters pursuant \nregulations to protect Indian fishing rights. In a parallel \nto Fed.R.Civ.P. 53,18 to monitor and enforce Defendants’ \nstate court proceeding, the Washington court concluded \ncompliance  with  court-ordered  remedial  measures \nthat the order was void because the federal court lacked \naddressing  constitutional  violations  of  prison  inmates. \nthe authority to order state officials “to do any act they \nThe  Special  Masters  were  appointed  after  court \nwere not authorized by laws of the state from which they \nmonitoring alone had been demonstrated to be inadequate. \nderive[d] their power.” See Puget Sound Gillnetters Ass’n \n  \nv. Moos, 88 Wash.2d 677, 565 P.2d 1151, 1155 (1977) \n(cited  in  Spain v. Mountanos,  690  F.2d  at  746).  The  18  Rule 53 requires the court to fix the compensation for \nUnited States Supreme Court granted certiorari in both    special masters and provides that compensation “shall \nproceedings, affirmed the Ninth Circuit, and vacated the  be charged upon such of the parties or paid out of any \nfund or subject matter of the action, which is in the \nWashington Supreme Court decision. The Supreme Court \ncustody and control of the court as the court may \nspecifically rejected the state court ruling regarding state \ndirect....” Fed.R.Civ.P. 53. \nofficials’ capacity to act under the state law and held that \n \na state-law prohibition against compliance with a district \n \ncourt order could not survive the Supremacy Clause. 443 \nSection  35–152  provides  that  an  officer,  employee  or \nU.S. at 695, 99 S.Ct. at 3079. \nagent of the state will not pay special master fees for \n  \nmasters appointed by a federal court unless the legislature \n*1336 In Spain v. Mountanos, the Ninth Circuit followed \nappropriates the money. Ariz.Rev.Stat.Ann. § 35–152(C). \nthe  Supreme  Court’s  decision  in  Washington  v. \n  7 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \nDefendants  have  relied  on  this  provision  to  justify   \nnonpayment of special master fees. Although the Arizona  20  The  following  excerpt  from  the  transcript  of  the \nstatute conflicts with the federal court orders regarding \n  contempt hearing further highlights the problem with \npayment  of  the  Special  Masters  and  with  Rule  53,  Defendants’ argument: \ndefendants  assert  that  the  court  has  an  obligation  to  THE COURT: Well, what if Arizona had passed \n“harmonize”  its  order  with  the  statute.  Transcript  of  a statute, [that] said, “Well, you know, we’re \nHearing, September 28, 1995, at 33.  really tired of this whole business of prisoner \n   litigation, and we’re not going to cooperate with \nthe federal court in any regard, so what we are \nAt  the  contempt  hearing  on  September  28,  1995, \ngoing to do now is we’re going to pass a statute \nDefendants stated that the notion of comity was at the \nthat says all Arizona state officials are hereby \nheart of their argument. Id. at 30. They asserted, “when a \nprohibited from cooperating with any federal \nfederal court determines that a federal substantive right \ncourt  order  regarding  prisons,”  just  period, \ncan  be  enforced  or  vindicated  through  a  remedial  period, is that okay?.... \napproach that respects state law, the federal court must  MR. COOPER: No, Your Honor, I don’t think \nrespect state law and adopt that remedial measure.... [I]f  that would be okay. \nthere’s an alternative available that respects state law, it  THE COURT: Well ... doesn’t this have the \ncannot adopt a remedial measure that does not respect [or  same, once only slightly removed, doesn’t this \nhave the same effect? What it says is: “We will \nconflicts] with state law.” Id. Defendants’ argument is \nnot  pay  any  Special  Masters’  fees  ordered \nflawed in two key respects. \nimposed by the federal court.” How is that any \n  \ndifferent from saying: “We are not going to \nFirst,  under  Defendants’  theory,  a  state  would  have \ncooperate. We will not in any way enforce or \nunbridled authority to enact statutes in order to insulate it  implement  any  federal  court  order  regarding \nfrom  federal  court  orders  and  from  federal  laws.  By  prison conditions?” \nenacting  Ariz.Rev.Stat.Ann.  §  35–152,  the  Arizona  .... \nLegislature has attempted to limit the jurisdiction of the  MR. COOPER: The difference is that it would \nfederal  court.  Specifically,  Section  35–152  excepts  not be possible. It would not be possible to \neffectuate the Court’s remedy for constitutional \nDefendants  from  their  responsibility  under  the  court’s \nviolations in the face of that statute. \norder to pay the masters; that order was issued pursuant to \nTHE  COURT:  The  judge  could  certainly \nFed.R.Civ.P. 53(a). In effect, then, Defendants modify \nharmonize his decision or her decision with the \nRule 53(a) as it applies in *1337 Arizona. By extension, \nArizona state statute by just not issuing any \nDefendants’ argument would apply equally to orders of  orders that would in any way modify conditions \nthe Ninth Circuit or of the Supreme Court.19 Defendants’  at Arizona state prisons or penitentiaries. \nargument has no logical stopping point.20  MR. COOPER: And the constitutional rights of \n   the prisoners would go unvindicated. \nTHE COURT: That’s right. \n19  The court identified this flaw in Defendants’ argument \nMR. COOPER: And that’s not the argument \n  at the contempt hearing:  we’re advancing. That is not the case. \nthe answer lies in the issue of whether a state has \nId. at 43–45. However, that is the case. Defendants \nthe  authority  in  a  circumstance  like  this  to \nfail  to  recognize  that  if  they  prevailed  in  their \nessentially  rewrite  the  Federal  Rules  of  Civil \nargument, the constitutional rights of the Plaintiff \nProcedure by enacting laws confining, if you will, \nclasses might indeed “go unvindicated.” It is clear \nfederal  court  jurisdiction.  Because  in  this \nfrom the record that Judge Muecke was of this very \ncircumstance,  we  have  the  State  in  effect \nopinion  when  he  decided  to  appoint  the  special \nattempting to rewrite the Federal Rules of Civil \nmasters. Their oversight and expertise was, and is, as \nProcedure and remove in the State of Arizona an \ndemonstrated by the record, necessary to compel \noption otherwise available under those rules ... If \ncompliance by the recalcitrant Defendants to remedy \nwe follow Arizona law, Arizona will be the only \nongoing  constitutional  violations  at  various  state \nstate,  to  my  knowledge,  in  which  that  option \nprisons. \nwould be available ... So Arizona would be the \n \nonly state in which the Federal Rules of Civil \nProcedure on the appointment of Special Masters   \nin state cases would be unavailable. So in effect,  Second,  Defendants  assume  that  Judge  Muecke,  in \nwe would be allowing the Arizona state legislature  appointing special masters in these cases, did not consider \nto  assume  a  power  of  Congress,  a  power  other  alternatives  available  to  the  court,  such  as  the \nexclusively  within  the  authority  of  the  United  monitoring  of  compliance  by  a  magistrate.  The  court \nStates Congress, and that is to enact those rules in \ncannot  agree  with  Defendants;  the  record  shows  that \nconformance  with  the  Supreme  Court  of  the \nJudge Muecke was aware of the court’s alternatives and \nUnited States. \nmade a determination that a special master was best suited \nHearing Transcript, September 28, 1995, at 37–38. \nto  perform  the  demanding  monitoring  and  reporting \n \nfunctions.  Furthermore,  Defendants  have  pointed  to \n  8 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \nnothing that has occurred subsequent to the appointment  Defendants’  arguments  are  not  properly  raised  in  a \nof  the  masters,  including  the  enactment  of  contempt proceeding because they attack the merits of the \nAriz.Rev.Stat.Ann. § 53–152, to demonstrate that factors  injunctions and consent decree. \nupon which Judge Muecke based his initial decision have    \nbecome irrelevant or inapplicable.  21  The Eleventh Amendment states, “The Judicial power \n  \n  of the United States shall not be construed to extend to \nAlso at the hearing, Defendants stated several times, “our  any suit in law or equity, commenced or prosecuted \nposition is premised on the proposition that an alternative  against one of the United States by Citizens of another \nremedial technique is available. If that is wrong, then, yes  State, or by Citizens or Subjects of any Foreign State.” \n...  we  lose.”  Defendants  suggest  three  alternatives  to  U.S. Const. amend. XI. \nmonitoring by a special master: (1) Plaintiffs are capable   \nof self-monitoring and can bring any noncompliance to   \nthe  court’s  attention;  (2)  the  court  should  appoint  a  [7]  In  general,  a  party  in  contempt  cannot  collaterally \nmagistrate judge to monitor the case; and (3) the court  attack the underlying order in a contempt proceeding. See \nshould use the procedure set forth in Ariz.Rev.Stat.Ann. §  Halderman v. Pennhurst State Sch. & Hosp., 673 F.2d \n35–152 to obtain appropriation from the legislature. See  628, 637 (3d Cir.1982), cert. denied, 465 U.S. 1038, 104 \nDefendants’  Opposition  to  Order  to  Show  Cause,  at  S.Ct. 1315, 79 L.Ed.2d 712 (1984).22 Rather, an order by a \n34–35.  None  of  these  options  present  a  realistic  court with subject matter and personal jurisdiction must \nalternative remedial technique that can supplant the role  be obeyed by the parties until reversed by orderly and \nof the Special Master.  proper  proceedings,  “without  regard  for  even  the \n   constitutionality of the Act under which the order was \n*1338 First, this court finds that options one and two were  issued.” United States v. United Mine Workers of Am., \nnecessarily  considered  by  Judge  Muecke  when  he  330 U.S. 258, 293, 67 S.Ct. 677, 695, 91 L.Ed. 884 \ndetermined that the appointment of special masters was  (1947).  Relevant  to  collateral  attack  of  an  underlying \nvital for monitoring Defendants’ compliance with court  order in a contempt proceeding, the Supreme Court has \norders. See Transcript of Contempt Hearing, September  stated: \n28, 1995, at 34–37. Second, following option three would    \nnecessitate  granting  Defendants’  instant  Motion  for \n22  In  Halderman,  the  Third  Circuit  found  that  strong \nModification. As discussed below in Part II, the court \n  policy reasons militated against permitting contemnors \ndenies Defendants’ motion. Accordingly, as Defendants \nto lodge direct attacks of underlying orders. See 673 \nnote, since no effective alternatives are available, they  F.2d at 636. \ncannot prevail.   \n  \n \n[6]  Defendants  also  argue  that  Ariz.Rev.Stat.Ann.  § \n35–152 should not be found unconstitutional because the  It would be a disservice to law if we were to depart \ncourt  orders  which  appoint  special  masters  do  not  from the longstanding rule that a contempt proceeding \nvindicate  substantive  federal  rights  or  provide  the  does not open to reconsideration the legal or factual \nnecessary remedial means for the vindication of federal  basis of the order alleged to have been disobeyed and \nrights. This argument is without merit. All three cases in  thus become a retrial of the original controversy. The \nthis  action  involve  civil  rights  claims  pursuant  to  42  procedure to enforce a court’s order commanding or \nU.S.C.  §  1983  and  violations  of  First,  Eighth  and  forbidding an act should not be so inconclusive as to \nFourteenth Amendment rights. The injunctions issued all  foster experimentation with disobedience. \nseek to provide relief from constitutional violations and  United States v. Rylander, 460 U.S. 752, 756, 103 S.Ct. \nthe  Special  Masters  were  appointed  to  prevent  the  1548, 1551, 75 L.Ed.2d 521 (1983). \nrecurrence of such constitutional violations.  [8] The merits of the injunction and the appointment of the \n   Special Master in Gluth were fully litigated before the \nTherefore,  insofar  as  Ariz.Rev.Stat.Ann.  §  35–152  district court and then affirmed by the Ninth Circuit. See \npurports to effect the lawful orders of the United States  Gluth, 951 F.2d at 1507. In Hook, the parties entered a \nDistrict Court requiring payment of the Special Masters’  consent  decree  formulated  with  the  participation  of \nfees, it is unconstitutional and void.  Defendants and Defendants never filed a direct appeal. \n   The mental health care injunction in Casey is on appeal to \n  the Ninth Circuit and has not been stayed by either the \ndistrict court or Ninth Circuit, and the Supreme Court has \nC. Eleventh Amendment \ngranted certiorari to review the Casey access to the courts \nDefendants further assert that the Eleventh Amendment21 \nissue.  Accordingly,  Defendants  have  had  ample \nprevents  this  court  from  finding  Ariz.Rev.Stat.Ann.  § \nopportunity  to  raise  any  Eleventh  Amendment  issues \n35–152 unconstitutional. Plaintiffs argue that the Eleventh \nbefore and are thus precluded from doing so now. The \nAmendment provides no defense for Defendants and that \n  9 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \nrecent enactment *1339 of Ariz.Rev.Stat.Ann. § 35–152  masters’ fees upon Defendants. \nhas  no  bearing  on  Defendants’  Eleventh  Amendment    \narguments.  23  In Mullen, the Ninth Circuit held that the fees and \n  \n  expenses of the special master appointed under Rule 53 \n[9] Defendants argue that their Eleventh Amendment claim  were costs of the lawsuit and could be assessed against \nis allowed in this proceeding because it challenges subject  the  United  States.  828  F.2d  at  545–46.  Also, \nmatter jurisdiction. The Supreme Court has held that the  Defendants’ argument that Hutto can be distinguished \nEleventh  Amendment  “partakes  of  the  nature  of  a  because  42  U.S.C.  §  1988  specifically  mentions \njurisdictional bar so that it need not be raised in the trial  attorneys’ fees as costs is without merit. \n \ncourt.” Edelman v. Jordan, 415 U.S. 651, 678, 94 S.Ct. \n1347,  1362,  39  L.Ed.2d  662  (1974).  However,  the   \nSupreme  Court  later  clarified  that,  “because  of  the   \nimportance  of  state  law  in  analyzing  Eleventh \nAmendment questions and because the state may, under  D. Contempt Power \ncertain circumstances, waive this defense, we have never  [12] [13] [14] [15] [16] A federal court has the inherent power to \nheld that it is jurisdictional in the sense that it must be  enforce court orders through civil contempt. See Spallone \nraised and decided by this court on its own motion.” Patsy  v. United States, 493 U.S. 265, 276, 110 S.Ct. 625, 632, \nv. Bd. of Regents, 457 U.S. 496, 515 n. 19, 102 S.Ct.  107 L.Ed.2d 644 (1990); 18 U.S.C. § 401(3).24 A district \n2557, 2567 n. 19, 73 L.Ed.2d 172 (1982). The Supreme  court has wide latitude in determining whether there has \nCourt has also recognized that an Eleventh Amendment  been a contemptuous defiance of a court order. Stone v. \nimmunity  defense  may  be  expressly  waived.  See  City of San Francisco, 968 F.2d 850, 856 (9th Cir.1992), \nPennhurst State Sch. & Hosp. v. Halderman, 465 U.S. 89,  cert. denied, 506 U.S. 1081, 113 S.Ct. 1050, 122 L.Ed.2d \n100, 104 S.Ct. 900, 907, 79 L.Ed.2d 67 (1984). The Ninth  358  (1993)  (citations  and  *1340  internal  quotations \nCircuit  recently  clarified  that,  “Eleventh  Amendment  omitted).  The  Ninth  Circuit’s  rule  regarding  contempt \nimmunity,  unlike  a  true  jurisdictional  bar,  may  be  “has long been whether defendants have performed ‘all \nexpressly waived ... and may even be forfeited by the  reasonable steps within their power to insure compliance’ \nstate’s failure to assert it.” ITSI T.V. Prod. v. Agricultural  with the court’s orders.” Stone, 968 F.2d at 856 (quoting \nAss’n, 3 F.3d 1289, 1291 (9th Cir.1993). In ITSI, the  Sekaquaptewa v. MacDonald,  544  F.2d  396,  404  (9th \nNinth  Circuit  held  Eleventh  Amendment  immunity  is  Cir.1976), cert. denied, 430 U.S. 931, 97 S.Ct. 1550, 51 \ntreated as an affirmative defense that is waived if not  L.Ed.2d 774 (1977)). The moving party bears the burden \nasserted on direct appeal. Id.  of establishing by clear and convincing evidence that the \n   contemnors violated a specific and definite order of the \nHere,  the  appeal  in  Gluth  is  final;  the  Hook  appeal  court. See Balla v. Idaho State Bd. of Corrections, 869 \npertaining to the Special Master has been dismissed and  F.2d 461, 466 (9th Cir.1989). The burden then shifts to \nthat  order  is  final;  and  the  Casey  injunctions  are  on  the contemnors to demonstrate why they were unable to \nappeal.  Under  the  Ninth  Circuit’s  ruling  in  ITSI,  the  comply. See Donovan v. Mazzola, 716 F.2d 1226, 1240 \nDefendants’ Eleventh Amendment immunity claim has  (9th Cir.1983), cert. denied, 464 U.S. 1040, 104 S.Ct. \nbeen waived for Gluth and Hook and cannot be raised in  704, 79 L.Ed.2d 169 (1984). The contemnors must show \nthis proceeding. Defendants in Casey may still raise their  that  they  took  every  reasonable  step  to  comply.  See \nclaim on direct appeal but they cannot raise the claim in  Sekaquaptewa, 544 F.2d at 406. In assessing whether an \nthis proceeding. Defendants must therefore adhere to the  alleged  contemnor  took  “every  reasonable  step”  to \ndistrict court order until stayed, set aside or modified by  comply with the terms of a consent decree, a district court \nthe court. United Mine Workers, 330 U.S. at 293–94, 67  can consider (1) a history of noncompliance and (2) a \nS.Ct. at 695–96.  failure to comply despite the pendency of the contempt \n   motion.  Stone,  968  F.2d  at  857.  A  party’s  subjective \n[10]  [11]  Moreover,  the  law  is  clear  that  the  Eleventh  intent is irrelevant.25 \nAmendment  does  not  preclude  the  district  court  from    \nordering a state to pay fees and costs in civil rights cases.  24  18 U.S.C. § 401(3) provides: \nHutto v. Finney, 437 U.S. 678, 696, 98 S.Ct. 2565, 2576,    A court of the United States shall have power to \n57 L.Ed.2d 522 (1978); Gates v. Collier, 616 F.2d 1268  punish by fine or imprisonment, at its discretion, \n(5th Cir.1980). The Special Masters’ fees and expenses  such contempt of its authority, and none other, \nare  costs  in  the  case.  See  Fed.R.Civ.P.  53,  54(d)(1);  as— \nNational Org. for Reform of Marijuana Laws v. Mullen,  (1) Misbehavior of any person in its presence or so \nnear thereto as to obstruct the administration of \n828 F.2d 536, 545 (9th Cir.1987).23 The district court can \njustice; \nproperly order payment of the Special Master fees and \n(2) Misbehavior of any of its officers in their \ncosts  under  Fed.R.Civ.P.  53  without  violating  the \nofficial transactions; \nEleventh Amendment. The court finds that the Eleventh  (3) Disobedience or resistance to its lawful writ, \nAmendment does not preclude a imposition of special \n  10 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \nprocess, order, rule, decree, or command.  master is entitled to a writ of execution against the \n18 U.S.C. § 401(3).  delinquent party.” Fed.R.Civ.P. 53(a). \n  Federal Rule of Civil Procedure 69 sets forth the \nprocedure for a writ of execution and provides, in \n \nrelevant part: \n25  “A party cannot disobey a court order and later argue  Process to enforce a judgment for the payment of \n  that there were ‘exceptional circumstances’ for doing  money shall be a writ of execution, unless the \nso.  This  proposed  ‘good  faith’  exception  to  the  court  directs  otherwise.  The  procedure  on \nrequirement of obedience to a court order has no basis  execution, in proceedings supplementary to and in \nin law.” In re Crystal Palace Gambling Hall, Inc., 817  aid of a judgment, and in proceedings on and in \nF.2d 1361, 1365 (9th Cir.1987).  aid of execution shall be in accordance with the \n  practice and procedure of the state in which the \ndistrict  court  is  held,  existing  at  the  time  the \n \nremedy is sought, except that any statute of the \n[17] [18] Sanctions for civil contempt may be imposed to \nUnited  States  governs  to  the  extent  that  it  is \ncoerce obedience to a court order, or to compensate the \napplicable. \nparty pursuing the contempt action for injuries resulting  Fed.R.Civ.P. 69(a). \nfrom the contemptuous behavior, or both. United Mine   \nWorkers, 330 U.S. at 303–04, 67 S.Ct. at 700–01. Perry v. \n \nO’Donnell,  759  F.2d  702,  705  (9th  Cir.1985).  If  the \nPlaintiffs  have  demonstrated  by  clear  and  convincing \ncontempt sanction is compensatory, those sanctions must \nevidence violations of the court’s specific and definite \nbe limited to actual losses sustained as a result of the \ncourt orders; there is no dispute that Defendants have \ncontemptuous  behavior.  General  Signal  Corp.  v. \nfailed to pay the Special Master’s fees and expenses. \nDonallco,  Inc.,  787  F.2d  1376,  1380  (9th  Cir.1986) \nAccordingly, Defendants must show they have taken all \n(citations omitted). \nreasonable steps to comply with the court orders. \n  \n  \n[19]  Plaintiffs  seek  to  have  this  Court  impose  civil \nDefendants  argue  that  Ariz.Rev.Stat.Ann.  §  35–152 \ncontempt  sanctions  against  Samuel  Lewis.26  Plaintiffs \nprecludes  their  compliance.  In  their  motion  for \npoint out that the imposition of sanctions is expressly \nmodification, Defendants assert *1341 that they are in a \nauthorized by Fed.R.Civ.P. 7027 and Fed.R.Civ.P. 53(a).28 \n“catch 22” situation, caught between the court’s orders \n  \nand Ariz.Rev.Stat.Ann. § 35–152. Defendants submit that \n26  Specifically,  Plaintiffs  petition  the  court  to  impose  Arizona’s  Department  of  Administration,  Risk \n  sanctions against Lewis for payment of the outstanding  Management  office,  is  not  able  to  process  the  recent \nfees and expenses, a fine of $1,000.00 per day until  statements for special master fees and expenses due to the \ncompliance, and the amount of attorneys’ fees and costs \nenactment of Ariz.Rev.Stat.Ann. § 35–152 and the lack of \nincurred to bring this petition. The court will determine \nthe  appropriation  of  monies  from  the  Legislature. \nappropriate  sanctions  after  the  November  1,  1995 \nImportantly, however, Defendants are not arguing that the \nhearing. \nstate lacks the funds to pay the fees and expenses. Instead, \n \nDefendants assert a “legal impossibility” defense, alleging \n \nthat they cannot comply with federal court orders without \n27  Fed.R.Civ.R. 70 provides in relevant part:  violating Ariz.Rev.Stat.Ann. § 35–152. \n  If a judgment directs a party to ... perform any [ ]    \nspecific act and the party fails to comply within  A similar argument was rejected by the Third Circuit in \nthe time specified, the court may direct the act to \nHalderman v. Pennhurst State Sch. & Hosp., 673 F.2d \nbe done at the cost of the disobedient party by \n628 (3d Cir.1982), cert. denied, 465 U.S. 1038, 104 S.Ct. \nsome other person appointed by the court and the \n1315, 79 L.Ed.2d 712 (1984), a case which is particularly \nact when so done has like effect as if done by the \nparty.  On  application  by  the  party  entitled  to  persuasive here.29 Presented with similar facts, the Third \nperformance,  the  clerk  shall  issue  a  writ  of  Circuit affirmed the district court’s contempt order; the \nattachment or sequestration against the property of  court  first  concluded  that  the  defendants  should  have \nthe disobedient party to compel obedience to the  made  a  Rule  60(b)  motion  instead  of  resorting  to \njudgment. The court may also in proper cases  “self-help,” i.e., ceasing payments to the Special Masters. \nadjudge the party in contempt.  Id. at 637–38. Second, the court rejected the defendants’ \nFed.R.Civ.P. 70. \n“legal  impossibility”  argument  and  held,  “in  the \n \ncircumstances here, where the contemnor participated in \n  effectuating the change in the law which is alleged to \n28  Rule 53(a) states, “when the party ordered to pay the  establish  a  legal  impossibility,  sound  policy  does  not \n  compensation allowed by the court does not pay it after  permit the by-passing of the orderly route to appellate \nnotice and within the time prescribed by the court, the  review provided by Rule 60(b).” Id. at 639;30 see also \nUnited States v. Asay, 614 F.2d 655, 660 (9th Cir.1980) \n  11 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \n(while “[i]nability to comply with an order is ordinarily a  Halderman is squarely on point. The record reveals that \ncomplete  defense  to  a  charge  of  contempt[,]  [a]n  Director Lewis and the Arizona State Legislature were \nexception exists when the person charged is responsible  well aware that disregard of federal court orders could \nfor the inability to comply”); cf. La Raza Unida v. Volpe,  result  in  civil  contempt.  Nevertheless,  Defendants \n545 F.Supp. 36, 39 (N.D.Cal.1982) (“[S]tates should not  unilaterally decided to defy the court’s orders regarding \nbe  allowed  to  shield  themselves  from  federal  court  payment  of  the  Special  Masters  subsequent  to  the \njudgments  by  enacting  laws  requiring  legislative  enactment of Ariz.Rev.Stat.Ann. § 35–152. Defendants’ \nappropriations  before  payment  of  judicial  awards.  conduct  seems  particularly  egregious  since  they  were \nOtherwise, states would in effect be immune from paying  instructed by the Ninth Circuit over five years ago that \nattorneys’ fees awards, even though Hutto held that the  they must comply with the *1342 orders until a court \n[E]leventh [A]mendment does not apply to the payment  makes a modification pursuant to a Rule 60(b) petition.31 \nof such awards.”).  See, e.g., Hook v. Arizona Dept. of Corrections, 972 F.2d \n   1012 (9th Cir.1989). \n29  That case involved a district court order appointing a    \n  special  master  to  supervise  the  planning  and  31  Indeed, the court may also consider Defendants’ history \nimplementation of remedial measures to address, inter    of noncompliance in all three cases, discussed above, in \nalia,  constitutional  violations  of  mentally  retarded  determining whether civil contempt is an appropriate \nplaintiffs in a state institution. Id. at 629–30. Pursuant  remedy. See, e.g., Stone, 968 F.2d at 857. \nto  the  district  court’s  order,  the  Commonwealth  of   \nPennsylvania bore the costs of the special master’s \n \noffice. Id. at 630–31. The Secretary of the Department \nDirector Lewis argues that he has made several attempts \nof  Public  Welfare,  in  testimony  before  the  state \nlegislature, voiced strong objections to the use of the  to request payment for the July special master’s fees and \nspecial master and urged the legislature to reduce the  expenses. On August 2, 1995, Defendants requested the \namount of the appropriation for payment of the special  Department  of  Administration,  Risk  Management \nmaster  from  approximately  $900,000  to  a  lesser  Division, to deposit a warrant in the amount of $5,976.18 \namount.  Id.  at  632–34.  The  legislature  passed  an  in  the  special  master’s  account.  On  August  3,  1995, \nappropriation bill in the amount of $35,000, stating, “It \nDefendants sent the fee statements to the DOA requesting \nis the intent of the [legislature] that this appropriation \npayment directly to the special master. On August 10, \nbe used for shutdown costs and that no other funds of \n1995, Director Lewis requested emergency placement on \nthe Commonwealth be spent for these functions.” Id. at \nthe  next  agenda  of  the  Joint  Legislative  Budget \n633. Thereafter, “as soon as the appropriations bill \nbecame law the Department of Public Welfare ... took  Committee to obtain appropriations. On August 23, 1995, \nthe  position  that  they  would  not  obey  the  [court]  Director  Lewis  sent  a  letter  to  Governor  Symington \norders,” and made no Rule 60(b) motion for relief from  regarding  a  special  session  of  the  legislature  to \nthe court orders. Id. at 634. The district court found that  appropriate the funds. Defendants contend that they “are \nthe  Secretary  had  “instigated  the  action  of  the  making every effort to present the issue to the Arizona \nlegislature for the purpose of dismantling the Masters’ \nLegislature....”  Defendants’  Opposition,  at  49.  These \noffices” and held the defendants in contempt. Id. \nefforts, however, only evidence Defendants’ attempt to \n \ncomply with Ariz.Rev.Stat.Ann. § 35–152, not with the \n  court’s orders to pay the special masters. \n30  The Halderman court stated:    \n  [I]t cannot be said that this is a case in which no  The court finds that Defendants have neither substantially \nother route to appellate review except self-help  complied nor taken all reasonable steps within their power \nwas available to the contemnors. Moreover by  to  assure  compliance  with  the  court’s  orders. \nresorting  to  self-help  in  a  situation  where  a  Accordingly, the court GRANTS Plaintiffs’ motion to \npost-judgment change in the law is arguably a \nhold Samuel Lewis in contempt. \nreason for relief from the judgment, a party subject \n  \nto that judgment deprives the other side of the \n \nnotice and opportunity to be heard which Rule \n60(b)  would  otherwise  require,  and  of  the \nE. Defendants’ Motions for Modification \nprotection in that rule that “(a) motion under this \nsubdivision (b) does not affect the finality of the  [20]  On  the  day  payment  became  due  on  the  Special \njudgment  or  suspend  its  operation.”  ...  The  Masters’ fees and expenses, Defendants filed a motion for \nself-help  route  leaves  the  trial  court  with  no  modification.32 Defendants seek a modification of prior \nalternative except restoration of the status quo ante  court orders extending the time for payment of the Special \nbellum by a coercive contempt order.  Masters’ fees and expenses in order to avoid possible \nId. at 637. \nsanctions and personal liability, and to present the Special \n \nMasters’ statements to the state legislature. Defendants \n  fail  to  cite  any  law  in  their  motions  to  support \n  12 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \nmodification. Rather, they assert a “catch 22” argument    \nand state that modification is necessary in order for them  33  The  Supreme  Court  outlined  two  other  factors \nto present the billing statements to the Arizona legislature. \n  concerning consent decree modifications: the proposed \nIn their reply brief, Defendants state that “[t]he gravamen  modification should not rewrite a consent decree to \nof defendants’ motion is that the enactment of A.R.S. §  “conform[ ] to the constitutional floor,” and the public \n35–152 effected a change in law requiring modification of  interest and allocation of powers within the federal \nthe outstanding orders with respect to payment of the  system should be considered. 502 U.S. at 391–92, 112 \nmasters in these cases.” Defendants’ Reply Brief, at 2.  S.Ct. at 763–64. \n \nDefendants also reassert their constitutional arguments in \ntheir reply brief. Id. at 2–4.   \n   34  Indeed, a modification might threaten to undermine the \n32  At the contempt hearing, Defendants failed to offer a    substantive provisions of the injunctions. The Special \n  valid reason why the modification motion was not filed  Master has been instrumental in ensuring compliance \nbefore  Defendants  ceased  payments  to  the  special  with the injunctions, and has stated that he will be \nmasters. Counsel for Defendants simply stated, “I wish  unable to “carry out any aspect of [his] court ordered \nI had a good answer, but I don’t. State officials and  responsibilities,” and that a “delay [in payment] will \nlegislatures, executive branch officials, their lawyers,  necessitate  the  dismantling  of  the  Special  Master’s \nwere  scrambling  to  do  something  about  this  operation.” Special Master’s Report, August 16, 1995, \nproblem—.” Defendants’ counsel also admitted that  at 3. \nfailure to pay the special masters was a deliberate act.   \nTranscript of Hearing, September 28, 1995, at 26–27. \n \n  [21] Furthermore, as discussed above, Defendants’ “legal \n  impossibility” argument lacks merit and does not justify a \nIn their reply brief, Defendants cite Rufo v. Inmates of  modification of the court orders regarding payment of the \nSuffolk Jail, 502 U.S. 367, 112 S.Ct. 748, 116 L.Ed.2d  Special  Masters.  Defendants  seem  to  be  arguing  that \n867 (1992), for the proposition that, “a change in law will  compliance with district court orders may place them in \njustify modification of a decree in an institutional reform  contempt  of  state  courts.  Regardless  of  whether  an \ncase.” Defendants’ Reply Brief, at 2. However, in Rufo,  Arizona state court would hold defendants in contempt for \nthe Supreme Court stated:  violating  Ariz.Rev.Stat.Ann.  §  35–152,  “Supremacy \nClause considerations require that the judgment of the \n[a] consent decree must of course  federal court be respected.” Badgley v. Santacroce, 800 \nbe modified if, as it later turns out,  F.2d  33,  38  (2d  Cir.1986)  (citing  Washington  v. \none  or  more  of  the  obligations  Washington  State  Comm’l  Passenger  Fishing  Vessel \nplaced upon the parties had become  Ass’n,  443  U.S.  658,  695,  99  S.Ct.  3055,  3079,  61 \nimpermissible  under  federal  law.  L.Ed.2d 823 (1979)), cert. denied, 479 U.S. 1067, 107 \nBut  modification  of  a  consent  S.Ct. 955, 93 L.Ed.2d 1003 (1987). \ndecree may be warranted when the    \nstatutory  or  decisional  law  has  Essentially, the Defendants suggest that the legislature of \nchanged  to  make  legal  what  the  the State of Arizona be given the power to require a \ndecree was designed to prevent.  federal  court  to  modify  or  “harmonize”  its  orders  to \ncomply with the Arizona state law. In other words, that \n502 U.S. at 375, 112 S.Ct. at 755 (emphasis added).  the Arizona legislature be recognized as possessing the \nAdditionally, the Court stated that even if a moving party  authority  to  enact  statutes  which  have  the  effect  of \ncan meet its burden of establishing a change in the law  modifying or overturning a federal court’s lawful orders \nwarranting modification of a consent decree, “the District  enforcing the U.S. Constitution. The power to overturn or \nCourt  should  determine  whether  the  proposed  require modification of a federal district court order in \nmodification  is  suitably  tailored  to  the  changed  constitutional cases lies under the Constitution with the \ncircumstance.”  Id.  at  391,  112  S.Ct.  at  763.  One  Court of Appeals and the United States Supreme Court. \nconsideration is that, “a modification must not create or  Even the Congress of the United States lacks the power \nperpetuate  a  constitutional  violation.”33  Id.  Rufo  does  which the Arizona state legislature would enrobe itself. \n*1343 not support Defendants’ petition for modification    \nfor two key reasons: first, the Court was referring to a  In  light  of  all  facts  presented—including  Defendants’ \nsignificant change in federal law that would “legalize” the  long  history  of  noncompliance  with  court  orders, \nconduct at which the injunction was aimed; second, in  Defendants’  pivotal  role  in  the  enactment  of \nlight of the history of continuous noncompliance by the  Ariz.Rev.Stat.Ann.  §  35–152,  and  Defendants’ \nDefendants, the court believes that a modification of the  unsupported statement that, “the Governor and his senior \ncourt  order  would  indeed  perpetuate  the  identified  staff are presently discussing with the leadership of the \nconstitutional violations.34  Arizona Legislature a special session to deal with the \n  13 \n \n\nHook v. State of Ariz., 907 F.Supp. 1326 (1995)   \n \nissues raised by the enactment” of Section 35–15235—the  For  the  reasons  stated  above  the  court  GRANTS \ncourt concludes that a modification is not warranted. The  Plaintiffs’ Motion to hold Samuel Lewis in Contempt, \ncourt  therefore  DENIES  Defendants’  Motion  for  finds Ariz.Rev.Stat.Ann. § 35–152 unconstitutional, and \nModification.  DENIES Defendants’ Motion for Modification. The court \n   will determine the proper sanctions after further hearing \n35  See Defendants’ Motion for Modification, at 4.  on the matter. \n  \n   \nIT IS SO ORDERED. \n    \n \n\t\r  \nIII. CONCLUSION \n \n \n  \n  14 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72425"
    },
    {
      "date": "1994-06-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Empty/Missing Document",
      "document_type": "Settlement Agreement",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Arizona",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1828,
      "file": null,
      "title": "Parties' Stipulated Joint Proposal for Injunctive Relief for Mental Health",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1828"
    },
    {
      "date": "1995-10-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1326,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 907,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Arizona",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1830,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1830.pdf",
      "title": "Order Granting Plaintiffs' Motions for Contempt and Denying Defendants' Motions to Modify",
      "text": "1326  907 FEDERAL SUPPLEMENT \nwithout a sufficient showing or factual find  FURTHER, IT HEREBY IS RECOM \ning that with respect to his murder convic  MENDED  to  the  Honorable  Richard  G. \ntion \"the proof is evident or the presumption  Kopf, United States District Judge, pursuant \ngreat.\"  (See id. at 84-85.)  In rejecting the  to 28 U.S.C. § 636(b)(1)(B), that the petition \nbail request the trial judge concluded  for writ of habeas corpus (filing 26) be de \nThe  motion  for-the  Defendant's  Motion  nied. \nfor Post-conviction Bail is overruled.  The  The parties are notified that unless objec \ncourt has already ruled on the motion for a  tion  is  made  within  ten  days  after  being \nnew  trial.  The  Supreme  Court  has  al  served with a copy of this recommendation, \nready  ruled  the  conviction  should  stand,  they may be held to have waived any right \nand where the proof is  evident, and the  they may have to appeal the court's order \npresumption is great has already been de  adopting this recommendation. \ntermined, and bail will be denied. \nDated Jan. 6, 1995. \n(Bill of Exceptions, as amended, Proceedings \nof April  23,  1991,  at  13:9-14.)  Petitioner \nalleges that this conclusion \"was made based \nsolely upon the erroneous recollection of the \ntrial court judge and the non-existing written \nindicia  of  the  Nebraska  Supreme  Court.\" \n(Petitioner's Brief, at 84.)  Evan HOOK, et aI., Plaintiffs, \nEven  assuming,  arguendo,  that the  lan  v. \nguage of Neb.  Const. Art. I, § 9 creates a \nSTATE OF ARIZONA, Defendant. \nprotected liberty interest, petitioner has not \nbeen denied due process, which is all that he  Alan L. GLUTH, Named Class \nis entitled to.  The trial judge denied peti  Representative, \ntioner's  postconviction  bail  request  on  the \nv. \nbasis  that  \"the  proof  is  evident,  and  the \nARIZONA DEPARTMENT OF \npresumption is great has already been deter \nCORRECTIONS, et aI., \nmined\"  by the  Nebraska Supreme  Court's \nDefendants. \naffirmation  of petitioner's conviction.  That \ncourt explicitly concluded that there existed \nFletcher CASEY, et aI., Plaintiffs, \nsufficient  evidence  supporting  petitioner's \nv. \nfirst degree premeditated murder conviction. \nSee State v. Nesbitt, 226 Neb. 32, 37-40, 409  Samuel A.  LEWIS, et aI., Defendants. \nN.W.2d 314 (1987).  Thus, in contrast to the \nCharles L. ARNOLD, guardian ad litem \nAbbott  case  cited  by  petitioner,10  the  trial \non behalf of H.B., et aI., Plaintiffs, \njudge here did supply an opinion or reason \nfor denying petitioner bail.  That petitioner  v. \nmay  feel  that reason  is  not  convincing  or  Samuel LEWIS, et aI., Defendants. \ninadequately detailed does not make it \"arbi \nNos. MC  95-86  PHX CAM,  CIV  734)097 \ntrary and  capricious\"  and  a  denial  of due \nPHX CAM, CIV 84-1626 PHX CAM, CIV \nprocess.  I shall recommend that this claim \n90-0054  PHX  CAM  and  CIV  91-1808 \nbe dismissed. \nPHX CAM. \nIT  THEREFORE  HEREBY  IS  OR \nUnited States District Court, \nDERED that: \nD. Arizona. \n1.  Petitioner's motion for an evidentiary \nhearing (filing 98) is denied.  Oct.  17, 1995. \n2.  Petitioner's motion for enlargement of \ntime in which to file a reply brief (filing 103)  Three prisoner civil  rights  cases were \nis granted.  consolidated for purposes of resolving issue \n10.  Abbott  v.  Laurie,  422  F.Supp.  976  (D.R.1.  has been explicitly disapproved.  See Jenkins v. \n[976).  Moreover, the Abbott line of authority  Halvey, 634 F.2d [30, 132 (4th Cir.1980). \n\nHOOK v. STATE OF ARIZ.  1327 \nCite as 907 F .Supp. 1326 (D.Arlz. 1995) \nof  payment  of  special  masters'  fees.  On  powers of the federal courts to enforce the \nmotion to hold Director of Arizona Depart- Constitution or a consent decree. \nment of Corrections in contempt and on mo-\ntion to defendants for modification of orders,  4. States e=>18.1 \nthe District Court, David Alan Ezra, J., sit- State statute that has effect of thwarting \nting by designation, held that:  (1) Supreme  federal court order enforcing federal rights \nCourt's  stay  in  one  of  the  cases  did  not  cannot  survive  command  of  Supremacy \nterminate special  master's authority in an- Clause  of  the  United  States  Constitution. \nother;  (2) insofar as Arizona statute purport- U.S.C.A.  Const. Art. 6,  cl. 2. \ned  to  affect  lawful  orders  of  the  United  5. Federal Civil Procedure e=>2397.6 \nStates District Court requiring payment of \nStates e=>130 \nspecial masters' fees, it was unconstitutional; \nDistrict  court  had  authority  to  order \n(3)  Eleventh  Amendment  defense  was  not \ncompliance with its orders requiring state to \nappropriately  raised  in  the  contempt  pro \npay fees of special master in connection with \nceeding;  (4)  in  any  event,  District  Court \nmonitoring compliance with orders in prison \ncould properly order payment of special mas \ner civil rights cases, even though such action \nter fees and costs without violating the Elev \nmight violate state statute prohibiting such \nenth Amendment;  (5) Director could be held \npayment  without  legislative  appropriations. \nin contempt despite contention state officials \nU.S.C.A.  Const. Art. 6,  cl.  2;  A.R.S.  § 35-\ncould not comply with the federal court or \n152;  Fed.Rules  Civ.Proc.Rule  53,  28 \nders without violating the state statute;  and \nU.S.C.A. \n(6) modification of the court orders was not \nwarranted by reason of adoption of the state  6.  Federal Civil Procedure e=>1892,  2397.6 \nstatute.  States e=>18.15 \nMotions for contempt granted, motions  Insofar  as  Arizona  statute  prohibiting \nto modify denied, and statute held unconsti  payment of fees of special master appointed \ntutional.  by federal court absent legislative appropria \ntion purports to affect lawful orders of U nit \ned States district court requiring payment of \n1. Federal Courts e=>446  such fees in prisoner civil rights actions in \nSupreme Court's stay in one prisoner's  which special masters were appointed to pre \ncivil  rights  case  did  not  terminate  special  vent recurrence of constitutional violations, it \nwas  unconstitutional  and  void.  U.S.C.A. \nmaster's authority in separate case arising in \nthe same state and in which injunction, in  Const.  Art.  6,  cl.  2;  42  U.S.C.A.  § 1983; \ncluding appointment of special master, had  A.R.S.  § 35-152;  Fed.Rules  Civ.Proc.Rule \nbeen affirmed by the  Ninth Circuit, where  53, 28 U.S.CA \ndistrict court simply consolidated monitoring \n7. Contempt e=>21 \nof the two cases in order to save defendants \nGenerally, party in contempt cannot col \nmoney. \nlaterally attack underlying order in contempt \nproceeding;  rather, order by court with sub \n2. Federal Courts e=>269 \nject matter and personal jurisdiction must be \nFederal courts can invoke judicial  au \nobeyed by the parties until reversed by or \nthority  if local  and  state  authorities,  who \nderly  and  proper  proceedings, without  re \nhave primary responsibility for curing consti \ngard even for the constitutionality of the act \ntutional  violations,  fail  in  their  affirmative \nunder which the order was issued. \nobligations. \n8. Judgment e=>517 \n3.  Federal Civil Procedure e=>2397.6 \nState officials, who had ample opportuni \nPrisons e=>4(3)  ty to raise any Eleventh Amendment issues \nWhile federal concerns may enter into  in prisoner civil rights suits in which special \ninstitutional  litigation involving  correctional  master was appointed with fees to be paid by \nfacilities, they do not automatically trump the  state, were precluded from doing so in con-\n\n1328  907 FEDERAL SUPPLEMENT \ntempt proceeding arising from failure to pay  15. Contempt <P6O(1) \nthose  fees,  and  recent enactment  of state  Party  moving  to  hold  other  party  in \nstatute precluding payment of fees without  contempt  bears  burden  of establishing  by \nlegislative appropriation had  no  bearing on  clear and convincing evidence  that contem \nthe  Eleventh  Amendment  arguments.  nors have violated specific and definite order \nU.S.C.A. Const.Amend. 11;  A.R.8. § 35-152.  of the court, and burden then shifts to con \ntemnors to demonstrate why they were un \n9. Judgment e::>517 \nable to comply. \nEleventh Amendment immunity is affir \n16. Contempt e::>20 \nmative  defense  and  was  waived  when  not \nParty cannot  disobey  court order and \nasserted  on  direct  appeal  in  prisoner civil \nlater argue in defense of contempt proceed \nrights actions  in  which  special master was \ning  that  there  were  \"exceptional  circum \nappointed \\\\<ith fees to be paid by state, and \nstances\"  for  doing  so;  there  is  no  \"good \neven in case which was still pending on direct \nfaith\" exception to requirement of obedience \nappeal, claim could not be raised in contempt \nproceeding based on failure to pay the fees.  to court order. \nU.S.C.A.  Const.Arnend. 11.  17. Contempt e::>70,  74 \nSanctions for civil contempt may be im \n10. Federal Courts e::>272 \nposed to coerce obedience to court order or \nEleventh Amendment does not preclude \nto compensate party pursuing contempt ac \ndistrict court from ordering state to pay fees \ntion for injuries resulting from contemptuous \nand  costs  of  civil  rights  cases.  U.S.C.A. \nbehavior, or both. \nConst.Amend. 11. \n18. Contempt e::>75 \n11. Federal Courts e::>272  If contempt  sanction  is  compensatory, \nEleventh Amendment did not preclude  those  sanctions  must  be  limited  to  actual \nimposition of special master's fees  on  state  losses sustained as a result of the contemptu \nofficials  in  prisoner  civil  rights  actions.  ous behavior. \nU.S.C.A.  Const.Arnend.  11;  Fed.Rules Civ. \n19. Contempt e::>24 \nProc.Rules 53, 54(d)(1), 28  U.S.C.A. \nDirector of Arizona Department of Cor \n12. Contempt e::>30  rections was subject to civil contempt sanc \ntions for refusal to pay special master's fees \nFederal court has inherent power to en \nas ordered in prisoner civil rights litigation, \nforce  court orders  through  civil  contempt. \ndespite \"legal impossibility\"  defense  to  the \n18  U.S.C.A.  § 401(3). \neffect that state officials  could  not comply \nwith those orders without violating state stat \n13. Contempt e::>20 \nute,  where  it  was  not  alleged  that  state \nDistrict court has wide latitude in deter \nlacked funds to pay the fees;  officials should \nmining whether there has been contemptu \nhave made motion to alter or amend instead \nous defiance of court order. \nof resorting to  \"self-help\"  by ceasing pay \nment to the special masters, and the Director \n14. Contempt e::>20 \nhad participated in effectuating change in law \nStandard regarding whether defendants  which was alleged to establish the legal im \nare in contempt is whether they have per \npossibility.  A.R.8. § 35-152;  Fed.Rules Civ. \nformed all reasonable steps within their pow \nProc.Rules 53(a), 60(b), 70, 28 U.S.C.A. \ner to ensure compliance with court's orders, \nand in assessing whether alleged contemnor  20.  Federal Civil Procedure e::>2397,4 \ntook every reasonable step to  comply with  Modification  of prior district court or \nterms of consent decree, district court can  ders in prisoner civil rights cases, extending \nconsider history of noncompliance and failure  time for state officials to pay special masters' \nto comply despite pendency of contempt mo  fees and expenses in order to avoid possible \ntion.  sanctions and personal liability, and to pres-\n\nHOOK v. STATE OF ARIZ.  1329 \nCite Ill! 907 F .Supp. 1326 (D.Ariz. 1995) \nent statements to state legislature, was not  Lynne Abney, Karen L. Lugosi, Attorney \nwarranted on theory that enactment of state  General's Office, Assistant Attorney General, \nlaw precluding payment without legislative  Phoenix, AZ, for Frank Terry. \nappropriation effected a change in the law, as  Lynne Abney,  Karen L. Lugosi, Phoeni.x, \nthere  had  been  no  change  in  federal  law  AZ,  for Sam Lewis, B.D. Goldsmith. \nwhich  would  legalize  the  conduct at which \nLynne Abney, Karen L.  Lugosi, Phoenix, \ninjunction was aimed and, in light of history \nAZ, for Andy Moloy,  Marge Thompson. \nof continuous noncompliance by defendants, \nLynne Abney, Karen L.  Lugosi, Phoenix, \nmodification would perpetuate identified con \nAZ,  for  Ariz.  Dept.  of  Corrections,  John \nstitutional  violations,  and  state  legislature \nAvenenti, Ernie Salazar, C.D. Ravago, C.P.O. \ncould not be recognized as possessing author \nMoen. \nity to enact statutes having effect of modify \ning or overturning federal court's lawful or  Alice Loeb Bendheim, Alice L. Bendheim \nders enforcing the United States Constitu  P.C., Phoenix, AZ, Adjoa A. Aiyetoro, Stuart \ntion.  A.R.S. § 35-152.  Henry Adams, Jr., David Cyrus Fathi, Wash \nington, DC, for Fletcher Charles Casey, Jr., \n21.  Federal Civil Procedure e=>2587 \net a1., Stephen James, et aI., Frank Bartholic, \nStates e=>18.15  et aI., Armando Munoz, et al., Kyle Baptisto, \nRegardless of whether state court would  et al.,  David Allen Mann, et aI.,  Jeffrey C. \nhold state officials in contempt for violating  Lustig,  et  al.,  Terry  Don  McFalls,  et  a1., \nstate statute precluding payment of fees of  Randy Steven Sampson, et aI., John Tomlin, \nspecial masters as ordered by federal court,  et  al.,  Scott  Tramposch,  et  aI.,  Pamela \nSupremacy  Clause  considerations  required  McQuillen, et al., Carolyn Kaye Ferguson, et \nthat judgment of federal court be respected.  a1., Yvonne Martin, et al., David Tucker, et \nU.S.C.A. Const. Art. 6,  c1.  2;  A.R.S.  § 35- a1., Susan Colker, et a1., John Robert Myers, \n152.  et al., Marya Jo Booker, et aI.,  Randy Lee \nThomas, et aI., Ruth Johnson, et al., Roman \nStone, et a1. \nThomas John Dennis, Bernard Phillip Lo  Alice Loeb Bendheim, Phoenix, AZ, Adjoa \npez, Attorney General's Office, Assistant At  A. Aiyetoro, Stuart Henry Adams, Jr., David \ntorney  General,  Phoenix,  AZ,  Richard  Al  Cyrus  Fathi,  Washington,  DC,  for  Robert \nbrecht, Robert K. Corbin, Arizona Attorney  Bankston, et a1. \nGeneral's Office, General Law, Civil Division, \nEdward G. Hochuli, Kathleen L. Wieneke, \nPhoenix, AZ, Gordon Samuel Bueler, Office \nJones Skelton  &  Hochuli, Phoenix, AZ,  for \nof the Attorney General,  Phoenix,  AZ,  for \nSamuel A.  Lewis. \nState of Ariz. \nEdward G. Hochuli, Phoenix, AZ, for Rob \nAndrew S.  Gordon,  Coppersmith  &  Gor  ert Goldsmith, William Rhode, George Her \ndon, Phoenix, AZ, for Clifton Blockinger, Ja  man, Roger Crist, Hal Cardin, Warden, Ari \nmie Tinoco.  zona State Prison Complex, Phoenix, defen \nScott H. Gan, Mesch Clark & Rothschild  dant. \nP.C., Tucson, AZ, for John Barkley.  Erwin B.  Cornstuble, pro se. \nJoel  W.  Nomkin,  Kristen  Brink  Rosati,  Leslie J. Cohen, Tucson, AZ, for Charles \nRachel  Rife  Weiss;  Brown  &  Bain  P.A.,  L. Arnold. \nPhoenix, AZ, Lawrence B. Weeks, Berkeley,  Edward G. Hochuli, Kathleen L. Wieneke, \nCA,  for  Alan  L.  Gluth,  Thomas  A.  Rice,  Daniel Patrick Struck, Jones Skelton & Ho \nDonald K. Nelson, David M. Bandstra.  chuli, Phoenix, AZ, Vicki Gotkin Adler, Attor \nThomas John Dennis, Attorney General's  ney  General's  Office,  Criminal  Division, \nPhoenix, AZ,  for Samuel Lewis, Mary Ver \nOffice, Assistant Attorney General, Phoenix, \nmeer, David Fernandez. \nAZ,  Michelle Lynne Mills, Attorney Gener \nal's Office, Assistant Attorney General, Phoe  Craig Allen  Stephan, Scottsdale, AZ,  for \nnix, AZ,  for William Kangas.  Dan Pochoda, Janet Bliss. \n\n1330  907 FEDERAL SUPPLEMENT \nJames Russel Morrow, Office of the Attor  issue  of payment of Special  Masters'  fees. \nney General, Phoenix, AZ, John M. Gaylord,  Although the relevant facts are outlined in \nArizona Attorney General's Office,  Phoenix,  greater detail below, the instant motions in \nAZ,  for Ariz.  Dept. of Corrections.  volve three principal facts:  (1)  in all three \nAndrew S.  Gordon,  Samuel  George  Cop  cases, the court ordered Defendants to pay \npersmith, Coppersmith &  Gordon,  Phoenix,  Special Masters' fees;  (2) the Arizona Legis \nAZ, for Evan Arthur Hook.  lature enacted Ariz.Rev.Stat.Ann.  § 35-152, \nJoel  W.  Nomkin,  Kristen  Brink  Rosati,  which prohibits payment of Special Masters' \nRachel  Rife  Weiss,  Brown  &  Bain  P.A.,  fees without first obtaining a legislative ap \nPhoenix, AZ,  for Alan L.  Gluth.  propriation for such payment; and (3) Defen \ndants have refused to pay the fees since the \nORDER  GRANTING  PLAINTIFFS' MO \nenactment of § 35-152. \nTIONS  FOR  CONTEMPT AND DE \nNYING  DEFENDANTS'  MOTIONS \nTO MODIFY  1.  Hook v. State of Arizona Dept. ofCor \nrections \nDAVID  ALAN  EZRA,  District  Judge I. \nThe court heard Plaintiffs' motions for con  Twenty-two years ago,  this lawsuit arose \ntempt and Defendants' motions for modifica  from  a  dispute about mail  regulations  and \ntion on September 28, 1995.  Andrew S. Gor  restrictions  in  the  Arizona  Department  of \ndon & Coppersmith and Gordon appeared on  Corrections (\"ADOC\").2  Evan Hook and ten \nthe briefs or at the hearing on behalf of the  other inmates  filed  a  lawsuit  alleging that \nPlaintiffs in Hook v. Arizona.  Joel W. Nom  ADOC mail policies violated their First and \nkin, Kirsten B. Rosati and Rachel Rife Weiss  Fourteenth Amendment rights.  The inmates \nof Brown & Bain appeared on the briefs or at  claimed, inter alia, that they had constitution \nthe  hearing  on  behalf of the  Plaintiffs  in  al rights to receive certain magazines as well \nGluth v.  Kangw;.  Assistant Arizona Attor \nas the right to send and receive specific mail. \nney General James Morrow and  Charles J. \nIn 1973, the parties entered into a Stipulated \nCooper, Michael A.  Carvin, and Michael W. \nConsent Decree (\"the Decree\" or \"Consent \nKirk of Shaw, Pittman, Potts & Trowbridge \nDecree\"),  which  included  a  comprehensive \nappeared on the briefs or at the hearing on \nscheme of mail regulations.  On October 19, \nbehalf of Defendants in all three cases.  Af \n1973, the court entered an order approving \nter reviewing the motions, evidence, and sup \nthe stipulation for the Consent Decree.  The \nporting and opposing memoranda, the court \nDecree was amended once on May 10, 1974.3 \nGRANTS the Plaintiffs' motions to hold Sam \nuel  Le\",is in contempt, finds  Ariz.Rev.Stat. \nOver the  past five  years,  the  court  has \nAnn.  § 35-152  unconstitutional,  and  DE  enjoined ADOC Director Samuel Lewis and \nNIES Defendants' motions to modify. \nthe ADOC on several occasions from modify \ning the terms of the Consent Decree without \n1.  FACTS \nfiling the proper motion for modification pur \nA.  History of the Consolidated Cases  suant to Rule 60(b) of the Federal Rules of \nThree prisoner civil rights cases are con  Civil  Procedure.4  The  record  reveals  that \nsolidated  for  the  purpose  of resolving  the  while the district court and the Ninth Circuit \nJ.  This court is sitting by designation of the Chief  4.  Fed.R.Civ.P. 60(b) provides in pertinent part: \nJudge of the Ninth Circuit and with approval of  On motion and upon such terms as are just, \nthe Chief Judge of the District of Arizona.  the court may relieve a party or a party's legal \nrepresentative from a final judgment, order, or \n2.  Hook, eIV 73-97 PHX CAM.  A thorough histo  proceeding [if]  ... (5) the judgment has been \nry of all three cases is set forth in the Hook Order  satisfied, released, or discharged, or a  prior \ndated June 3,  1994.  judgment upon which  it is  based has been \nreversed or otherwise vacated, or it is no long \n3.  Pursuant to a stipulation of the parties, certain  er equitable  that the judgment should have \nparagraphs of section VI and VII of the Decree  prospective application;  or (6) [for] any other \nwere changed.  The parties sought the changes  reason justifying relief from the operation of \npursuant to Fed.R.Civ.P. 60(b).  the judgment.  The motion shall be made with-\n\nHOOK v.  STATE  OF ARIZ.  1331 \nCite as 907 F.Supp. 1326 (D.Arlz. 1995) \nhave advised  Defendants that a  Rule  60(b)  order.  In January 1993, the court enjoined \nmotion is the proper vehicle through which  Defendants from implementing the new poli \nthe terms of the Decree may be  changed,  cy.6  The court advised Defendants that the \nDefendants have continually failed to comply  Decree and injunctions would remain in ef \nwith the court's orders.  fect until a modification was sufficiently sup-\nIn the original Decree, the ADOC agreed  ported by facts or law. \nto allow each inmate to receive up to three  On January 31, 1994, after the Governor of \ntwenty-five pound packages between Decem- the State of Arizona issued a press release \nber 10th and 31st of each year.  However, on  banning specific magazines in state prisons, \nOctober 4, 1990, the ADOC instituted a new  Director Lewis issued a memorandum to all \npolicy limiting each inmate to one twenty-five  inmates  restricting certain  types  of maga \npound  package  and  imposed  various  other  zines.  Order,  June 3,  1994.  In February \nrestrictions.  ADOC implemented this policy  1994,  the  court  conducted  an  emergency \nin  direct contravention of the Consent De- hearing  to  consider  Plaintiffs'  petition  for \ncree and without court approval pursuant to  criminal contempt, civil contempt and sanc \nRule 60(b).  The court enjoined Defendants  tions.  At that hearing,  Defendants'  attor \nfrom  modifying  the  terms  of  the  Decree  neys reported that Director Lewis had with \nwithout filing a motion for modification.5  drawn his Memorandum of January 31, 1994. \nDefendants  appealed;  the  Ninth  Circuit  No written withdrawal was  offered and no \naffirmed  the district court and  determined  motion to modify the magazine portion of the \nthat  the  ADOC  improperly  attempted  to  Consent Decree was made. \nchange the provisions of the Consent Decree.  At  an  order  to  show  cause  hearing  to \nThe court stated that changes to the Decree  detennine whether Lewis' January 31,  1994 \nshould be made through Rule 6O(b).  Hook,  order constituted civil contempt, Lewis testi-\n972 F.2d 1012, 1016-17 (9th Cir.l992).  fied that he alone decided to issue the Memo-\nThereafter,  in  October  1992,  the  ADOC  randum  of January 31,  1994.7  The  court \nfiled  a motion to modify the Hook  Consent  found  Director Lewis in civil contempt and \nDecree.  The ADOC requested that the court  assessed  attorneys'  fees  and  costs  against \nremove the provision allowing the inmates to  Lewis.  Order, June 3, 1994. \nreceive Christmas food packages.  However,  On  June  8,  1994,  the court  appointed  a \nin November and December of 1992, Director  special master and assistant special master \nLewis and ADOC issued memorandums re  to investigate ongoing allegations of noncom \nquiring consumption of food  packages by a  pliance and to monitor the implementation of \nparticular date, also in violation of the court's  the Christmas package provision.s  The or-\nin a reasonable time. . ..  A motion under this  numerous occasions since 1990, changes to the \nsubdivision (b) does not affect the finality of a  Hook decree are possible....  If the Defen \njudgment or suspend its operation.  dants believe that change should be made to \nFed.R.Civ.P. 60(b).  the Hook decree, they should present evidence \nas to why changes should be  made at the \n5.  The court explicitly \"enjoined, restricted and  evidentiary hearing that they have requested in \nprohibited  [Defendants]  from  making  any  this matter.  Prior to the hearing and a deci \nchanges in the implementation of Christmas food  sion by this Court, defendants cannot unilater \npackages received pursuant to the Consent De \nally change the law. \ncree approved by this court in Hook v. Arizona \nOrder, January 12, 1993. \nunless this court issues an order otherwise.\"  Or \nder, December 13,  1990. \n7.  He claimed that the Governor did not direct \nhim to issue the  memo and that he had not \n6.  The court stated: \nconsulted his attorneys with regard to his deci \nUntil there is an evidentiary hearing and the  sion. \ncourt has issued a  ruling on the motion to \nmodify in this case, the injunction issued on \n8.  The court concluded: \nDecember II, 1990 is in effect and the defen \ndants cannot circumvent the injunction or vio  [T]here is a history of noncompliance in this \nlate that injunction piece by piece until there is  lawsuit.  Indeed, the Court simply does not \nnothing left of the Hook consent decree.  As  have the resources necessary to investigate the \nthis Court has already informed defendants on  volume  of alleged violations of the  Consent \n\n1332  907 FEDERAL SUPPLEMENT \nder also set forth the details for instruction  in  response  to  Plaintiffs'  motion  and  the \non payment by ADOC of the Special Masters'  court  entered  judgment  against  Defen \nfees and expenses.9  Defendants objected to  dants,l1 \nthe fees of the Assistant Special Master, but \nThe court entered an injunction mandating \nwithdrew their objection shortly thereafter. \nimprovement in the operation of and access \nThe court entered an order on August 4, \nto the law library in April, 1990.12  The court \n1994, denying, inter alia, Defendants' motion \nalso appointed a special master to investigate \nto stay the appointment of the Special Mas \nmethods to attain the goal of constitutionally \nter;  granting Defendants' motion to stay the \nadequate access to  the courts.  See  Order, \npayment of fees under the June 3, 1994 order \nSeptember 27, 1989,13  The Special Master's \npending  appellate  review;  and  granting in \nresponsibilities  included  monitoring  ADOC \npart Plaintiffs' motion for class certification. \ncompliance with the injunction and reporting \nto the court every six months.  In August \n2.  Gluth v.  Kangas \n1990, the court entered an injunction setting \nGluth v. Kangas, 773 F.Supp. 1309 CD.Ariz. \nforth standards for determining whether an \n1988), affd, 951 F.2d 1504 (9th Cir.1991), was \ninmate qualifies for indigent status and or \nbrought on  behalf of prisoners  confined to \ndered  that certain supplies  be  provided  to \nthe Central Unit of the Arizona State Prison \nthem.  Order, August 28,  1990. \nat Florence.  Plaintiffs  alleged  a  denial  of \ntheir  constitutional  right  of access  to  the  However,  pending Defendants'  appeal  to \ncourts. 10  At the summary judgment stage,  the Ninth Circuit, Plaintiffs fIled  a petition \nDefendants failed to come forward with facts  for order to show cause why the defendants \nDecree.  Therefore, the Court is appointing a  Hook Order, June 8, 1994, at 11.  The Gluth and \nspecial master to report to the Court with a  Casey special master provisions are substantially \nfactual record needed to determine if ADOC is  the same. \nin compliance with the Consent Decree, and, if \n10.  In their summary judgment motion, Plaintiffs \nnot, recommend specific means of enforcing  alleged deficiencies in library access, legal assis \nthe Decree.  tant and law library clerk training, and ADOC \nOrder, June 8,  1994, at 3.  policies toward indigent inmates. \n9.  The compensation provisions state:  11.  The court  ruled  that:  (1)  prisoners  denied \nphysical access to the prison law library must \n(2) No later than the First day of each month,  receive assistance from someone trained in the \nthe special Master and the Assistant special  law;  (2) prisoners were arbitrarily denied physi \nMaster shall each submit an itemized state  cal access to the library (despite existing regula \nment of their fees for the previous month to  tions providing such access) and therefore the \ndefendants' counsel.  The special Master and  new regulations proffered by Defendants failed to \nAssistant special Master will be com pensated  insure that inmates would enjoy adequate access; \nby the defendants for their fees within fourteen  and (3) the prison's indigency policy was unac \n(14) days of receipt of the special  Master's  ceptable  because  it  forced  inmates  to choose \nmonthly invoice.  Such compensation will con  between purchasing necessary hygienic and legal \ntinue until the special Master's duties are ful  supplies.  See  Memorandum Adopting  Special \nfilled according to the Court's order.  Master's Proposed Order, April 25,  1989, at 8. \n12.  The court highlighted Defendants' continuous \n(4) If there is an objection to particular item  refusal to cooperate in formulating the terms of \nized expenses, payment will not be deferred  injunction  in  the  court's  Memorandum  dated \npending the Court's determination of the ob  April 27,  1990. \njection.  Defendants shall provide full payment \n13.  The court stated, ''The Special Master's work \nto the special Master and if the Court deter \nin this case has been invaluable.  His expertise \nmines that the objection is reasonable, the spe \nand understanding of the situation at the Central \ncial  Master  will  reimburse  defendants  any \nUnit have given him the ability to sit down and \namount the Court determines to be unreason  negotiate a permanent injunction that, not only is \nable.  consistent with the goals of the Court's April 13, \n(5) If the defendants object to the payment of  1989 opinion, but is also agreeable to both sides. \nany of the expenses or costs, they shall file  In fact, at the hearing, on March 29, 1990, defen \nthose objections within thirty (30) days of re  dants only had two objection to the special Mas \nceipt of the bill.  The Court will examine that  ter's  proposed  injunction.\"  Memorandum \nbill to determine if it is fair and reasonable  Adopting Special Master's Proposed Order, April \nunder the circumstances.  25,  1989, at 13. \n\nHOOK v. STATE OF ARIZ.  1333 \nCite as 907 F.Supp. 1326 (D.Arlz. 1995) \nshould  not  be  held  in  civil  contempt.  In  Plaintiffs  on  the  access  to  the  courts  and \nsupport of their petition, Plaintiffs listed six  mental health care issues, If and in favor of \npages of violations of the permanent injunc- Defendants on the medical care, dental care, \ntion provisions.  However, based upon stipu- handicap access and due process issues.  Ca· \nlation of the parties, the court vacated the  sey v. Lewis, 834 F.Supp. 1553 (D.Ariz.1992), \norder to show cause hearing.  affll, 43 F.3d 1261 (9th Cir.1994), cert. grant· \nThe Special Master filed his first evalua·  ell,  - U.S.  --, 115  S.Ct.  1997,  131 \ntion report on January 3, 1991;  his investiga·  L.Ed.2d  999  (1995);  Casey  v.  Lewis,  834 \ntion \"revealed significant areas of non-com·  F.Supp. 1477 (D.Ariz.1993);  Casey v.  Lmvis, \npliance.\"  The Special Master concluded that  834  F.Supp.  1569  (D.Ariz.1993);  Casey  v. \nlegal access had not improved or had wors·  Lewis,  837  F.Supp. 1009 (D.Ariz.1993). \nened during the six months after the perma- The district court issued an order in Octo-\nnent injunction was entered.  ber 1992, finding that ADOC policies ,,;olated \nOn appeal, the Ninth Circuit affirmed the  inmates' constitutional rights of access to the \ndistrict  court  \"in  all  respects.\"  Gluth  v.  courts.  The court adopted a modified ver \nKangas,  951  F.2d 1504, 1512 (9th Cir.1991).  sion  of the injunction  from  Gluth  and  ap \nHowever,  Defendants  continued  their  non- pointed  the Special  Master from  Gluth  to \ncompliance  with  the  permanent injunction.  propose a final injunction to cure the consti \nFor example, in 1993, Defendants fired the  tutional  violations.  Casey  v.  Lewis,  834 \nFlorence law librarian who had been hired  F.Supp. 1553 (D.Ariz.I992). \npursuant to court order.  After an investiga \nThe record reveals that Defendants have \ntion,  the Special Master found  that the li \ncontinually refused to comply with the per \nbrarian was fired  for  cooperating with  the \nmanent  injunction  entered  on  October  8, \nSpecial Master.  Also, in 1993 and 1994, the \n1993.  Such noncompliance includes a gener \nSpecial  Master's  investigations  revealed  at \nal failure to address ongoing violations and \nleast two more violations of the permanent \nrefusals to accommodate the special master's \ninjunction. \noffice in its investigatory duties.  The court \nThe Special Master submitted a status re \nhas threatened Defendants with contempt on \nport to  the court on August 16,  1995.  He \nnumerous  occasions.  Although  the  district \nconcluded that Defendants' failure to \"pro \ncourt and the Ninth Circuit denied requests \nvide the required payments will end the abili  by Defendants for  a stay of the injunction, \nty  of the  Special  Master and  Assistant to \nthe Supreme Court granted a stay.  Lewis v. \ncarry out any aspect of the court ordered \nCasey,  - U.S. -, 114  S.Ct.  1638,  128 \nresponsibilities.  Even a delay will  necessi· \nL.Ed.2d 360 (1994).  The Ninth Circuit sub \ntate the dismantling of the Special Master's \nsequently affirmed the district court's ruling \noperation.\"  Special Master's Report, August \non  the access  to  the courts issue  and  the \n16, 1995, at 3. \nSupreme Court has granted certiorari to re \nview the decision.  As a result of the stay, \n3.  Casey v.  Lewis \nthere has been little Special Master activity \nCasey v.  Lewis,  CIV 90-0054, is a state  in Casey and there are nominal outstanding \nwide class action civil rights case in which  Special Master bills. \nthe members of the class include all prison \ners  in  custody  of the  ADOC.  Numerous  [1]  Defendants  erroneously  assert  that \nissues were tried in the case, including Plain  the Supreme Court's stay in Casey terminat \ntiffs' allegations of inadequate medical, den  ed the Special Master's authority in Gluth. \ntal, and mental health care, handicapped ac  Therefore, Defendants contend that the Spe \ncess, access to the courts and due process.  cial Master in Gluth improperly continued to \nAfter a bench trial, the court ruled in favor of  incur fees  after the Supreme Court stayed \n14.  The district court found that the mental health  Dr. Rundle, Special Master in the mental health \ncare  system  violated  the  Eighth  Amendment.  portion of Casey,  was removed from the case \n834 F.Supp. 1477 (D. Ariz. 1993).  Relevant to the  because of overbilling.  This contention is  not \nmental health care issue, Defendants assert that  supported by the record. \n\n1334  907 FEDERAL SUPPLEMENT \nthe Casey  access  to  the courts injunction.  B.  Notwithstanding any law to the con \nDefendants' claim is without merit.  trary, an officer, employee or agent of this \nThe  Gluth  injunction,  including  appoint  state is not subject to personal liability for \nment of the Special Master, was affirmed by  complying with subsection A. \nthe Ninth Circuit;  Gluth is a final, separate  C.  An officer, employee or agent of this \ndecision.  The  court  simply  consolidated  state shall not pay fees and expenses for \nmonitoring of Casey and Gluth relevant to  special  masters  appointed  by  a  federal \nthe Casey access to the courts issue in order  court  unless  the  legislature  appropriates \nto save the Defendants money.  Gluth was  monies for the payment of the special mas \nnot  superseded  by  Casey  and  the  Special  ter fees and expense. \nMaster was not acting without authority.  In \nD.  Notwithstanding any law to the con \nfact, the court clarified this issue in its Order, \ntrary, the failure of the legislature to ap \nMarch 18, 1994, stating: \npropriate monies for the payment of fees \nthe Gluth permanent injunction is still ap \nand expenses for special masters appointed \nplicable to the Central Unit in Florence for \nby  a  federal  court  does  not  subject  an \nthose issues litigated in Gluth.  In addi \nofficer, employee or agent of this state to \ntion, the access to the courts permanent \npersonal  liability  for  the  special  master \ninjunction  in  Casey,  entered  October  8, \nfees and expenses. \n1993, applies to Central Unit in Florence \nfor those issues not litigated in Gluth, in  E.  This section applies to all bills for fees \ncluding attorney-client phone calls.  and expenses for special masters appointed \nby a federal court that are submitted after \nOrder,  March  18,  1994.  Moreover,  Defen \nthe effective date of this section. \ndants continued to pay the Special Masters \neven after the stay was  granted in  Casey.  Ariz.Rev.Stat.Ann.  § 35-152. \nB.  Ariz.Rev.Stat.Ann.  § 35-152  Samuel Lewis, the Director of the ADOC \nand a defendant in all three cases, was a key \nOn  April  19,  1995,  Governor  Symington \nsupporter  of  the  legislation.  He  testified \nsigned  into  law a  state statute  prohibiting \nbefore the Senate Committee on Government \npayment of fees  and  expenses  incurred  by \nReform  on  March 21,  1995,  and urged the \nspecial masters appointed by federal courts. \nstate legislature to enact the measure for the \nAriz.Rev.Stat.Ann.  § 35-152.  The  statute \nspecific purpose of asserting \"state's rights\" \nbecame effective July 13, 1995, and provides: \nand  challenging the federal  district  court's \nA.  An officer, employee or agent of this \nactions in prisoner cases. IS \nstate shall not open and maintain an ac \ncount for the purpose of paying fees and  State  legislators  also  acknowledged  that \nexpenses  that  are  incurred  by  a  special  the intent of the provision was to set up a \nmaster  who  is  appointed  by  a  federal  confrontation  \"'lith  the  federal  courts  over \ncourt.  states' rights.16  See Testimony of Represen-\n15.  Lewis stated, \"I believe that this is a case of  federal Judge who has been appointed for life \nstate's rights.  I think it is this time for us to find  and ends up abusing his position as a  federal \nout exactly where the power of the federal gov  Judge .... \"  Transcript of Hearing  Before the \nernment begins and ends so that the Department  Arizona State Senate Committee on Government \nsimply becomes the instrument by which we at  Reform, March 21,  1995, at 3. \ntack this in the courts.\"  See Transcript of Hear \ning Before the Arizona State Senate Committee  Defendants allege that they have had \"long \non Government Reform, March 21,  1995, at 7;  standing\" objections to the unnecessary fees and \nMinutes of March 21, 1995 Hearing before Ari  costs.  In their opposition to Plaintiffs' order to \nzona State Senate Committee on Government  show cause, Defendants discuss the special mas \nReform, at 4.  ter fees at length, asserting that billing by the \nSpecial Masters has been careless, unsupported \n16.  Representative Earnest Baird, a co-sponsor of  and excessive.  However, any alleged unreason \nHouse Bill 2523 (§ 35-152), explained, \"basical  ableness or inaccuracies in billing by the special \nly what we are trying to do here is set up a  masters should be brought to the attention of the \nconfrontation  on  who  has  the  appropriations  court pursuant to the procedures set forth in the \npower in this State.  Is it the State Legislature  orders appointing the special masters.  See, e.g., \nwho represents the people of this State or is it a  Hook Order, June 8,  1994, at II.  Accordingly, \n\nHOOK v. STATE OF ARIZ.  1335 \nClteas907 F.Supp. 1326 (D.ArIz. 1995) \ntative Baird,  Transcript of Hearing Before  Ariz.Rev.Stat.Ann.  § 35-152,  under the Su \nthe Arizona State Senate Committee on Gov- premacy Clause of the United States Consti \nernment Reform, March 21, 1995, at 3.  tution.17  Defendants  response  is  twofold: \nOn August 2, 1995, the Special Master in  first,  Defendants  claim  that  the  statute \nGluth and Hook submitted his invoices for  should not be found unconstitutional because \nservices performed by his office during July  alternative  measures  are  available  to  the \n1995, and the Assistant Special Master sub  Special Masters;  second,  Defendants argue \nmitted  her  invoices  for  Gluth,  Hook,  and  that the Eleventh Amendment prevents this \nC(U3ey.  Pursuant to the appointment orders,  court from finding the state statute unconsti \nADOC was  required  to  pay these bills  by  tutional. \nAugust 16, 1995.  Defendants were also re \nquired  to  reimburse  expenses  within  that  [4]  A state statute that has the effect of \ntime period.  Those bills have not been paid.  thwarting  a  federal  court  order  enforcing \nAdditionally, the bills submitted by the Spe  federal rights \"cannot survive the command \ncial Master and Assistant Special Master in  of  the  Supremacy  Clause  of  the  United \nSeptember  1995  for  the  month  of August  States Constitution.\"  W(U3hington  v.  Wash \n1995 have not been paid by Defendants.  ington State Comm'l Passenger Fishing Ves \nsel Ass'n, 443 U.S.  658, 695, 99  S.Ct. 3055, \nII.  DISCUSSION \n3079, 61  L.Ed.2d 823 (1979) (citations omit \nA.  Federal Courts and Prison Regulation  ted);  see also Spain v.  Mountanos, 690 F.2d \n742,  746  (9th Cir.1982).  In W(U3hington  v. \n[2,3]  It is well settled that federal courts \nW(U3hington State, the Ninth Circuit affirmed \ncan invoke judicial authority if local and state \na district court order directing the Washing \nauthorities, who have primary responsibility \nton State Department of Fisheries to adopt \nfor  curing  constitutional  violations,  fail  in \nregulations to protect Indian fishing rights. \ntheir affirmative obligations.  See  Hutto v. \nIn  a  parallel  state  court  proceeding,  the \nFinney, 437 U.S. 678, 687 n. 9, 98 S.Ct. 2565, \n2571  n.  9,  57  L.Ed.2d 522 (1979).  To that  Washington court concluded that the order \nend, \"[f]ederal courts possess whatever pow  was void because the federal court lacked the \ners are necessary  to  remedy  constitutional  authority to order state officials \"to do any \nviolations because they are charged with pro  act they were not authorized by laws of the \ntecting these rights.\"  Stone v.  City of San  state from which they derive[d] their power.\" \nFrancisco,  968 F.2d 850, 861  (9th Cir.1992)  See Puget Sound GiUnetters Ass'n v.  Moos, \n(citing Hutto, 437 U.S. at 687 n. 9, 98 S.Ct. at  88 Wash.2d 677, 565 P.2d 1151, 1155 (1977) \n2571  n. 9),  cert.  denied,  506 U.S.  1081, 113  (cited in Spain v.  Mountanos,  690 F.2d at \nS.Ct.  1050,  122 L.Ed.2d 358 (1993).  While  746).  The  United  States  Supreme  Court \nfederal concerns may enter into \"institutional  granted  certiorari in  both  proceedings,  af \nlitigation involving correctional facilities, they  firmed  the  Ninth  Circuit,  and vacated the \ndo not automatically trump the powers of the  Washington  Supreme  Court decision.  The \nfederal courts to enforce the Constitution or  Supreme Court specifically rejected the state \na consent decree.\"  968 F .2d at 861.  court ruling regarding state officials' capacity \nto act under the state law and held that a \nB.  The Supremacy Clause  state-law prohibition against compliance with \nPlaintiffs  argue  that this  court  has  the  a district court order could not survive the \nauthority to order payment of the  Special  Supremacy Clause.  443 U.S. at 695, 99 S.Ct. \nMasters' fees despite the recent enactment of  at 3079. \nthe court declines to address Defendants' conten  be made. under the Authority of the United \ntions here.  States, shall be the supreme Law of the Land; \nand the Judges in every State shall be bound \n17.  Article VI. clause 2 of the United States Con \nstitution provides:  thereby, any Thing in the Constitution or Laws \nThis Constitution. and the Laws of the Unit·  of any State to the Contrary notwithstanding. \ned States which shall be made in Pursuance  U.S. Const. art. VI,  cl.  2. \nthereof;  and all Treaties made, or which shall \n\n1336  907 FEDERAL SUPPLEMENT \nIn Spain v. Mountanos, the Ninth Circuit  The  district  court  appointed  the  Special \nfollowed  the  Supreme  Court's  decision  in  Masters  pursuant  to  Fed.R.Civ.P.  53,18  to \nWashington v.  Washington State.  690 F.2d  monitor and enforce Defendants' compliance \nat 746.  Spain involved unconstitutional con  with  court-ordered  remedial  measures  ad \nditions of confinement at a California state  dressing  constitutional  violations  of  prison \nprison.  The district court entered an injunc  inmates.  The Special Masters were appoint \ntion  against  specific  prison  practices;  the  ed  after  court  monitoring  alone  had  been \nNinth Circuit affirmed in part and reversed  demonstrated to be inadequate. \nin part.  Id.  at 743-44.  Upon remand, the  Section  35-152  provides  that  an  officer, \nparties entered into a settlement agreement  employee or agent of the state \\vill not pay \npursuant to  which  the  defendants were  to  special master fees for masters appointed by \npay  plaintiff  attorneys'  fees.  Id.  at  744.  a federal court unless the legislature appro \nHowever, the California state legislature re  priates the money.  Ariz.Rev.Stat.Ann. § 35-\nfused to appropriate the funds for payment  152(C).  Defendants have relied on this pro \nof attorneys' fees.  I d.  vision to justify nonpayment of special mas \nter fees.  Although the Arizona statute con \n[5)  The Spain court affirmed the district  flicts with the federal court orders regarding \ncourt order compelling state officials to pay  payment  of the  Special  Masters  and  with \nthe  claim  for  42  U.S.C.  § 1988  attorneys'  Rule 53, defendants assert that the court has \nfees, pursuant to Fed.R.Civ.P. 70.  690 F.2d  an obligation to \"harmonize\" its order with \nat 746.  One of the state attorney general's  the statute.  Transcript of Hearing, Septem \narguments was that the court order was im  ber 28,  1995, at 33. \nproper because the state statute prohibited \nAt the contempt hearing on September 28, \npayment  without  legislative  appropriations. \n1995,  Defendants stated that the  notion  of \n690 F.2d at 745.  The Ninth Circuit relied on \ncomity was at the heart of their argument. \nWashington D.  Washington State,  and held  Id.  at 30.  They asserted, \"when a federal \nthat, \"[u]nder the Supremacy Clause of the \ncourt detennines that a federal substantive \nUnited  States Constitution,  a  court,  in  en \nright can be enforced or vindicated through a \nforcing federal law, may order state officials \nremedial  approach  that respects  state law, \nto  take  actions  despite  contravening  state \nthe federal court must respect state law and \nlaws.\"  [d. at 746.  The court concluded that,  adopt  that  remedial  measure....  [IJf \n\"a state cannot frustrate the intent of section \nthere's an alternative available that respects \n1988 by setting up state law barriers to block \nstate law, it cannot adopt a remedial measure \nenforcement  of an  attorney's  fees  award.\" \nthat does not respect [or conflicts] with state \n[d.  Accordingly, this court has the authority \nlaw.\"  Id.  Defendants' argument is flawed \nto order compliance with the federal district \nin two key respects. \ncourt  orders  even  though  the  action  may \nFirst,  under  Defendants'  theory,  a  state \nviolate Ariz.Rev.Stat.Ann. § 35--152. \nwould have unbridled authority to enact stat \nDefendants admit that there is a conflict  utes in order to insulate it from federal court \nbetween  the federal  court  orders  and  the  orders and from federal laws.  By enacting \nnewly enacted state statute prohibiting pay  Ariz.Rev.Stat.Ann.  § 35-152,  the  Arizona \nment  in  the  absence  of legislative  action.  Legislature has attempted to limit the juris \nHowever, Defendants present a lengthy ar  diction  of  the  federal  court.  Specifically, \ngument in their opposition to Plaintiffs' con  Section  35-152  excepts  Defendants  from \ntempt motions that the conflict between the  their responsibility under the court's order to \nfederal  orders and  the state statute would  pay the masters;  that order was issued pur \nnot exist if the court would only change its  suant to Fed.R.Civ.P. 53(a).  In effect, then, \norders.  Defendants modify Rule 53(a) as it applies in \n18.  Rule 53 requires the court to fix the compen  of the action, which is in the custody and control \nsation for special masters and provides that com·  of the court as the court may direct.  ..  Fed. \npensation  \"shall be charged upon such of the  R.Civ.P. 53. \nparties or paid out of any fund or subject matter \n\nHOOK v. STATE OF ARIZ.  1337 \nCite as 907 F.Supp. 1326 (D.Arlz. 1995) \nArizona.  By  extension,  Defendants'  argu  initial decision have become irrelevant or in \nment would apply equally to orders of the  applicable. \nNinth  Circuit  or  of  the  Supreme  COurt.19 \nAlso at the hearing, Defendants stated sev \nDefendants'  argument  has  no  logical  stop \neral times, \"our position is premised on the \nping point. 20 \nproposition that an alternative remedial tech \nSecond,  Defendants  assume  that  Judge \nnique is available.  If that is wrong, then, yes \nMuecke,  in  appointing  special  masters  in \n. \"  we lose.\"  Defendants suggest three al \nthese cases, did not consider other alterna \nternatives to monitoring by a special master: \ntives available to the court, such as the moni \n(1)  Plaintiffs are capable of self-monitoring \ntoring of compliance by a magistrate.  The \nand  can  bring  any  noncompliance  to  the \ncourt cannot agree with Defendants; the rec \ncourt's attention;  (2)  the  court should  ap \nord shows that Judge Muecke was aware of \npoint a magistrate judge to monitor the case; \nthe court's alternatives and made a determi \nand (3)  the court should use the procedure \nnation that a special master was best suited \nto  perform  the  demanding  monitoring  and  set forth in  Ariz. Rev.Stat.Ann.  § 35-152 to \nreporting  functions.  Furthermore,  Defen  obtain  appropriation  from  the  legislature. \ndants have pointed to nothing that has oc  See Defendants' Opposition to Order to Show \ncurred subsequent to the appointment of the  Cause, at 34-35.  None of these options pres \nmasters,  including  the  enactment  of  Ariz.  ent a realistic alternative remedial technique \nRev.Stat.Ann. § 53-152, to demonstrate that  that  can  supplant  the  role  of the  Special \nfactors upon which Judge Muecke based his  Master. \n19.  The court identified this flaw in Defendants'  MR. COOPER:  No, Your Honor, I don't think \nargument at the contempt hearing:  that would be okay. \nthe answer lies in the issue of whether a state  THE COURT:  Well  ... doesn't this have the \nhas the authority in a circumstance like this to  same,  once only slightly removed,  doesn't \nessentially rewrite the Federal Rules of Civil  this have the same effect?  What it says is: \nProcedure by enacting laws confining, if you  \"We will not pay any Special Masters' fees \nwill, federal court jurisdiction.  Because in this  ordered  imposed  by  the  federal  court.\" \ncircumstance, we have the State in effect at  How is that any different from saying:  \"We \ntempting to rewrite the Federal Rules of Civil  are not going to cooperate.  We will not in \nProcedure and remove in the State of Arizona \nany way enforce or implement any federal \nan  option  othenvise  available  under  those \ncourt order regarding prison conditions?\" \nrules ... If we follow Arizona law, Arizona will \nbe the only state, to my knowledge, in which \nMR. COOPER: The difference is that it would \nthat option would be available '\"  So Arizona \nwould be the only state in which the Federal  not be possible.  It would not be possible to \neffectuate the Court's remedy for constitu \nRules of Civil Procedure on the appointment of \nSpecial Masters in state cases would be un  tional violations in the face of that statute. \navailable.  So in effect, we would be allowing  THE COURT:  The judge could certainly har \nthe Arizona state legislature to assume a power  monize his decision or her decision with the \nof Congress,  a  power exclusively within the  Arizona state statute by just not issuing any \nauthority of the United States Congress, and  orders that would in any way modify condi \nthat is  to enact those rules in conformance  tions at Arizona state prisons or penitentia \nwith the Supreme Court of the United States.  ries. \nHearing Transcript, September 28, 1995, at 37- MR. COOPER: And the constitutional rights of \n38.  the prisoners would go unvindicated. \nTHE COURT:  That's right. \n20.  The following excerpt from the transcript of \nMR. COOPER:  And that's not the argument \nthe contempt hearing further highlights the prob \nlem with Defendants' argument:  we're advancing.  That is not the case. \n[d. at 43-45.  However, that is the case.  Defen \nTHE  COURT:  Well,  what  if  Arizona  had \npassed  a  statute,  [that]  said,  \"Well,  you  dants fail to recognize that if they prevailed in \nknow, we're really tired of this whole busi  their argument, the constitutional rights of the \nness  of prisoner litigation,  and we're  not  Plaintiff classes might indeed \"go unvindicated.\" \ngoing to cooperate with the federal court in  It is clear from the record that Judge Muecke \nany regard, so what we are going to do now  was of this very opinion when he decided to \nis we're going to pass a statute that says all  appoint the special masters.  Their oversight and \nArizona state officials are hereby prohibited  expertise was, and is, as demonstrated by the \nfrom cooperating with any federal court or  record, necessary to compel compliance by the \nder regarding prisons,\" just period, period,  recalcitrant Defendants to remedy ongoing con \nis that okay?  ...  stitutional violations at various state prisons. \n\n1338  907 FEDERAL SUPPLEMENT \nFirst, this court finds that options one and  [7]  In general, a party in contempt can \ntwo  were  necessarily considered  by Judge  not collaterally attack the underlying order \nMuecke  when  he  detennined  that the  ap  in  a contempt proceeding.  See Halderman \npointment of special  masters was  vital  for  v.  Pennhurst State Sch.  &  Hosp.,  673  F.2d \nmonitoring  Defendants'  compliance  with  628, 637 (3d Cir.1982), cerl. denied, 465 U.S. \ncourt orders.  See  Transcript of Contempt  1038, 104 S.Ct. 1315, 79 L.Ed.2d 712 (1984).22 \nHearing, September 28, 1995, at 34-37.  Sec  Rather,  an  order by  a  court  with  subject \nond, following option three would necessitate  matter  and  personal  jurisdiction  must  be \ngranting  Defendants'  instant  Motion  for  obeyed by the parties until reversed by or \nModification.  As discussed below in Part II,  derly and  proper proceedings, \"without re \nthe  court denies  Defendants'  motion.  Ac  gard for even the constitutionality of the Act \ncordingly, as Defendants note, since no effec  under which the order was issued.\"  United \ntive  alternatives are available,  they cannot  States v.  United Mine Workers of Am., 330 \nprevail.  U.S. 258, 293, 67 S.Ct. 677, 695, 91 L.Ed. 884 \n(1947).  Relevant to collateral  attack  of an \n[6]  Defendants also argue that Ariz. Rev.  underlying order in a contempt proceeding, \nStat.Ann. § 35-152 should not be found un  the Supreme Court has stated: \nconstitutional because the court orders which \nIt would be a disservice to law if we were \nappoint special masters do not vindicate sub \nto depart from the longstanding rule that a \nstantive federal rights or provide the neces \ncontempt proceeding does not open to re \nsary remedial means for  the vindication of \nconsideration the legal or factual basis of \nfederal  rights.  This  argument  is  without \nthe order alleged to have been disobeyed \nmerit.  All three cases in this action involve \nand thus become a retrial of the original \ncivil  rights  claims  pursuant  to  42  U.S.C. \ncontroversy.  The procedure to enforce a \n§ 1983  and violations  of First, Eighth and  court's order commanding or forbidding an \nFourteenth Amendment rights.  The injunc \nact  should  not  be  so  inconclusive  a..<;  to \ntions issued all seek to  provide relief from \nfoster experimentation with  disobedience. \nconstitutional violations and the Special Mas \nUnited States v. Rylander, 460 U.S. 752, 756, \nters were  appointed  to  prevent the  recur \n103 S.Ct. 1548, 1551, 75 L.Ed.2d 521  (1983). \nrence of such constitutional violations. \n[8]  The merits of the injunction and the \nTherefore,  insofar  as  Ariz.Rev.Stat.Ann. \nappointment of the Special Master in Gluth \n§ 35-152 purports to effect the lawful orders \nwere fully litigated before the district court \nof the United States District Court requiring \nand then affirmed by the Ninth Circuit.  See \npayment of the Special Masters' fees,  it is \nGluth, 951  F.2d at 1507.  In Hook,  the par \nunconstitutional and void. \nties  entered  a  consent  decree  formulated \nwith the participation of Defendants and De \nC.  Eleventh Amendment \nfendants  never filed  a  direct  appeal.  The \nDefendants further assert that the  Elev  mental health care injunction in Casey is on \nenth Amendment 21  prevents this court from  appeal to the Ninth Circuit and has not been \nfinding  Ariz.Rev.Stat.Ann.  § 35-152  uncon  stayed by either the district court or Ninth \nstitutional.  Plaintiffs  argue  that the  Elev  Circuit, and the Supreme Court has granted \nenth  Amendment  provides  no  defense  for  certiorari to review the Casey access to the \nDefendants and that Defendants' arguments  courts issue.  Accordingly, Defendants have \nare not properly raised in a contempt pro  had ample opportunity to raise any Eleventh \nceeding because they attack the merits of the  Amendment issues before and are thus pre \ninjunctions and consent decree.  cluded from doing so now.  The recent enact-\n21.  The Eleventh Amendment states,  \"The Judi  22.  In Haldennall.  the Third Circuit found that \ncial  power of the  United  States shall  not be  strong policy reasons militated against permit \nconstrued to extend to any suit in law or equity,  ting contemnors to lodge direct attacks of under \ncommenced or prosecuted against one  of the  lying orders.  See 673 F.2d at 636. \nUnited States bv Citizens of another State. or by \nCitizens or Subjects of any Foreign State.\"  U.S. \nConst. amend. XI. \n\nHOOK v. STATE OF ARIZ.  1339 \nCite as 907 F.Supp. 1326 (D.ArIz. 1995) \nment of Ariz.Rev.Stat.Ann. § 35-152 has no  Defendants' Eleventh Amendment immunity \nbearing  on  Defendants'  Eleventh  Amend- claim has been waived for Gluth and Hook \nment arguments.  and cannot be raised in this proceeding.  De \nfendants in Casey may still raise their claim \n[9]  Defendants argue that their Eleventh  on direct appeal but they cannot raise  the \nAmendment claim is allowed in this proceed \nclaim in this proceeding.  Defendants must \ning because it challenges subject matter jur \ntherefore adhere to the district court order \nisdiction.  The Supreme Court has held that \nuntil  stayed,  set aside  or modified  by  the \nthe  Eleventh Amendment \"partakes of the \ncourt.  United  Mine Workers,  330  U.S.  at \nnature of a jurisdictional bar so that it need \n293-94, 67 S.Ct. at 695-96. \nnot be raised in the trial court.\"  Edelman v. \nJordan,  415  U.S.  651,  678,  94  S.Ct.  1347, \n[10,11]  Moreover,  the  law is  clear that \n1362, 39 L.Ed.2d 662 (1974).  However, the \nthe Eleventh Amendment does not preclude \nSupreme Court later clarified that, \"because \nthe district court from  ordering a state to \nof the importance of state law in analyzing \npay fees and costs in civil rights cases.  Hut \nEleventh Amendment questions and because \nto v. Finney, 437 U.S. 678, 696, 98 S.Ct. 2565, \nthe state may, under certain circumstances, \n2576, 57 L.Ed.2d 522 (1978);  Gates v. Collier, \nwaive this defense, we have never held that it \n616  F.2d 1268  (5th Cir.1980).  The  Special \nis jurisdictional in the sense that it must be \nMasters' fees and expenses are costs in the \nraised and decided by this court on its own \ncase.  See Fed.R.Civ.P. 53, 54(d)(I);  Nation \nmotion.\"  Patsy v.  Bd. of Regents, 457 U.S. \nal Org.  for Reform of Marijuana Laws v. \n496, 515 n. 19, 102 S.Ct. 2557, 2567 n. 19, 73 \nMullen,  828 F.2d 536,  545 (9th  Cir.1987)P \nL.Ed.2d 172 (1982).  The Supreme Court has \nThe district court can properly order pay \nalso recognized that an Eleventh Amendment \nment of the Special Master fees  and costs \nimmunity defense may be expressly. waived. \nunder Fed.R.Civ.P. 53 without violating the \nSee Pennhurst State Sch. & Hosp. v. Halder \nEleventh Amendment.  The court finds that \nman, 465 U.S. 89, 100, 104 S.Ct. 900, 907, 79 \nthe Eleventh Amendment does not preclude \nL.Ed.2d  67  (1984).  The  Ninth  Circuit re \na  imposition  of special  masters'  fees  upon \ncently clarified that, \"Eleventh Amendment \nDefendants. \nimmunity,  unlike  a  true  jurisdictional  bar, \nmay be expressly waived  ... and may even \nbe forfeited by the state's failure to assert  D.  Contempt Power \nit.\"  ITSI T.V. Prod. v. AgricuUural Ass'n, 3 \n[12-16]  A federal court has the inherent \nF.3d 1289, 1291 (9th Cir.1993).  In ITSI, the \npower to enforce court orders through civil \nNinth Circuit held Eleventh Amendment im \ncontempt.  See  Spallone  v.  United  States, \nmunity is treated as an affinnative defense \n493  U.S.  265,  276,  110 S.Ct.  625,  632,  107 \nthat is waived if not asserted on direct ap \nL.Ed.2d 644 (1990);  18 U.S.C. § 401(3).24  A \npeal.  Id. \ndistrict court has wide latitude in determin \nHere,  the  appeal  in  Gluth  is  final;  the  ing whether there has been a contemptuous \nHook appeal pertaining to the Special Master  defiance of a court order.  Stone v.  City of \nhas been dismissed and that order is final;  San Francisco,  968 F.2d 850, 856 (9th Cir. \nand  the  Casey  injunctions  are  on  appeal.  1992), cert.  denied, - U.S. --, 113 S.Ct. \nUnder the Ninth Circuit's ruling in ITSI, the  1050, 122 L.Ed.2d 358 (1993)  (citations and \n23.  In Mullen, the Ninth Circuit held that the fees  cretion,  such contempt of its authority,  and \nand expenses of the  special master appointed  none other, as-\nunder Rule 53  were costs of the lawsuit and  (1) Misbehavior of any person in its pres \ncould be assessed against the United States.  828  ence or so  near thereto  as to obstruct the \nF.2d at 545-46.  Also, Defendants' argument that  administration of justice; \nHutto can be distinguished because 42  U.S.c. \n(2) Misbehavior of any of its officers in their \n§  1988 specifically mentions attorneys' fees  as  official transactions; \ncosts is without merit. \n(3) Disobedience or resistance to its lawful \n24.  18 U.S.C. § 401(3) provides:  writ, process, order, rule, decree, or command. \nA court of the United States shall have power  18 U.S.C. § 401(3). \nto punish by fine or imprisonment, at its dis-\n\n1340  907 FEDERAL SUPPLEMENT \ninternal quotations omitted).  The Ninth Cir  order, or to compensate the party pursuing \ncuit's  rule  regarding  contempt  \"has  long  the  contempt  action  for  injuries  resulting \nbeen whether defendants have performed 'all  from  the  contemptuous  behavior,  or  both. \nreasonable steps within their power to insure  United Mine Workers, 330 U.S. at 303--04, 67 \ncompliance' with the court's orders.\"  Stone,  S.Ct.  at 700-{)l.  Perry  v.  O'Donnell,  759 \n968  F.2d  at 856  (quoting Sekaqu.apt.ewa  v.  F.2d 702, 705 (9th Cir.1985).  If the contempt \nMacDonald, 544 F.2d 396, 404 (9th Cir.1976), \nsanction  is  compensatory,  those  sanctions \ncen. denied,  430 U.S. 931, 97 S.Ct. 1550, 51 \nmust be limited to actual losses sustained as \nL.Ed.2d  774  (1977».  The  moving  party \na result of the contemptuous behavior.  Gen \nbears the burden of establishing by clear and \neral Signal Corp. v. Donallco, Inc., 787 F.2d \nconvincing evidence that the contemnors vio \n1376, 1380 (9th Cir.l986) (citations omitted). \nlated  a  specific  and  definite  order  of  the \ncourt.  See Balla v. Idaho State Bd.  of Cor \n[19]  Plaintiffs  seek  to  have  this  Court \nrections,  869  F.2d  461,  466  (9th  Cir.1989). \nimpose civil contempt sanctions against Sam \nThe burden then shifts to the contemnors to \nuel  Lewis.26  Plaintiffs  point  out  that  the \ndemonstrate why they were unable to com \nply.  See  Donovan  v.  Mazzola,  716  F.2d  imposition  of sanctions  is  expressly autho \n1226,  1240  (9th  Cir.1983),  cen.  denied,  464  rized by Fed.R.Civ.P. 7027 and Fed.R.Civ.P. \nU.S.  1040,  104  S.Ct.  704,  79  L.Ed.2d  169  53(a).28 \n(1984).  The contemnors must show that they \nPlaintiffs have demonstrated by clear and \ntook every reasonable step to comply.  See \nconvincing evidence violations of the court's \nSekaquaptewa. 544 F.2d at 406.  In assessing \nspecific and definite court orders; there is no \nwhether an alleged  contemnor took  \"every \ndispute that Defendants have failed  to  pay \nreasonable step\" to comply with the terms of \nthe Special Master's fees and expenses.  Ac \na consent decree, a district court can consid \ncordingly, Defendants must show they have \ner (1) a history of noncompliance and (2) a \ntaken all reasonable steps to comply with the \nfailure to comply despite the pendency of the \ncontempt motion.  Stone, 968 F.2d at 857.  A  court orders. \nparty's subjective intent is irrelevant.25 \nDefendants argue that Ariz.Rev.StatAnn. \n[17, 18]  Sanctions for civil contempt may  § 3&--152  precludes  their  compliance.  In \nbe  imposed to  coerce obedience to  a court  their motion for modification, Defendants as-\n25.  \"A party cannot disobey a court order and  issue  a  writ  of attachment or sequestration \nlater argue that there were 'exceptional circum  against the property of the disobedient party to \nstances' for doing so.  This proposed 'good faith'  compel obedience to the judgment.  The court \nexception to the requirement of obedience to a  may also in proper cases adjudge the party in \ncourt order has no basis in law.\"  In re Crystal  contempt. \nPalace Gambling Hall, Inc., 817 F.2d 1361, 1365  Fed.R.Civ.P. 70. \n(9th Cir.1987). \n28.  Rule 53(a) states, \"when the party ordered to \npay the compensation allowed by the court does \n26.  Specifically,  Plaintiffs  petItIon  the  court  to \nnot pay it after notice and within the time pre \nimpose sanctions against Lewis for payment of \nscribed by the court, the master is entitled to a \nthe  outstanding fees  and  expenses,  a  fine  of \nwrit of execution against the delinquent party.\" \n$1,000.00  per day  until  compliance,  and  the \nFed.R.Civ.P. 53(a). \namount of attorneys' fees and costs incurred to \nbring  this  petition.  The court will  determine  Federal Rule of Civil Procedure 69 sets forth \nappropriate  sanctions  after  the  November  I,  the procedure for a writ of execution and pro \n1995 hearing.  vides, in relevant part: \nProcess to enforce a judgment for the payment \n27.  Fed.R.Civ.R. 70 provides in relevant part:  of money shall be a writ of execution, unless \nthe court directs otherwise.  The procedure on \nIf a judgment directs a party to ... perform  execution,  in  proceedings  supplementary  to \nany [ I specific act and the party fails to comply  and in aid of a judgment, and in proceedings \nwithin the time specified, the court may direct  on and in aid of execution shall be in accor \nthe act to be done at the cost of the disobedient  dance with the practice and procedure of the \nparty by some other person appointed by the  state in which the district court is held, exist \ncourt and the act when so done has like effect  ing at the time the remedy is sought. except \nas if done by the party.  On application by the  that any statute of the United States governs to \nparty entitled to performance, the clerk shall  the extent that it is applicable. \n\nHOOK v.  STATE OF ARIZ.  1341 \nCite as 907 F.Supp. 1326 (D.Ariz. 1995) \nsert that they are in a \"catch 22\" situation,  law which is alleged to establish a legal im \ncaught between the court's orders and Ariz.  possibility, sound policy does not permit the \nRev.Stat.Ann. § 35-152.  Defendants submit  by-passing of the orderly route to appellate \nthat Arizona's Department of Administration,  review  provided  by  Rule  60(b).\"  Id.  at \nRisk Management office, is not able to pro  639; 30  see also  United States v.  Asay,  614 \ncess the recent statements for special master  F.2d 655, 660 (9th Cir.1980) (while \"[i]nability \nfees and expenses due to the enactment of  to comply with an order is ordinarily a com \nAriz.Rev.Stat.Ann. § 35-152 and the lack of  plete defense to a charge of contemptl.l La]n \nthe appropriation of monies from the Legis  exception exists when the person charged is \nlature.  Importantly,  however,  Defendants  responsible for the inability to comply\");  cf \nare not arguing that the state lacks the funds  La Raza Unida v. Volpe, 545 F.Supp. 36, 39 \nto pay the fees and expenses.  Instead, De  (N .D.Ca1.1982)  (\"[S]tates  shouJd  not be  al \nfendants  assert  a  \"legal  impossibility\"  de  lowed to shield themselves from federal court \nfense, alleging that they cannot comply with  judgments by enacting laws requiring legisla \nfederal  court orders without violating Ariz.  tive appropriations before payment of judicial \nRev.Stat.Ann.  § 35-152.  awards.  Otherwise, states would in effect be \nimmune from paying attorneys' fees awards, \nA similar argument was rejected by the \neven though Hutto held that the [E]leventh \nThird  Circuit in  Halderman  v.  Pennhwrst \n[A]mendment does not apply to the payment \nState Sch.  &  Hosp.,  673  F.2d 628 (3d Cir. \nof such awards.\"). \n1982), cert.  denied, 465 U.S. 1038, 104 S.Ct. \n1315, 79 L.Ed.2d 712 (1984), a case which is  Halderman is squarely on point.  The rec \nparticularly  persuasive  here.29  Presented  ord reveals that Director Lewis and the Ari \nwith similar facts, the Third Circuit affirmed  zona State Legislature were well aware that \nthe district court's contempt order; the court  disregard of federal court orders could result \nflrst  concluded  that the  defendants  should  in civil contempt.  Nevertheless, Defendants \nhave  made  a  Rule  60(b)  motion instead of  unilaterally decided to defy the court's orders \nresorting  to  \"self-help,\"  i.e.,  ceasing  pay  regarding payment of the  Special  Masters \nments to the Special Masters.  Id. at 637-38.  subsequent  to  the  enactment  of  Ariz.Rev. \nSecond,  the  court rejected  the  defendants'  Stat.Ann.  § 35-152.  Defendants'  conduct \n\"legal impossibility\" argument and held, \"in  seems particuJarly egregious since they were \nthe circumstances here, where the contemnor  instructed  by  the  Ninth  Circuit  over  flve \nparticipated in effectuating the change in the  years ago  that they must comply with the \nFed.R.Civ.P. 69(a).  Rule 60(b) motion for relief from the court or \nders.  [d. at 634.  The district court found that \n29.  That case involved a district court order ap \nthe Secretary had \"instigated the action of the \npointing a special master to supervise the plan \nlegislature  for  the purpose of dismantling  the \nning and implementation of remedial measures \nMasters' offices\" and held the defendants in con \nto address, inter alia, constitutional violations of \ntempt.  [d. \nmentally retarded plaintiffs in a state institution. \n[d.  at 629-30.  Pursuant to the district court's \norder, the Commonwealth of Pennsylvania bore  30.  The Haldennan court stated: \nthe costs of the special master's office.  [d.  at \n[I]t cannot be said that this is a case in which \n630-31.  The Secretary of the  Department of \nno other route to appellate review except self \nPublic Welfare, in testimony before the state leg \nhelp was available to the contemnors.  More \nislature, voiced strong objections to the use of the \nspecial master and urged the legislature to re  over by resorting to self-help in a  situation \nduce the amount of the appropriation for pay  where a post-judgment change in the law is \nment of the special master from approximately  arguably a reason for relief from the judgment, \n$900,000  to  a  lesser amount.  [d.  at 632-34.  a party subject to that judgment deprives the \nThe legislature passed an appropriation bill in  other side of the notice and opportunity to be \nthe amount of $35,000, stating, \"It is the intent  heard which Rule 60(b) would otherwise re \nof the  [legislature]  that  this  appropriation  be  quire, and of the protection in that rule that \nused for shutdown costs and that no other funds  \"(a) motion under this subdivision (b) does not \nof the Commonwealth be spent for these func  affect the finality of the judgment or suspend \ntions.\"  [d. at 633.  Thereafter, \"as soon as the  its operation.\"  ... The self-help route leaves \nappropriations bill became law the Department  the trial court with no alternative except resto \nof Public Welfare  took the position that they  ration of the status quo ante bellum by a coer \nwould not obey the [court] orders,\" and made no  cive contempt order. \n\n1342  907 FEDERAL SUPPLEMENT \norders  until  a  court  makes  a  modification  bility,  and  to  present the Special  Masters' \npursuant to a Rule 60(b) petition.31  See, e.g.,  statements to the state legislature.  Defen \nHook  v.  Arizona Dept.  of Corrections,  972  dants fail to cite any law in their motions to \nF.2d 1012 (9th Cir.1989).  support modification.  Rather, they assert a \nDirector Lewis argues that he has made  \"catch 22\" argument and state that modifica \nseveral attempts to request payment for the  tion is necessary in order for them to present \nJuly special master's fees and expenses.  On  the billing statements to the Arizona legisla \nAugust  2,  1995,  Defendants  requested  the  ture.  In their reply brief, Defendants state \nDepartment of Administration, Risk Manage  that \"[t]he gravamen of defendants' motion is \nment Division,  to deposit a warrant in the  that the enactment of A.R.S. § 35-152 effect \namount of $5,976.18 in the special master's  ed a change in law requiring modification of \naccount.  On  August  3,  1995,  Defendants  the outstanding orders with respect to pay \nsent the fee statements to the DOA request  ment of the masters in these cases.\"  Defen \ning payment directly to the special master.  dants'  Reply Brief,  at 2.  Defendants  also \nOn August 10, 1995, Director Lewis request  reassert  their  constitutional  arguments  in \ned emergency placement on the next agenda  their reply brief.  Id.  at 2-4. \nof the Joint Legislative Budget Committee to \nIn their reply hrief, Defendants cite Rufo \nobtain appropriations.  On August 23, 1995, \nv.  Inmates of Suffolk Jail, 502 U.S. 367, 112 \nDirector  Lewis  sent a  letter  to  Governor \nS.Ct.  748,  116  L.Ed.2d 867  (1992),  for  the \nSymington regarding a special session of the \nproposition that, \"a change in law will justify \nlegislature to appropriate the funds.  Defen \nmodification  of a decree  in  an  institutional \ndants contend that they \"are making every \nreform case.\"  Defendants' Reply Brief, at 2. \neffort  to  present the issue  to  the Arizona \nHowever, in Rufo, the Supreme Court stated: \nLegislature .... \"  Defendants' Opposition, at \n49.  These  efforts,  however,  only evidence  [a] consent decree must of course be modi \nDefendants'  attempt  to  comply  with  Ariz.  fied if, as it later turns out, one or more of \nRev.Stat.Ann. § 35-152, ,wt with the court's  the obligations placed upon the parties had \norders to pay the special masters.  become impermissible  under federal  law. \nBut modification of a consent decree may \nThe court finds that Defendants have nei \nbe warranted when the statutory or deci \nther substantially complied nor taken all rea \nsional law has changed to make legal what \nsonable steps within  their power to  assure \nthe decree  was designed to  prevent. \ncompliance with the court's orders.  Accord \ningly, the court GRANTS Plaintiffs' motion  502 U.S. at 375, 112 S.Ct. at 755 (emphasis \nto hold Samuel Lewis in contempt.  added).  Additionally, the Court stated that \neven if a moving party can meet its burden of \nE.  Defendants' Motions for Modification  establishing a change in the law warranting \n[20]  On the day payment became due on  modification  of a consent decree,  \"the Dis \nthe Special Masters' fees and expenses, De  trict  Court  should  determine  whether  the \nfendants  filed  a  motion  for  modification.32  proposed modification is suitably tailored to \nDefendants seek a modification of prior court  the changed circumstance.\"  Id.  at 391, 112 \norders extending the time for payment of the  S.Ct. at 763.  One consideration is that, \"a \nSpecial Masters' fees and expenses in order  modification must not create or perpetuate a \nto avoid possible sanctions and personal lia- constitutional  violation.\" 3.1  Id.  Rufo does \nId. at 637.  simply stated, \"I wish I had a good answer, but I \ndon't.  State officials and legislatures, executive \n31.  Indeed, the court may also consider Defen· \nbranch officials, their lawyers, were scrambling \ndants'  history  of  noncompliance  in  all  three \nto do something about this problem-.\"  Defen \ncases, discussed above, in determining whether \ndants' counsel also admitted that failure to pay \ncivil contempt is an appropriate remedy.  See, \nthe special masters was a deliberate act.  Tran \ne.g., Stone, 968 F.2d at 857. \nscript of Hearing, September 28, 1995. at 26-27. \n32.  At the contempt hearing, Defendants failed to \noffer a valid reason why the modification motion  33.  The Supreme Court outlined two other factors \nwas not filed before Defendants ceased payments  concerning  consent  decree  modifications:  the \nto the special masters.  Counsel for Defendants  proposed modification should not rewrite a con-\n\nROUND VA  LLEY INDIAN HOUSING AUTHORITY v. HUNTER  1343 \nCite as 907 F.Supp. 1343 (N.D.CaI. 1995) \nnot support Defendants' petition for modifi- States lacks  the  power which  the  Arizona \ncation for two key reasons:  first, the Court  state legislature would enrobe itself. \nwas referring to a significant change in fed- In light of all facts  presented-including \ner~llaw th~t.wou~d \"legal~\" the conduct ~t  Defendants'  long  history  of  noncompliance \nwhich the mJunctlOn was rumed;  second, m  with court orders, Defendants' pivotal role in \nlight of the history of continuous noncompli- the  enactment  of Ariz.Rev.Stat.Ann.  § 35-\nance by the Defendants, the court believes \n152, and Defendants' unsupported statement \nthat a modification of the court order would \nthat, \"the Governor and his senior staff are \nindeed perpetuate the identified constitution \npresently discussing with  the leadership  of \nal violations.34 \nthe Arizona Legislature a special session to \n[21]  Furthermore,  as  discussed  above,  deal with the issues raised by the enactment\" \nDefendants'  \"legal  impossibility\"  argument  of  Section  35-15235-the  court  concludes \nlacks merit and does not justify a modifica  that a modification is  not warranted.  The \ntion of the court orders regarding payment  court therefore DENIES Defendants' Motion \nof the Special Masters.  Defendants seem to  for Modification. \nbe  arguing  that  compliance  with  district \ncourt orders may place them in contempt of  III.  CONCLUSION \nstate courts.  Regardless of whether an Ari  For the  reasons  stated  above  the  court \nzona  state court would  hold  defendants in \nGRANTS Plaintiffs' Motion to hold Samuel \ncontempt  for  violating  Ariz. Rev.Stat.Ann. \nLewis in Contempt, finds Ariz.Rev.Stat.Ann. \n§ 35-152, \"Supremacy Clause considerations  § 35-152 unconstitutional, and DENIES De \nrequire  that  the  judgment  of  the  federal \nfendants' Motion for Modification.  The court \ncourt be respected.\"  Badgley v. Santacroce, \nwill determine the proper sanctions after fur \n800 F:2d 33, 38 (2d Cir.1986) (citing Wash \nther hearing on the matter. \nington v. Washington State Comm'l Passen \nIT IS SO ORDERED. \nger Fishing Vessel Ass'n, 443 U.S. 658, 695, \n99 S.Ct. 3055, 3079, 61  L.Ed.2d 823 (1979», \ncert. denied, 479 U.S. 1067, 107 S.Ct. 955, 93 \nL.Ed.2d 1003 (1987). \nEssentially,  the  Defendants  suggest that \nthe  legislature  of the  State  of Ariwna be  ROUND VALLEY INDIAN HOUSING \ngiven the power to require a federal court to  AUTHORITY, Plaintiff, \nmodify or \"harmonize\" its orders to comply \nv. \nwith the Arizona state law.  In other words, \nthat the Arizona legislature be recognized as  HUNTER, et ai., Defendants. \npossessing  the  authority  to  enact  statutes  No. C94-3847 WHO (JSB). \nwhich have the effect of modifying or over \nturning  a federal  court's lawful  orders en  United States District Court, \nforcing the U.S. Constitution.  The power to  N.D. California. \noverturn or require modification of a federal \nOct.  24,  1995. \ndistrict  court  order  in  constitutional  cases \nlies under the Constitution with the Court of \nAppeals  and  the  United  States  Supreme  Indian housing authority brought action \nCourt.  Even  the  Congress of the  United  to recover possession of rental property and \nsent decree to \"conform[] to the constitutional  in ensuring compliance with the injunctions, and \nfloor,\" and the public interest and allocation of  has stated that he will be unable to \"carry out \npowers within the federal system should be con  any aspect of [his]  court ordered responsibili \nsidered.  502 U.S. at 391-92, 112 S.Ct. at 763- ties,\" and that a \"delay [in payment] will necessi· \n64.  tate the dismantling of the Special Master's oper \nation.\"  Special  Master's  Report,  August  16, \n34.  Indeed, a modification might threaten to un  1995, at 3. \ndermine the substantive provisions of the injunc· \ntions.  The Special Master has been instrumental  35.  See Defendants' Motion for Modification. at 4. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1830"
    },
    {
      "date": "1994-06-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Empty/Missing Document",
      "document_type": "Settlement Agreement",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Arizona",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1827,
      "file": null,
      "title": "Parties' Stipulated Joint Proposal for Injunctive Relief for Mental Health",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1827"
    },
    {
      "date": "1992-09-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 246,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 803,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Arizona",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54391,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54391.pdf",
      "title": "Findings of Fact and Conclusions of Law",
      "text": "803 F.Supp. 246 (1992)\nCharles L. ARNOLD, Guardian ad litem on Behalf of H.B.; Plaintiff,\nv.\nSamuel LEWIS, et al., Defendants.\nNos. CIV 90-0054 PHX CAM, CIV 91-1808 PHX CAM.\nUnited States District Court, D. Arizona.\nSeptember 3, 1992.\n247 *247 Tannis L. Fox, Arizona Center for Law in the Public Interest, Phoenix, Ariz., for plaintiff.\nSonia Overholser, Asst. Atty. Gen., Phoenix, Ariz., for defendants.\nFINDINGS OF FACT AND CONCLUSIONS OF LAW\nMUECKE, District Judge.\n248 Having considered all of the documents relevant to the plaintiff's motion for permanent *248 injunction and all of\nthe evidence presented to the Court in the week-long hearing, the Court concludes as follows:\nFINDINGS OF FACT\nA. PROCEDURAL HISTORY\nPlaintiff, Charles L. Arnold, as guardian ad litem for H.B., filed this action on November 14, 1991 on behalf of H.B.\nand others similarly situated. Defendants are Samuel Lewis, director of the Arizona Department of Corrections\n(DOC); Mary Vermeer, deputy warden of the Santa Maria Unit at the Perryville Prison; and David Fernandez,\nM.D., a psychiatrist employed by the DOC. Plaintiff filed this action pursuant to 42 U.S.C. § 1983 and 28 U.S.C.\n§§ 2201 and 2202 seeking (1) a declaration that defendants violated her eighth and fourteenth amendment rights\nby their deliberate indifference to her mental health needs and (2) an injunction enjoining defendants from\ntransferring her from the Flamenco unit, a DOC mental health facility, and from illegally placing her in lock down\nbecause of her mental illness.\nThis court issued two temporary restraining orders prohibiting the transfer of H.B. from the Flamenco unit to the\nSanta Maria Unit at Perryville. On November 16, 1991, the parties agreed to a preliminary injunction enjoining the\ntransfer of H.B. from Flamenco pending a ruling from the Court on this motion for permanent injunction.\nB. THE PARTIES\n[1]\nPlaintiff H.B. is a fifty-three year old, black female inmate at the DOC. PTSF 1.  Plaintiff has been incarcerated\nin the Santa Maria Unit at Perryville Prison since 1981, when she was convicted of aggravated assault. PTSF 3.\nDefendant Lewis is the director of the DOC. As such, he is responsible for ensuring the medical care of DOC\ninmates, including mental health treatment. A.R.S. § 31-201.01.D. Pursuant to A.R.S. § 31-226.A, defendant\nLewis must file a petition to transfer a female inmate to the Arizona State Hospital (ASH) upon submission of a\nwritten report by the DOC psychiatrist that an inmate needs transfer to \"ensure adequate treatment.\" If the report\nstates that the inmate is a danger to self or others, the defendant Lewis must immediately authorize the transfer.\n\nDefendant Vermeer is the deputy warden of the Santa Maria Unit at Perryville Prison. R.T. of December 11, 1991\nat p. 5. She is responsible for authorizing placement of inmates in lock-down and for ensuring that inmates\nreceive access to medical care. R.T. of December 11, 1991 at p. 6, 110.\nDr. Fernandez is a psychiatrist employed by the DOC. He treated the plaintiff from October of 1983 to August of\n1988 and from May 1989 to April of 1990. R.T. of December 11, 1991 at p. 157, 159; Exhibit 72. Dr. Fernandez\nsupervises and consults with plaintiff's present DOC treating psychiatrist, Dr. Victor Pera. R.T. of December 11,\n1991 at p. 155. Dr. Fernandez has the ultimate authority to recommend transfer to the ASH pursuant to A.R.S. §§\n31-226.A and 31-226.01.A. R.T. of December 9, 1991 at p. 164; R.T. of December 11, 1991 p. 198; R.T. of\nDecember 13, 1991 at p. 70.\nC. THE FACILITIES\nThe Santa Maria unit at Perryville is a 312 bed maximum security unit for females. R.T. of December 11, 1991 at\np. 18-19. There is a special management area with forty-eight lock down cells. R.T. of December 11, 1991 at p.\n18, 150. Flamenco is a new DOC mental health facility located on the state hospital grounds. One ward is\navailable for women. R.T. of December 11, 1991 at p. 154, 196.\nD. THE PLAINTIFF'S MEDICAL NEEDS AND THE DEFENDANTS'\nTREATMENT OF THOSE NEEDS\n1. Plaintiff has medical needs due to her severe mental illness.\n249 Plaintiff has a severe mental illness. Specifically, she has been diagnosed as having *249 schizophrenia, chronic,\nparanoid type. PTSF 2. Plaintiff H.B.'s mental illness presents a serious medical need. PTSF 6. Plaintiff has been\ntreated for schizophrenia since 1955. From 1973 through 1991, plaintiff was admitted to the Arizona State\nHospital (ASH) fourteen times, nine of those occasions admitted upon the transfer from the DOC. Exhibit D.\nPlaintiff's schizophrenia causes her to have delusions and hallucinations and impairs her judgment so that she is\nnot competent to make decisions regarding her care and treatment. R.T. of December 9, 1991 at p. 11, 185, 191,\n210. Plaintiff requires antipsychotic medication to treat her schizophrenia. R.T. of December 9, 1991 at p. 6.\nPlaintiff should be confined in a hospital-like residential treatment facility, like the Flamenco unit, so that\nmedication may be administered against her will if she stops taking her medication and her condition\ndeteriorates. R.T. of November 25, 1991 at p. 156. The plaintiff's mental health needs cannot be met in DOC\ngeneral population or in lock down. R.T. of December 9, 1991 at p. 25-27; R.T. of December 13, 1991 at p. 184;\nR.T. of November 25, 1991 at p. 60.\n2. The defendants have neglected to treat plaintiff's mental illness.\nThe DOC has seriously neglected plaintiff's mental health care needs during her ten years of incarceration. R.T.\nof November 25, 1991 at p. 150; R.T. of December 9, 1991 at p. 27. During this time-period, the DOC's treatment\nof plaintiff has followed a distinct pattern of confinement in lock down for prolonged periods of time with denial of\nmental health treatment during lock down. R.T. of November 25, 1991 at p. 148-149; Exhibit D. As a result of the\ndenial of mental health treatment, plaintiff's condition deteriorates and she is eventually transferred to the\nFlamenco unit or ASH. R.T. of November 25, 1991 at p. 148-149; Exhibit D. She is released again to general\npopulation where she is again locked down. R.T. of November 25, 1991 at p. 148-149; Exhibit D. In some cases,\nplaintiff was locked down within twenty-four to seventy-two hours after transfer from ASH back to DOC. R.T. of\nDecember 9, 1991 at p. 34.\n\na. Defendants have placed plaintiff in lock down to punish her for her\nhostile, threatening behavior that is the result of her mental illness.\nPlaintiff is placed in lock down because of behavior resulting from her mental illness, schizophrenia. R.T. of\nNovember 25, 1991 at p. 58, 129-103, 151-152; R.T. of December 9, 1991 at p. 13-20. Exhibits 20, 27, 28, 35,\n37, 38, 39, 44, and 49. Specifically, when plaintiff does not receive or take her medication, she can become\nhostile and threatening. R.T. of November 25, 1991 at p. 150, 156; R.T. of December 9, 1991 at p. 6. When\nplaintiff is taking her medication and receiving appropriate treatment, she is not hostile or threatening. R.T. of\nDecember 9, 1991 at p. 9; R.T. of December 13, 1991 at p. 112, 181-182; R.T. of December 11, 1991 at p. 170.\nThe behavior for which plaintiff is locked down does not result from a personality disorder. R.T. of December 13,\n1991 at p. 166-171, 181-182; R.T. of December 9, 1991 at 184; Exhibit I. DOC psychiatrists did not authorize\nplacing plaintiff into or releasing her from lock down. R.T. of December 11, 1991 at p. 185; Exhibits 72-77.\nPlaintiff has a significant history of being locked down during her incarceration at DOC. From May 12, 1989 to\nOctober 2, 1991, when the state court enjoined plaintiff's transfer from ASH to the DOC, plaintiff was in lock down\n514 days [approximately 60% of her total time in DOC custody]. Exhibits D and E. During that same period of\ntime, she was in ASH or Flamenco 278 days [32.5% of her total time in DOC custody]. Id. Also during the same\nperiod, she was in general population 64 days [7.5% of her total time in DOC custody]. Id. Because of a lack of\nrecords, the extent of lock down prior to May 12, 1989 is not completely known. Exhibits D and E. While plaintiff\nwas in lock down, she deteriorated to the point that constitutes a psychiatric emergency. R.T. of December 9,\n250 1991 at p. 16. In most cases, plaintiff should have been taken out of lock down *250 based on medical necessity.\nR.T. of November 25, 1991 at p. 169.\nPlaintiff was placed in lock down on May 12, 1989 and remained in lock down for eleven and one-half months. Id.\nDuring that period of time, medical records document nine visits by a psychiatrist on May 18, May 23, June 15,\nJuly 13, August 18, October 23, November 27, December 29, 1989, March 5, and April 23, 1990. Exhibits D, 72.\nThere is no documentation in the medical records of any visits by a psychiatrist from December 29, 1989 until\nApril 23, 1990, four days prior to her voluntary transfer to Flamenco. Id. During this period of time, defendant\nFernandez was plaintiff's treating psychiatrist. R.T. of December 11, 1991 at p. 157; Exhibit 72.\nPlaintiff was discharged to the Santa Maria unit on October 24, 1990. Exhibit D. She was placed in lock down on\nthe following day, October 25, 1990. Exhibits D and E. On November 21, 1990, less than one month later, plaintiff\nwas again placed in lock down. Id. Plaintiff remained in lock down for five weeks until December 26, 1990. Id.\nDuring that five-week period, she was seen by a psychiatrist three times. Exhibit D.\nPlaintiff was released from lock down on December 26, 1990, but returned to lock down five days later, on\nDecember 31, 1990. Exhibits D and E. After approximately two weeks, she was transferred to ASH. Id. During\nthat period of time, she saw a psychiatrist one time. Id. Plaintiff remained in ASH from January 11, 1991 to\nFebruary 15, 1991, when she was transferred back to the Santa Maria unit. Exhibit D. Three days later, on\nFebruary 18, 1991, plaintiff was again placed in lock down and remained there for six weeks, until March 28,\n1991. Exhibits D and E. During this period, she was seen by a psychiatrist one time. Exhibit D.\nApproximately one month after her release from lock down, on May 3, 1991, plaintiff was again locked down.\nExhibits D and E. This time, plaintiff was locked down for eleven weeks, until July 18, 1991. Id. She was released\nfrom lock down July 18, 1991 but again locked down one week later on July 26, 1991. Id. On August 1, 1991,\nplaintiff was transferred to ASH and she remained in that facility until November 14, 1991. Exhibit D. During this\nthree and one half month admission at ASH, plaintiff was not placed in seclusion, isolation or restraints of any\nkind. PTSF 6.\nWhile she is locked down in DOC custody and because of her mental illness, plaintiff frequently refuses to\nshower. R.T. of December 9, 1991 at p. 7; Exhibit E. For example, during a seven-week period from May 28,\n1991 through July 18, 1991, plaintiff took one shower. Exhibit E. Neither DOC security nor psychiatric staff takes\nsufficient action to see that plaintiff showers or meets her personal hygiene needs. R.T. of December 9, 1991 at\np. 7.\n\nb. The defendants have failed to provide psychiatric follow-up for\nplaintiff while she has been locked down.\nThe defendants have not provided the psychiatric follow-up that plaintiff should have received while she was in\nlock down. R.T. of November 25, 1991 at p. 151; R.T. of December 9, 1991 at p. 14-15. There have been\nrepeated occasions when plaintiff's treatment has been delayed because a psychiatrist did not see plaintiff when\nnecessary or when she should have been transferred to a mental health facility but was not transferred. R.T. of\nNovember 25, 1991 at p. 149, 151.\nUpon placement in lock down, plaintiff should have received almost immediate psychiatric follow-up. R.T. of\nNovember 25, 1991 at p. 155; R.T. of December 9, 1991 at p. 16-17. However, when the defendants placed\nplaintiff in lock down she was never seen by a psychiatrist immediately. R.T. of November 25, 1991 at p. 155,\n167; Exhibit D; R.T. of December 13, 1991 at p. 42.\nWhen plaintiff was locked down, she should have been seen daily by a psychiatrist; however, she was not seen\ndaily. R.T. of November 25, 1991 at p. 52, 167; R.T. of December 9, 1991 at p. 5, 8-9; Exhibit D. When plaintiff\nwas in lock down for eleven and one half months, she was seen by a psychiatrist nine or ten times. Dr. Garcia\n251 commented that this record *251 was \"dismal.\" R.T. of November 25, 1991 at p. 149, 153; R.T. of December 9,\n1991 at p. 5, 13, 19. During the 514 days that plaintiff was in lock down, she was seen by a psychiatrist twenty or\ntwenty-one times. Exhibits D and E. During the long periods in lock down, plaintiff was seen by a psychiatrist with\ndecreasing frequency instead of increasing frequency as would be expected. R.T. of November 25, 1991 at p.\n153.\nWhen she was locked down, plaintiff should also have been seen regularly each day by other trained mental\nhealth professionals. R.T. of November 25, 1991 at p. 52, 222; R.T. of December 9, 1991 at p. 8. While locked\ndown, no other trained mental health professionals evaluated plaintiff. R.T. of December 11, 1991 at p. 62, 86.\nDuring lock down, plaintiff was checked daily by a nurse, as all inmates in lock down are checked daily by a\nnurse. R.T. of December 11, 1991 at p. 86; Exhibits 72-77. Dr. Garcia concluded that this \"is not treatment at all.\"\nR.T. of November 25, 1991 at p. 155.\nc. The defendants have failed to monitor plaintiff's medication.\nThe DOC has failed to monitor plaintiff's medication. Plaintiff occasionally refuses to take her prescribed\nmedication. R.T. of November 25, 1991 at p. 156, 163. When plaintiff has failed to take her medication, DOC\npsychiatric staff has not taken action to ensure that she take the medication or transferred her to ASH where she\ncould be forcibly medicated. R.T. of November 25, 1991 at p. 59, R.T. of December 9, 1991 at p. 5-6. Specifically,\non January 3, 1990, seven months into the eleven and a half month lock down, security staff reported that plaintiff\nwas combative, aggressive, and refused to take her medication, as she had done for at least the past two weeks.\nExhibit 32. A medical evaluation was requested and the incident report sent to Dr. Fernandez. Exhibit 32. Dr.\nFernandez failed to respond. Exhibit D. The next visit documented in the medical records by a psychiatrist is\nthree and one half months later on April 23, 1990 by defendant Fernandez. Exhibits D, 72. Plaintiff was voluntarily\ntransferred to Flamenco four days later. Exhibit D. In another instance on May 28, 1991, Dr. Pera documented in\nthe medical record that plaintiff was noncompliant with her medication. However, she was not transferred to ASH,\nwhere she could be forcibly medicated, for another two months. Exhibits H, D, and 74.\nOn another occasion, DOC psychiatrists allowed plaintiff's medication to lapse for ninety days. R.T. of December\n9, 1991 at p. 6. Such a lapse would worsen plaintiff's condition. R.T. of December 9, 1991 at p. 6.\n\nd. The defendants have failed to transfer plaintiff to ASH when\nnecessary to ensure adequate treatment.\nOn numerous occasions, plaintiff should have been transferred to ASH as necessary to ensure adequate\ntreatment, but was not. R.T. of November 25, 1991 at p. 163; R.T. of December 9, 1991 at p. 19, 23-24. Rather,\nthe DOC has used lock down as an alternative to providing plaintiff with necessary mental health treatment. R.T.\nof December 9, 1991 at p. 26.\nAlso, on numerous occasions a DOC psychiatrist recommended transfer of plaintiff to ASH but the transfer was\ndelayed or did not occur. R.T. of December 9, 1991 at p. 24-25; R.T. of December 11, 1991 at p. 266, 272,\n274-275. DOC medical records do not document why plaintiff was not transferred to ASH when recommendations\nwere made. R.T. of December 9, 1991 at p. 24; R.T. of December 11, 1991 at p. 266, 272, 274-275; Exhibit H.\nDelay after a recommendation that an inmate be transferred to ASH does not conform to medical standards. R.T.\nof December 13, 1991 at p. 61. Emergency transfers pursuant to A.R.S. § 31-226.01 should and can take one\nday. R.T. of December 11, 1991 at p. 174, 257.\nOn March 1, 1988, defendant Fernandez documented in plaintiff's medical record that \"patient has been kept in\n252 lock down because of being irritable and having no insight into her condition.\" R.T. of December *252 11, 1991 at\np. 26; Exhibit H. He also stated that \"patient needs to be admitted to psychiatric facility to control current\nsymptoms.\" R.T. of November 11, 1991 at p. 267; Exhibit H. Plaintiff was not transferred to ASH until April 12,\n1988, six weeks later. R.T. of December 11, 1991 at p. 268; Exhibit D. Plaintiff was locked down during part of\nthat time. R.T. of December 11, 1991 at p. 268; Exhibits D and E.\nOn October 19, 1988, a DOC psychiatrist documented that plaintiff \"continues to hear voices and reports\nparanoia\" and \"has active auditory hallucinations and delusions.\" R.T. of December 11, 1991 at p. 269; Exhibit H.\nFurther, plaintiff reported \"that she wants to go to the State Hospital and that she wants and needs to get out of\nlock down. I agreed that [patient] could request to go to the A.S.H.\" Exhibit H. Plaintiff was not transferred to ASH.\nR.T. of December 11, 1991 at p. 269; Exhibit D.\nOn March 8, 1989, a DOC psychiatrist documented that plaintiff had \"paranoia and grandiose delusions\" and that\nher \"insight into illness [was] very limited to severely impaired.\" R.T. of December 11, 1991 at p. 270; Exhibit H.\nThe psychiatrist noted that plaintiff would be transferred involuntarily to ASH. R.T. of December 11, 1991 at p.\n270; Exhibit H. Plaintiff was not transferred. R.T. of December 11, 1991 at p. 270; Exhibit H. Two months later,\nplaintiff was placed in lock down where she remained for eleven and a half months. R.T. of December 11, 1991 at\np. 270; Exhibit D.\nOn December 14, 1990, Harold Burton, a DOC social worker, wrote a memorandum to the director of health\nservices, Dr. Thomas Lutz, requesting the \"immediate\" emergency transfer to ASH for plaintiff. Exhibit 65. The\nmemorandum stated that plaintiff was in lock down, refusing psychiatric treatment and medication and was in\n\"constant agitation, coupled with active hallucinations and delusions.\" Exhibit 65. The memorandum further\nstated that plaintiff required staff assistance with maintaining her daily living activities and proper nutrition and\nthat she \"is now suffering and will continue to sustain further physical and psychological/emotional harm unless\nimmediate action is not [sic] forthcoming to admit and treat her on an involuntary emergency basis at the Arizona\nState Hospital per Arizona Revised Statutes § 31-226.01.\" Id.\nFour days later, Dr. Pera documented in the medical record that plaintiff was noncompliant with her medication\nand the plan of treatment was that she be committed to State Hospital. Exhibit H. On that date, Dr. Pera\nsubmitted an affidavit stating that plaintiff required emergency transfer to ASH. Exhibit 65. Plaintiff was not\ntransferred until nearly a month after Mr. Burton's memorandum and she remained in lock down for all but five\ndays of that month. Exhibit D.\nOn May 28, 1991, Dr. Pera documented that plaintiff was not taking her medication and should be transferred to\nASH. Exhibit H; R.T. of December 11, 1991 at p. 271. On June 4, 1991, Dr. Pera documented that plaintiff \"has\ndecompensated\" and was not taking her medication. R.T. of December 11, 1991 at p. 271. On June 5, 1991, Mr.\n\nBurton again wrote a memorandum to the director of health services requesting immediate emergency transfer of\nplaintiff to ASH. R.T. of December 11, 1991 at p. 275; Exhibit H. Mr. Burton stated that plaintiff was in lock down,\nrefusing to take medication, deteriorating and psychotic. R.T. of December 11, 1991 at p. 275; Exhibit H. Mr.\nBurton stated that plaintiff \"is now suffering and will continue to sustain further physical and psychological harm\nunless an immediate transfer to an impatient [sic] mental health treatment facility Arizona State Hospital (ASH) is\nforthcoming to ensure adequate treatment for her malaise.\" R.T. of December 11, 1991 at p. 275; Exhibit H. On\nthe same day, Dr. Pera submitted an affidavit stating that plaintiff required emergency transfer to ASH as a\ndanger to herself or others. R.T. of December 11, 1991 at p. 272; Exhibit H. Plaintiff was not transferred until\nAugust 1, 1991, two months later. R.T. of December 11, 1991 at p. 274; Exhibit D. During those two months,\n253 plaintiff was in lock *253 down most of the time. R.T. of December 11, 1991 at p. 275; Exhibit D.\ne. When defendants finally transfer plaintiff to ASH where she can\nreceive adequate treatment, plaintiff responds favorably to the\ntreatment.\nWhen the DOC transfers plaintiff to ASH, she responds to treatment. When plaintiff arrives at ASH from DOC her\ncondition has deteriorated. R.T. of December 9, 1991 at p. 185. While treated at ASH, her condition stabilizes and\nimproves. R.T. of December 9, 1991 at p. 186, 189. She takes her medication voluntarily. R.T. of December 9,\n1991 at p. 187, 189. Plaintiff is \"pleasant\" and \"cooperative\" and her paranoia is significantly reduced, although\nshe is still delusional. R.T. of December 9, 1991 at p. 29, 190-191. During her last three and a half month stay at\nASH prior to the hearing in this case, plaintiff was not placed in seclusion, lock down or restraints. PTSF 9.\nDuring her hospital stay there were no incidents of assaultive behavior. R.T. of December 9, 1991 at p. 194-195,\n207. When plaintiff is being treated appropriately, any need for isolation or lock down is minimal or nonexistent.\nR.T. of December 9, 1991 at p. 9.\n3. The mental health care system at Santa Maria is inadequate to meet\nplaintiff's serious medical needs.\nThe Santa Maria unit lacks sufficient staff so that plaintiff can be seen by a psychiatrist as often as necessary.\nR.T. of December 9, 1991 at p. 9. There is one full-time psychologist on staff; a psychiatrist visits inmates once a\nweek and no other trained mental health officials work at the Santa Maria unit. R.T. of November 25, 1991 at p.\n52. This number of staff is grossly inadequate to meet the mental health needs of the women incarcerated in\nSanta Maria, especially those women who are in the special management or lock down cells. R.T. of November\n25, 1991 at p. 49-52; R.T. of December 9, 1991 at p. 36; R.T. of December 13, 1991 at p. 113-115. Exhibit A at p.\n64-67, 127.\nThe Santa Maria unit lacks an adequate system to identify and evaluate persons with mental illness. Upon\nadmission, there is no intake procedure to identify inmates with mental illness. Nor does the DOC obtain past\npsychiatric records of inmates. R.T. of November 25, 1991 at p. 48-50.\nThe Santa Maria unit lacks an adequate psychiatric referral system so that inmates with mental health problems\ncan be referred to psychiatric staff. R.T. of November 25, 1991 at p. 49, 52; R.T. of December 9, 1991 at p.\n130-131. Security staff may file incident reports with defendant Vermeer for bizarre behavior they witness. The\nreports may be forwarded to psychiatric staff. R.T. of December 11, 1991 at p. 30-31, 114. The Santa Maria unit\ndoes not keep track of when incident reports that are forwarded are received by psychiatrists or how long it takes\na psychiatrist to respond once an incident report is forwarded. R.T. of December 11, 1991 at p. 33-34.\nWhile plaintiff was in lock down, DOC security staff occasionally filed incident reports with defendant Vermeer\nthat described plaintiff's behavior. Exhibits 21-52, 78. These reports were the only written \"referrals\" to psychiatric\nstaff from security staff when plaintiff exhibited bizarre behavior. R.T. of December 11, 1991 at p. 30; Exhibit 78.\nThe incident reports were not always forwarded to the psychiatrists by defendant Vermeer. Specifically Exhibits\n34, 36, 37, 38, 43, 45, 46 and 48 were not forwarded by Defendant Vermeer to psychiatric staff. R.T. of\n\nDecember 11, 1991 at p. 115. Moreover, Exhibits 36, 37, 38, 43, 45, 46 and 48 indicated that plaintiff was having\npsychiatric problems. When the incident reports were sent to psychiatric staff, DOC psychiatrists did not respond\nat all, even when the behavior reported indicated obvious psychiatric deterioration. R.T. of December 9, 1991 at\np. 23, 39, 130; Exhibits 26, 27, 28, 29, 30, 32, 33, 35, 41, 42, 44, 47, 49, 50 and D. During lock down, plaintiff\nwas hallucinating. Exhibit 26. Such hallucinations would have seemed real and terrifying to plaintiff. R.T. of\nDecember 9, 1991 at p. 12-13, 17. Yet, no DOC psychiatrist responded. Exhibit D.\n254 *254 The DOC does not have a system to ensure that patients take medication. DOC has the authority to\nadminister medication involuntarily, if medically necessary, but cannot presently do so because defendant Lewis\nhas not promulgated the necessary regulations. See Large v. Superior Court, 148 Ariz. 229, 239, 714 P.2d 399,\n409 (1986). DOC does not administer medication involuntarily. R.T. of December 11, 1991 at p. 199-200; R.T. of\nDecember 13, 1991 at p. 135-136; Exhibit A at p. 100, 120, 147. Nor does DOC promptly treat an inmate that\nrefuses to take medication as it can take two to three weeks before an inmate who refuses medication is seen.\nR.T. of November 25, 1991 at p. 47, 55-56. During that period of time, a mentally ill inmate could be grossly\npsychotic or deteriorated. Id. An inmate who fails to take prescribed medication should be placed in a psychiatric\nfacility for observation and if the mentally ill inmates is decompensating psychiatrically, that inmate should be\ntransferred to ASH. R.T. of November 25, 1991 at p. 57; R.T. of December 9, 1991 at p. 6. In some cases, it may\nbe necessary to administer medication involuntarily. R.T. of November 25, 1991 at p. 57; R.T. of December 9,\n1991 at p. 3.\nThere is no effective communication between DOC security staff and DOC mental health staff about the needs of\nmentally ill prisoners at Santa Maria. R.T. of November 25, 1991 at p. 53, 54, and 59.\nNon-medical staff can override medical decisions of psychiatric staff at Santa Maria and Flamenco. R.T. of\nNovember 25, 1991 at p. 53, 129, 169; R.T. of December 9, 1991 at p. 37-38; R.T. of December 11, 1991 at p.\n101. Both Dr. Fernandez and Pera testified that their recommendations to take mentally ill inmates out of lock\ndown were not followed at either Santa Maria or Flamenco because security staff carried out and could override\nthe recommendation. Exhibit A. at 118; R.T. of November 25, 1991 at p. 53.\nLock down or \"the hole\" at Santa Maria is a small 7' by 12' cell. R.T. of December 11, 1991 at p. 148. Inmates are\nconfined to these cells twenty-four hours a day and allowed three fifteen minute showers and three one hour\nperiods of exercise per week. R.T. of December 9, 1991 at p. 11-15; Exhibit A. at 8; Exhibit E. Female, mentally ill\ninmates are placed in lock down for prolonged periods of time as an alternative to providing adequate mental\nhealth treatment. R.T. of November 25, 1991 at p. 49, 71-72. These mentally ill women are placed in lock down\nfor periods of up to six months at a time. R.T. of November 25, 1991 at p. 49. At any one time, there are seven or\neight mentally ill women locked down in Santa Maria. Exhibit A at 67-68. Lock down generally worsens symptoms\nof mental illness and can be a \"traumatic experience\" for the mentally ill inmate. R.T. of December 9, 1991 at p.\n17, 26; PTSF 11; Exhibit A at p. 41, 153.\nLock down for mentally ill behavior is only appropriate as a last resort if the individual is a danger to self or others\nand there are no other effective alternatives. R.T. of November 25, 1991 at p. 220-222; R.T. of December 9, 1991\nat 26-27. An individual placed in such lock down, should be evaluated by a psychiatrist immediately. R.T. of\nNovember 25, 1991 at p. 221. Lock down is not a treatment for schizophrenia and prolonged lock down is\n\"inexcusable in the management of schizophrenia.\" R.T. of December 13, 1991 at p. 184.\nThe DOC has no written rules, policies or procedures to govern (1) screening, identifying and evaluating persons\nwith mental illness or obtaining past psychiatric records of inmates; (2) referral by security staff to psychiatric\nproblems; (3) transfer of inmates from Santa Maria to ASH or Flamenco pursuant to A.R.S. §§ 31-226 or\n31-226.01; (4) circumstances under which an inmate with mental illness can be locked down; and (5) psychiatric\nfollow-up of inmates locked down mentally ill inmates. See Exhibits 79-86.\n\n4. Plaintiff has been harmed by the defendants' failure to treat her\nmental illness.\nPlaintiff has been and will be harmed in the future if her mental health treatment remains the same. Prolonged\n255 lock down *255 cannot provide the therapeutic setting needed by plaintiff. R.T. of December 9, 1991 at p. 27.\nLock down worsened the symptoms of plaintiff's mental illness. R.T. of December 9, 1991 at p. 17, 26. While\nlocked down, plaintiff deteriorated psychiatrically. R.T. of November 25, 1991 at p. 149. This deterioration harmed\nplaintiff. R.T. of December 9, 1991 at p. 40; Exhibits H, 65.\nDOC has ignored plaintiff's medical needs. R.T. of December 9, 1991 at p. 33. Plaintiff has undergone \"gross\nmal- and mistreatment and lack of treatment over years\" at DOC. R.T. of November 25, 1991 at p. 58. DOC's\nplacement of plaintiff in lock down was inhumane. R.T. of December 9, 1991 at p. 16, 27; Exhibit A at p. 116, 123,\n135. If plaintiff's treating psychiatrist at ASH had known that plaintiff would be placed in lock down upon discharge\nfrom the hospital, it would have changed his decision to transfer her back to DOC. R.T. of December 9, 1991 at p.\n235-236. According to Dr. Garcia, in his eighteen years of psychiatric practice in correctional facilities, this is the\nmost \"poorly managed\" case he has ever seen or of which he is aware. R.T. of December 9, 1991 at p. 42.\n5. Defendants had knowledge of the harm caused by plaintiff due to\ntheir actions in failing to treat her condition.\nBoth defendants Fernandez and Vermeer had knowledge of the harm caused to plaintiff. DOC psychiatrists\nunderstand that prolonged lock down worsens symptoms of mental illness. Exhibit A at 50, 152-153. DOC\npsychiatric staff and security staff, including defendants Fernandez and Vermeer, knew about plaintiff's\ndeterioration in lock down as such deterioration was documented throughout the medical records and incident\nreports. R.T. of December 13, 1991 at p. 43-44; Exhibit 72, 74, 75, D. Some of the incident reports that were\nforwarded to psychiatric staff, including Dr. Fernandez, documented behavior indicating that plaintiff was having\npsychiatric problems. Exhibits 21-23, 25-30, 32, 33, 35-52.\nMoreover, defendant Lewis has had notice of the inadequacies of the prison system's mental care since at least\nJanuary of 1990 when the class action case was filed in Casey v. Lewis, CIV 90-0054 PHX CAM.\n6. Absent injunctive relief, there is a great likelihood that plaintiff will\ncontinue to be harmed by the defendants' failure to treat her illness.\nIf plaintiff is transferred back to Santa Maria, there is a great likelihood of irreparable harm to her mental health.\nPlaintiff should never be transferred to the Santa Maria Unit. R.T. of December 9, 1991 at p. 33. Dr. Potts testified\nthat it would be inhumane to transfer plaintiff back to Santa Maria. R.T. of November 25, 1991 at p. 60. Based on\nthe pattern of treatment of plaintiff by DOC, it is likely that plaintiff would be transferred to Santa Maria, placed in\nlock down unnecessarily and deprived of basic mental health treatment. R.T. of December 9, 1991 at p. 34-35,\n39-40, 133; R.T. of November 25, 1991 at p. 60-61. If plaintiff is returned to the DOC and refuses to take her\nmedication, she will be locked down. Exhibit A at 115, 123.\nCONCLUSIONS OF LAW\nI. Plaintiff's Civil Rights Claim\nIn order to prevail on a civil rights claim under 42 U.S.C. § 1983 because of inadequate medical care in violation\nof the eighth amendment right to be free from cruel and unusual punishment, a prisoner must establish \"acts or\nomissions sufficiently harmful to evidence deliberate indifference to serious medical needs.\" Estelle v. Gamble,\n\n429 U.S. 97, 106, 97 S.Ct. 285, 291-92, 50 L.Ed.2d 251 (1976); Toussaint v. McCarthy, 801 F.2d 1080, 1111 (9th\nCir. 1986),cert. denied,481 U.S. 1069, 107 S.Ct. 2462, 95 L.Ed.2d 871 (1987).\nThe indifference must be substantial to violate the constitution. Jones v. Johnson, 781 F.2d 769, 771 (9th\nCir.1986). Mere claims of \"indifference,\" \"negligence,\" or \"medical malpractice\" do not support a claim under 42\n256 U.S.C. § 1983. *256Estelle, 429 U.S. at 106, 97 S.Ct. at 292; Broughton v. Cutter Laboratories, 622 F.2d 458,\n460 (9th Cir.1980). A mere delay in medical care, without more, is insufficient to state a claim against prison\nofficials for deliberate indifference. See May v. Enomoto, 633 F.2d 164, 167 (9th Cir. 1980); Shapley v. Nevada\nBd. of State Prison Com'rs, 766 F.2d 404, 407 (9th Cir. 1985). Nor does a difference in medical opinion amount to\ndeliberate indifference. Sanchez v. Vild, 891 F.2d 240, 242 (9th Cir.1989).\nPrison officials are deliberately indifferent to a prisoner's serious medical needs when they deny, delay or\nintentionally interfere with medical treatment. Wood v. Housewright, 900 F.2d 1332, 1334 (9th Cir.1990).\nThe Ninth Circuit set forth the eighth amendment standards for physical, dental and medical care systems in \nHoptowit v. Ray, 682 F.2d 1237, 1253 (9th Cir.1982) as follows:\nThe Eighth Amendment requires that prison officials provide a system of ready access to\nadequate medical care. Prison officials show deliberate indifference to serious medical needs if\nprisoners are unable to make their medical problems known to medical staff. [Citation omitted]\nAccess to the medical staff has no meaning if the medical staff is not competent to deal with the\nprisoners' problems. The medical staff must be competent to examine prisoners and diagnose\nillnesses. It must be able to treat medical problems or refer prisoners to others who can. Such\nreferrals may be to other physicians within the prison, or to physicians or facilities outside the\nprison if there is reasonably speedy access to those other physicians or facilities. In keeping with\nthese requirements, the prison must provide an adequate system for responding to emergencies.\nIf outside facilities are too remote or too inaccessible to handle emergencies promptly and\nadequately, then the prison must provide adequate facilities and staff to handle emergencies\nwithin the prison. These requirements apply to physical, dental and mental health.\nHoptowit, 682 F.2d at 1253.\nSupervisory officials cannot be held liable under the theory of respondeat superior. Monell v. Dept. of Social\nServices, 436 U.S. 658, 691, 98 S.Ct. 2018, 2036, 56 L.Ed.2d 611 (1978). Rather, plaintiff must establish that the\nofficial personally participated in the constitutional deprivation or that a state supervisory official was aware of the\nwidespread abuses and with deliberate indifference to the inmate's constitutional rights failed to take action to\nprevent further misconduct. King v. Atiyeh, 814 F.2d 565, 568 (9th Cir.1987); Monell, 436 U.S. at 691, 98 S.Ct. at\n2036; Williams v. Cash, 836 F.2d 1318, 1320 (11th Cir.1988); Fundiller v. City of Cooper City, 777 F.2d 1436,\n1443 (11th Cir.1985). However, officials may be independently liable under § 1983. Id. Officials can be held liable\nfor their failure to implement a proper mental health care program or failure to adequately train or supervise\nsubordinates. Greason v. Kemp, 891 F.2d 829, 836-37 (11th Cir.1990).\nIn this case, the parties have stipulated that plaintiff's mental illness presents a serious medical need. PTSF 6.\nThus, plaintiff need only prove that the defendants were deliberately indifferent to her serious mental health\nneeds. Plaintiff has met this burden.\nThe defendants have violated plaintiff's eighth amendment rights by failing to provide proper mental health\ntreatment. The plaintiff established that because of her mental illness, she needs the therapeutic environment of\na mental health treatment facility; however, such environment has not been provided by the DOC for nearly ten\nyears. The defendants provided grossly inadequate mental health care for plaintiff. Rather, defendants placed\nplaintiff in lock down as punishment for the symptoms of her mental illness and as an alternative to providing\n257 mental health care.[2] The history *257 of plaintiff's mental illness in prison clearly establishes that plaintiff is\n[3]\nunable to function in general population at DOC.\nThe mental health program at the Santa Maria Unit does not and cannot meet plaintiff's medical needs for several\nreasons. Santa Maria lacks adequate psychiatric staffing. Communication between security staff and psychiatric\n\nstaff about patients is almost nonexistent. In addition, security staff overrides medical decisions of DOC\npsychiatrists. Santa Maria lacks an adequate system for behavior problems to be referred to psychiatric staff. As\na result, prisoners are unable to make their medical problems known to medical staff. This demonstrates\ndeliberate indifference to plaintiff's serious mental health care needs. Hoptowit, 682 F.2d at 1253.\nMoreover, referrals to outside mental health care at ASH are not \"reasonably speedy.\" DOC has no effective\nsystem to transfer mentally ill women to ASH when necessary. Transfers from Santa Maria to ASH take months\nwhen they could be accomplished in a day or two. Such referrals, if made, are delayed or never carried out by\nstaff. This also demonstrates deliberate indifference to plaintiff's serious mental health care needs. Hoptowit, 682\nF.2d at 1253.\nDefendants Vermeer and Lewis have violated plaintiff's mental health care rights by failing to correct the\ninadequacies of the mental health care system for women. Defendant Vermeer had knowledge of the inadequate\ncare and harm caused to plaintiff. Medical records and incident reports show that she was aware that plaintiff was\nlocked down and plaintiff's mental condition deteriorated in lock down. Despite her knowledge of plaintiff's\npsychotic behavior in lock down, Defendant Vermeer did not act to change that system.\nDefendant Lewis also has had notice of the inadequacies of the prison system's mental care since at least\nJanuary of 1990 when the class action case was filed in Casey v. Lewis, CIV 90-0054 PHX CAM. However, he\nhas failed to take corrective action.\nDespite such notice, defendants Lewis and Vermeer failed to correct the problem. Such history of abuse and\nfailure to take corrective action results in violation of the eighth amendment by the defendants. Hunt v. Dental\nDept., 865 F.2d 198, 200 (9th Cir.1989); Fundiller, 777 F.2d at 1443. By providing such \"grossly inadequate\"\npsychiatric care to the plaintiff, defendants have demonstrated deliberate indifference to her serious mental\nhealth needs. Greason, 891 F.2d at 835; Waldrop v. Evans, 871 F.2d 1030, 1033 (11th Cir.1989); Hoptowit, 682\nF.2d at 1253.\nThe defendants also failed to provide any psychiatric treatment of plaintiff's condition while she was locked down.\nAlthough plaintiff should have been seen and evaluated by a psychiatrist immediately after locked down, this was\nnever done. Nor was plaintiff seen by psychiatrists almost daily while in lock down as required for her mental\ncondition.\nDefendant Vermeer did not effectively or consistently refer plaintiff to mental health staff when her security staff\nfiled incident reports regarding plaintiff's psychotic behavior. Such failure to notify competent officials of an\ninmate's psychiatric state constitutes deliberate indifference. Waldrop, 871 F.2d at 1036.\n258 *258 Even when the incident reports were occasionally forwarded by defendant Vermeer to psychiatric staff,\nincluding Dr. Fernandez, the psychiatrists did not respond to the reports. Such failure to respond to a known\nmedical problem constitutes deliberate indifference. Waldrop, 871 F.2d at 1036. In one instance, Dr. Fernandez\ndid not respond, nor did any other mental health professional, to reports that plaintiff was screaming at monsters\nto get out of her room and saying that Lucifer told her to cut off her kid's heads.\nIn addition, the defendants did not respond to plaintiff's failure to take her medication, which results in the hostile,\nthreatening behavior and subsequent lock down. Defendants did not involuntarily medicate plaintiff. Nor did they\ntransfer her to ASH when she failed to take her medication voluntarily. Therefore, both defendants Vermeer and\nFernandez violated plaintiff's eighth amendment rights by failing to respond to her known, severe mental\ncondition. Waldrop, 871 F.2d at 1036.\nII. Injunctive Relief\n\"The basis for injunctive relief in the federal courts has always been irreparable injury and the inadequacy of legal\nremedies.\" Weinberger v. Romero-Barcelo, 456 U.S. 305, 312, 102 S.Ct. 1798, 1803, 72 L.Ed.2d 91 (1982). Such\ndetermination requires a balancing between the conveniences of the parties and possible injuries to them as they\nmay be affected by the granting or withholding of the injunction. Yakus v. United States, 321 U.S. 414, 410, 64\nS.Ct. 660, 675, 88 L.Ed. 834 (1944).\n\nThe plaintiff has suffered harm in the past and such harm is likely to reoccur absent injunctive relief. At Santa\nMaria, plaintiff's mental condition consistently deteriorated and she suffered from hallucinations that seemed\n\"very real and terrifying\" to her. Based on the continuing cycle of lack of treatment, the harm is likely to reoccur as\nsoon as she is transferred back into general population. If she is transferred back and refuses to take her\nmedication, she will be placed into lock down and she may be kept there for months. Because the conditions\nhave not changed in Santa Maria, only the Flamenco unit or ASH can provide plaintiff with proper care. Although\nASH can provide better care, that care is more restrictive. Flamenco is the less severe, restrictive alternative to\nASH and the only alternative within the DOC where plaintiff can receive adequate care.\nThe harm to the Defendants of keeping plaintiff at the Flamenco unit is minimal compared to the harm to plaintiff's\nmental health if she is denied treatment. The Flamenco Unit is a DOC facility. At most, defendants are harmed as\none less space is available in the Flamenco Unit for other women with severe mental problems.\nThe defendants' treatment of H.B. over the past ten years has been worse than grossly inadequate or inhumane.\nIt has been barbaric. Over this period of time, the defendants have punished plaintiff for her mental illness by\nthrowing her in the \"hole\" for periods of time up to a year and leaving her there without any mental care in a\nhighly psychotic state, terrified because of hallucinations, such as monsters, gorillas or the devil in her cell. In\nfact, one psychiatric expert stated he wouldn't treat his dog the way the defendants treated H.B. Exhibit A at 125.\nNor does it appear that plaintiff is the exception to the rule as seven to eight mentally ill women may be locked\ndown at Santa Maria at any one time and may remain there for months without care. Such treatment of any\nhuman being is inexcusable.\nIT IS THEREFORE ORDERED THAT:\n(1) Defendants Lewis, Vermeer and Fernandez are ENJOINED from transferring plaintiff from Flamenco unit to\nthe Santa Maria unit (Perryville) or any other DOC facility. If necessary to ensure adequate treatment, defendants\nshall transfer plaintiff to the Arizona State Hospital. Defendants shall take all steps necessary pursuant to A.R.S.\n§§ 31-226 and/or 31-226.01 to ensure adequate mental health treatment. Any such action shall be taken\nimmediately upon a psychiatric determination of necessity of a transfer to ASH so that she may receive adequate\ntreatment.\n259 *259 (2) Defendants Lewis, Vermeer and Fernandez are ENJOINED from placing plaintiff in lock down as\npunishment for behavior that is the result of her mental illness. Only DOC psychiatric staff may authorize\nplacement of plaintiff in lock down. Plaintiff may be placed in lock down only if her behavior presents an\nimmediate danger to self or others. If placed in lock down, DOC psychiatric staff shall monitor, evaluate and\nprovide appropriate psychiatric follow-up in accordance with acceptable professional standards. All monitoring,\nevaluation and follow-up shall be documented in the medical records. If placed in lock down, plaintiff shall be\nreleased as soon as she is no longer a danger to herself or others.\n(3) Defendants Lewis and/or Fernandez shall notify plaintiff's counsel within twenty-four hours if plaintiff is placed\nin lock down.\n(4) Defendants Lewis and/or Fernandez shall notify plaintiff's counsel within forty-eight hours if plaintiff refuses\nher prescribed medication.\n(5) Defendants Lewis and/or Fernandez shall notify plaintiff's counsel within twenty-four hours of a determination\nthat plaintiff needs to be transferred to ASH to ensure adequate treatment. Upon a determination by ASH that\nplaintiff should be transferred back to DOC from ASH, Defendants Lewis or Fernandez shall notify plaintiff's\ncounsel at least five working days prior to the transfer.\n(6) Defendants Lewis and/or Fernandez shall provide monthly reports to plaintiff's counsel of the status of\nplaintiff's placement in lock down. If plaintiff has not been placed in lock down during the previous month, the\nreport need only state that plaintiff was not placed in lock down. If plaintiff has been placed in lock down during\nthe previous month, the report shall contain the dates of the lock down and reasons for lock down.\n\n(7) Defendants Lewis and/or Fernandez shall permit plaintiff's counsel and experts reasonable access to\ninterview, evaluate and monitor plaintiff at Flamenco. If plaintiff is placed in lock down, defendants shall permit\nher experts immediate access.\n(8) As the prevailing party, plaintiff is entitled to her reasonable attorneys' fees. Counsel for plaintiff shall file her\napplication for fees no later than September 18, 1992. Defendants shall file their response no later than\nSeptember 25, 1992. Plaintiff shall file her reply no later than October 2, 1992.\n[1] PTSF refers to undisputed facts stipulated to by the parties in the pretrial statement.\n[2] The medical experts testified that plaintiff's hostile, threatening behavior for which she is placed in lock down\nis a symptom of her chronic paranoid schizophrenia. This conclusion is confirmed by the testimony that\nantipsychotic medication and appropriate treatment results in plaintiff's behavior becoming non-hostile and non-\nthreatening. Defendant Vermeer testified, and the DOC disciplinary records confirm, that plaintiff was locked\ndown as punishment for her behavior. Lock down was not ordered by psychiatric personnel for therapeutic\npurposes. Psychiatrists did not authorize the lock down, monitor plaintiff while in lock down and could not order\nher release from lock down. Security staff, specifically defendant Vermeer who makes the final determination\nregarding lock down at Santa Maria, initiated, carried out and continued lock down of plaintiff.\n[3] Shortly after placement in general population, she is placed in lock down, her condition deteriorates and\neventually, usually with an unacceptable delay, she is transferred to ASH. While she is in lock down, the DOC\nlacks adequate psychiatric staff to monitor her illness. When medical personnel recommend transfer to ASH,\nsuch transfer is delayed for months or never occurs.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54391"
    }
  ],
  "document_count": 7
}