{
  "case_id": 16770,
  "fetched_at": "2025-10-22T00:29:06.654999",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Accommodations/Contracting"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Eastern District of Louisiana",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1965,
    "id": 16770,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 28481,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1965,
      "docket_filing_number": 3261,
      "is_main_docket": true,
      "court": "Eastern District of Louisiana",
      "state": "Louisiana",
      "docket_office_number": null,
      "docket_number_manual": "Civ. A. No. 3261",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Miller v. Amusement Enterprises",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": null,
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Louisiana",
    "summary": "<p>[This summary is temporary while we research the case.] This is a lawsuit in which an African-American mother sued the owners of an amusement park, seeking to enjoin them from denying her children and other African-Americans access to the park. The case was filed in 1965, in the United States District Court for the Eastern District of Louisiana.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2024-07-15T12:32:52.630506-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16770",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16770",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16770",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16770"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115365,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115365"
    },
    {
      "date": "1966-08-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 523,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 259,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Louisiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138265,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138265.pdf",
      "title": "Opinion",
      "text": " \n \n  Amusement Enterprises, Inc., is a Louisiana corporation \ndomiciled  in  Baton  Rouge,  Louisiana,  doing  business \n259 F.Supp. 523 \nunder the trade name ‘Fun Fair Park.’ Fun Fair Park is an \nUnited States District Court E.D. Louisiana, Baton \namusement park owned and operated by the defendant. It \nRouge Division. \nis located in Baton Rouge, Louisiana, near the Airline \nMrs. Patricia B. MILLER, Individually, and on  Highway, a major highway connecting Baton Rouge and \nBehalf of her minor children, Denise Miller and  New Orleans, Louisiana. This amusement park covers \nDaniel Miller, Plaintiff,  approximately two and threefourths acres of land, and \nv.  defendant operates thereon a number of mechanical rides \nAMUSEMENT ENTERPRISES, INC., d/b/a Fun  for the amusement of children. During the winter months \nFair Park, Defendant.  defendant also operates an ice skating rink at Fun Fair \nPark. Most of the mechanical rides used by the defendant \nCiv. A. No. 3261.  were manufactured in and purchased from sources located \n|  in  states  other  than  Louisiana,  but  ever  since  their \nSept. 13, 1966.  acquisition by the defendant they have been permanently \naffixed  to  defendant’s  property  in  Baton  Rouge, \nLouisiana. Thus, in the course of their use as items of \namusement, they remain at one place in Louisiana and do \nSynopsis \nnot at any time after their purchase by defendant move in \nAction  by  mother,  on  behalf  of  her  minor  children, \neither interstate or intrastate commerce. \nagainst owners of amusement park to enjoin owners from \ndenying  her  children  and  other  Negroes  access  to  On March 1, 1965, plaintiff, Mrs. Patricia B. Miller, took \namusement park. The District Court, West, J., held that as  her two children to Fun Fair Park, intending to use the ice \nused in public accommodations provision of Civil Rights  skating facilities which were then in operation. Upon their \nof 1964 providing that any motion picture house, theater,  arrival at Fun Fair Park, the attendant, believing that one \nconcert  hall,  sports  arena,  stadium  or  other  place  of  of the children who requested a pair of skates was a white \nexhibition  or  entertainment  is  place  of  public  child,  handed  her  a  pair  of  skates.  Thereafter,  upon \naccommodation,  other  ‘place  of  exhibition  or  learning  that  both  of  the  children  were  Negroes,  the \nentertainment’  refers  to  establishments  which  furnish  attendant retrieved the skates and informed the plaintiffs \nentertainment  to  spectator  audience,  rather  than  to  that the facilities of Fun Fair Park were privately owned \nparticipating audience.  and were open for use by white people only. \n  \nMotion for summary judgment denied and suit dismissed.  While  there  are  concession  stands  operated  by  the \n   defendant where refreshments are served on the premises \nof Fun Fair Park, plaintiffs are making no claim here that \nAttorneys and Law Firms  the defendant is operating those concessions in violation \nof  either  Sections  201(b)(2),  201(c)(2),  201(b)(4),  or \n*523 Johnnie A. Jones, Baton Rouge, La., and Norman \n201(c)(4)  of  the  Civil  Rights  Act.  Plaintiffs’  sole \nAmaker, New York City, for plaintiff. \ncontention in this suit is that the defendant is operating a \n‘place of * * * entertainment’ in violation of Section \nW. P. Wray, Jr., Wray & Simmons, Baton Rouge, La., for \n201(b)(3) and Section 201(c)(3) of the Civil Rights Act of \ndefendant. \n1964. \nOpinion \nAfter considering the applicable law, and the arguments \n \nand briefs of counsel, the Court is of the opinion that the \ndefendant is not operating a ‘place of * * * entertainment’ \n*524 WEST, District Judge: \nin violation of Section 201(b)(3) or Section 201(c)(3) of \n  the Civil Rights Act of 1964. \nThe  plaintiffs  bring  this  action  pursuant  to  Section  Section 201 of the Act provides, in pertinent part, as \n201(b)(3) and Section 201(c)(3) of Title II of the Civil  follows: \nRights Act of 1964, 42 U.S.C.A. § 2000a(b)(3) and § \n‘SEC. 201. (a) All persons shall be entitled to the full and \n2000a(c), seeking to enjoin the defendant from denying \nequal  enjoyment  of  the  goods,  services,  facilities, \nNegroes access to its amusement park. The defendant, \n  1 \n \n\n \nprivileges, advantages, and accommodations of any place  To begin with, it is quite obvious that if the defendant’s \nof  public  accommodation,  as  defined  in  this  section,  establishment is to be held to be covered by the Act, it \nwithout discrimination or segregation on the ground of  must  be  determined  that  it  is  one  of  the  facilities \nrace, color, religion, or national origin.  enumerated in Section 201(b)(3). That subsection covers \n‘any motion picture house, theater, concert hall, sports \n‘(b) Each of the following establishments which serves  arena,  stadium  or  other  place  of  exhibition  or \nthe public is a place of public accommodation within the  entertainment.’  It  is  also  equally  obvious  that  the \nmeaning of this title if its operations affect commerce, or  defendant’s establishment is not a ‘motion picture house, \nif discrimination or segregation by it is supported by State  theater, concert hall, sports arena, or stadium.’ Thus, it is \naction:  quite evident that for Fun Fair Park to be held to be within \nthe coverage of this Section of the Act, it must be held to \n‘(1) any inn, hotel, motel, or other establishment which \nbe  first,  a  ‘place  of  exhibition  or  entertainment’  and \nprovides  lodging  to  transient  guests,  other  than  an \nsecondly, it must be held to ‘affect commerce’ within the \nestablishment located within a building which contains \npurview  of  Section  201(c)(3).  We  will  first  consider \nnot more than five rooms for rent or hire and which is \nwhether  or  not  it  is  a  ‘place  of  exhibition  or \nactually occupied by the proprietor of such establishment \nentertainment.’ \nas his residence; \nThis inquiry is immediately narrowed to the question of \n‘(2) any restaurant, cafeteria, lunchroom, lunch counter,  whether or not it is a ‘place of entertainment’ for the \nsoda fountain, or other facility principally engaged in  reason that, it being agreed by all parties to this suit that \nselling  food  for  consumption  *525  on  the  premises, \nno  exhibitions  are  presented  or  conducted  on  the \nincluding, but not limited to, any such facility located on \ndefendant’s  premises,  it  is  obviously  not  a  ‘place  of \nthe premises of any retail establishment; or any gasoline \nexhibition.’ So, our first inquiry is immediately limited to \nstation; \nthe question of whether or not Fun Fair Park is a ‘place of \nentertainment’ as contemplated by Section 201(b)(3) of \n‘(3) any motion picture house, theater, concert hall, sports \nthe Act. \narena,  stadium  or  other  place  of  exhibition  or \n Section  201(b)(3),  before  providing  for  coverage  of \nentertainment; and \nplaces of entertainment, specifically enumerates the type \nof establishment that is to be covered by this Section. This \n‘c) The operations of an establishment affect commerce \nenumeration  includes  ‘motion  picture  house,  theater, \nwithin the meaning of this title if (1) it is one of the \nconcert hall, sports arena,’ and ‘stadium.’ All of these \nestablishments described in paragraph (1) of subsection \nspecifically enumerated establishments are the kind that \n(b);  (2)  in  the  case  of  an  establishment  described  in \nfurnish entertainment to spectators as distinguished from \nparagraph (2) of subsection (b), it serves or offers to serve \nparticipants.  After  enumerating  these  specific \ninterstate travelers or a substantial portion of the food \nestablishments,  Section  201(b)(3)  then  provides  for \nwhich it serves, or gasoline or other products which it \ninclusion of ‘other places of exhibition or entertainment.’ \nsells, has moved in commerce; (3) in the case of an \nAgain, the reference to ‘exhibition’ denotes an exhibit for \nestablishment described in paragraph (3) of subsection \nthe entertainment of spectators and not participants. The \n(b), it customarily presents films, performances, athletic \nuse  of  the  word  ‘other’  before  the  words  ‘place  of \nteams,  exhibitions,  or  other  sources  of  entertainment \nexhibition or entertainment’ makes it clear that Congress \nwhich move in commerce; * * *’ \nintended that the establishments included under this group \nwould  be  ‘other’  establishments  similar  to  those \nPlaintiffs  contend  that  Fun  Fair  Park  is  ‘a  place  of \nspecifically enumerated in that Section. To so hold is \nentertainment’ as described in Section 201(b)(3), and that \nmerely to apply an old and accepted rule of statutory \nits operation ‘affects commerce’ as defined in Section \nconstruction known as the ejusdem generis *526 rule. \n201(c)(3)  of  the  Act.  Defendant,  on  the  other  hand, \nThis rule is defined in Black’s Law Dictionary, Fourth \ncontends  that  first,  Fun  Fair  Park  is  not  a  ‘place  of \nEdition, as meaning ‘of the same kind, class or nature.’ \nentertainment’ as contemplated by the Act, and secondly, \nThe Court, in Bumpus v. United States, 325 F.2d 264 (CA \nthat  the  operation  of  Fun  Fair  Park  does  not  ‘affect \n10-1963), recognizing the validity of this rule, said: \ncommerce’ as that term is specifically defined in Section \n  \n201(c)(3) of the Act. Since this is apparently a case of \nfirst impression, we must look to the Act itself and to the \n‘We are of the opinion that the case is peculiarly one for \naccepted  rules  of  statutory  construction  in  order  to \nthe application of the maxim ejusdem generis. Literally, \ndetermine the extent of coverage of the various provisions \nthat phrase means ‘of the same kind or species.’ It is a \ncontained therein. \nwell  known  maxim  of  construction,  sometimes  called \n  2 \n \n\n \nLord Tenterden’s Rule, to aid in ascertaining the meaning  were not intended by Congress to be covered by the Act is \nof a statute or other written instrument, and, under the  found in the criticism of the Act by Honorable Robert W. \nmaxim,  where  an  enumeration  of  specific  things  is  Kastenmeier, who, while joining in the majority report of \nfollowed by a more general word or phrase, such general  the House Judiciary Committee, criticized it for not going \nword or phrase is held to refer to things of the same kind,  far enough in its coverage by stating: \nof things that fall within the classification of the specific    \nterms.’ \n‘In title II, the bill reported by the full committee is \nAnd again, in Cuevas v. Sdrales, 344 F.2d 1019 (CA  deficient in that it guarantees equal access to only some \n10-1965), the same Court said:  public  accommodations,  as  if  racial  equality  were \nsomehow divisible. Discrimination is prohibited in the \n‘Ordinarily, when specific terms in a statute are followed  reported version of H.R. 7152 in all hotels and lodging \nby general terms, the general terms are limited to matters  houses (with a minor exception), eating places, and places \nsimilar to those specified, unless to do so would defeat the  of entertainment and spectator sports. At the same time, \nobvious purposes of the statute.’ (Citing authorities.)  the bill would allow *527 discrimination to continue in \nbarber  shops,  beauty  parlors,  many  other  service \nThus, since the establishments specifically enumerated in  establishments, retail stores, bowling alleys, and other \nSection 201(b)(3) are all, without exception, of a kind  places of recreation and participation sports, unless such \nwhich  furnish  entertainment  to  a  spectator  audience,  places serve food. It is hard to follow a morality which \nrather than to a participating audience, it must follow that  allows one bowling alley to remain segregated, while \nthe general reference, following the specific, to ‘other \nanother  bowling  alley  down  the  street  which  serves \nplace of * * * entertainment’ must be held to refer to \nsandwiches must allow Negroes to bowl.’ 2 U.S. Cong. \nestablishments  of  the  same  general  kind  as  those \nand Adm. News (1964), p. 2410. \nspecifically enumerated. \n If, as urged by plaintiff, Congress had intended ‘to open  But despite this criticism by Mr. Kastenmeier, during the \nall places of public accommodation to Negroes’ it would  House debates, no change was made in this provision of \nhave been quite easy for it to have said so. If that was the  the Act. Thus the intention of Congress seems clear. In \nintent of Congress, it is difficult to understand why it so  commenting  on  Section  201  in  its  section  by  section \npainstakingly defined, in Section 201(b), in four different  analysis  of  the  Act,  the  Senate  Report  (Judiciary \ncategories,  the  specific  accommodations  it  sought  to  Committee) No. 872, stated: \ndesegregate, and why it so carefully, in Section 201(c), \nprovided for different tests to be applied in determining  ‘There is no change from the bill as introduced. This is \nwhether or not each of the several categories of public  the second of three mutually exclusive groups of public \naccommodations  listed  affects  commerce.  Obviously  establishments  that  are  covered  by  the  bill.  This \nCongress did not intend to classify every business serving  subsection would include all public places of amusement \nthe public as a place of public accommodation. It is only  or  entertainment  which  customarily  present  motion \nthose places falling within the definitions contained in  pictures, performing groups, athletic teams, exhibitions, \nSection 201(b) and Section 201(c) which Congress sought  or other sources of entertainment which move in interstate \nto reach by the Civil Rights Acts of 1964. Had they  commerce. These public establishments would be within \nintended to include such activities as those engaged in at  the purview of the bill even though at any particular time \nFun Fair Park, it would have been simple for Congress to  the source of entertainment being provided had not moved \nhave included, for example, with ‘motion picture house,  in interstate commerce. It is sufficient if the establishment \ntheater, concert hall, sports arena’ and ‘stadium’ in its list  ‘customarily’ presents entertainment that has moved in \nof  specifics  such  other  activities  as  bowling  alleys,  interstate  commerce.  If  this  test  is  met,  then  the \nskating rinks, golf courses, amusement parks, and other  establishment would be subject to the bill at all times, \nparticipating activities. But it did not do so. And its failure  even if current entertainment had not moved in interstate \nto do so is a clear indication of its intention to exclude  commerce.’ 2 U.S. Cong. and Adm. News (1964), p. \nsuch activities from the coverage of the Act. Indeed, as  2357. \nstated  in  the  Bureau  of  National  Affairs  Operations \nManual on the Civil Rights Act of 1964 at page 83,  Thus, it is again apparent that there was a specific intent \n‘During  the  debates  in  the  House,  however,  bowling  on the part of Congress to include in this Section only \nalleys  were  mentioned  specifically  several  times  as  those  establishments  presenting  entertainment  for \nexamples of establishments outside the scope of the Act  spectators rather than for participants. To hold otherwise \nunless they operate lunch counters.’ Further indication  would be to add something to the Act which Congress \nthat the type of activities engaged in at Fun Fair Park  obviously intentionally omitted. \n  3 \n \n\n \n But even if we were to conclude that such a place of  There is obviously a vast difference between that which \nentertainment as that operated by the defendant could be  has  moved  in  commerce  and  that  which  moves  in \nheld to be a place of public accommodation under Section  commerce. If a restaurant purchases its food in one state \n201(b)(3) of the Act, it still could not be held to ‘affect  and has it shipped into another state, that food has moved \ncommerce’ as that term is defined in Section 201(c)(3).  in interstate commerce. But if the operator of Fun Fair \nThat Section sets forth specific requirements which each  Park purchases a mechanical device in a state other than \nof the mutually exclusive groups of establishments listed  Louisiana and has it shipped to Louisiana where it is then \nin Section 201(b) must meet if the establishment is to be  set up and operated permanently at one location as a \ncovered by the Act. It is important to note that Congress  source of entertainment, that device is not a ‘source of \ncarefully provided, in Section 201(c), for different criteria  entertainment which moves in interstate commerce.’ The \nto  be  applied  to  each  of  the  different  groups  of  device is certainly not a source of entertainment until it is \nestablishments listed in Section 201(b) when determining  set up and operated. While the device itself, before it \nwhether  or  not  the  establishment  in  question  ‘affects  becomes a ‘source of entertainment’ might have moved in \ncommerce’  such as to be considered an establishment  commerce, nevertheless, if, as in the present case, after it \ncovered  by  the  Act.  For  example,  Section  201(c)(1)  has  been  set  up  and  made  operative  in  a  permanent \nprovides that if the establishment in question is an inn,  location as a source of entertainment it no longer moves \nhotel, motel, etc. specifically listed in Section 201(b)(1), it  in interstate commerce, then, by the express language of \nis automatically covered by the Act. But when, in Section  Section 201(c)(3), it does not ‘affect commerce.’ In the \n201(c)(2)  it  dealt  with  restaurants,  cafeterias,  lunch  present  case  there  is  no  dispute  about  the  fact  that \nrooms,  etc.,  it  used  a  different  criteria.  As  to  these  subsequent  to  their  initial  purchase  by  defendant,  the \nestablishments  it  is  necessary  to  find  that  the  mechanical  rides  operated  at  Fun  Fair  Park  move \nestablishment serves, or offers to serve interstate travelers  nowhere, either in interstate or intrastate commerce. It \nor that a substantial portion of the food served has moved  simply  cannot  be  said  that  defendant  is  operating  an \nin interstate commerce. Then, when they came to the  establishment which ‘customarily presents * * * sources \ngroup of establishments including motion picture houses,  of entertainment which move in commerce.’ Thus, even if \ntheaters, concert halls, sports arenas, stadiums, and other  it  were  found  that  Fun  Fair  Park  is  a  place  of \nplaces  of  exhibition  and  entertainment,  an  entirely  entertainment as contemplated by Section 201(b)(3), it \ndifferent test was prescribed. Section 201(c)(3) provides  must  nevertheless  be  concluded  that  the  sources  of \nthat for such an establishment to affect commerce, it is  entertainment  utilized  at  the  Park  do  not  move  in \nnecessary  to  find  that  it  customarily  presents  films,  commerce as contemplated by Section 201(c)(3). \nperformances, athletic teams, exhibitions, or other sources \nof  entertainment  which  move  in  commerce.  Again,  Plaintiffs filed a motion for summary judgment, but at the \napplying the rule of ejusdem generis, it is obvious that the  pre-trial conference held on April 18, 1966, it was agreed \n‘other sources of entertainment’ referred to includes only  by  counsel  for  both  parties  that  this  case  would  be \nsuch  things  as  are  similar  to  the  ones  specifically  submitted to the Court on the stipulated facts herein set \nenumerated, i.e., films, performances, athletic teams, and  forth, and that the motion for summary judgment would \nexhibitions, all  of  which  are  for  the entertainment  of  be carried with the case. Now, for the reasons herein set \nspectators and not participants.  forth, it is concluded that the defendant is not operating its \n   facilities  at  Fun  Fair  Park  in  violation  of  Section \n201(b)(3), or 201(c)(3) of the Civil Rights Act of 1964, \n*528 But of even more significance is Congress’ choice  and thus, plaintiffs’ motion for summary judgment must \nof words in referring to movement in commerce. When it  be denied and, on the merits this suit must be dismissed at \nlaid down the test to be applied to restaurants and other  plaintiffs’ cost. Judgment will be rendered accordingly. \neating places, it specifically provided that if a substantial \nportion  of  its  food  has  moved  in  commerce,  the  All Citations \nestablishment is covered. But when dealing with places of \n259 F.Supp. 523 \nentertainment, it used a different test. The test here is \nwhether or not the source of entertainment, such as the   \nfilms, performances, exhibitions, etc. move in commerce. \n \n \n \n  4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138265"
    },
    {
      "date": "1967-09-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 86,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 391,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138266,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138266.pdf",
      "title": "Opinion",
      "text": " \n \n  of Fun Fair Park, a privately-owned amusement center \nwhich serves the public. The facts and circumstances are \n391 F.2d 86 \nadequately  stated  in  the opinion of the  district court, \nUnited States Court of Appeals Fifth Circuit. \nreported in 259 F.Supp. at 523. The controlling question \nis  whether  Fun  Fair  Park  is  ‘a  place  of  public \nMrs. Patricia B. MILLER, Individually, and on \nBehalf of her minor children, Denise and Daniel  accommodation’ as defined in Section 201 of the Civil \nMiller, Appellant,  Rights Act of 1964: \nv.    \nAMUSEMENT ENTERPRISES, INC., d/b/a Fun  ‘(a) All persons shall be entitled to the full and equal \nFair Park, Appellee.  enjoyment of the goods, services, facilities, privileges, \nadvantages, and accommodations of any place of public \nNo. 24259.  accommodation  of  defined  in  this  section,  without \n|  discrimination or segregation on the ground of race, color, \nSept. 6, 1967.  religion, or national origin. \n  \n‘(b) Each of the following establishments which serves \nthe public is a place of public accommodation within the \nSynopsis \nmeaning  of  this  subchapter  if  its  operations  affect \nAction  by  mother,  on  behalf  of  her  minor  children, \ncommerce, or if discrimination or segregation by it is \nagainst owners of amusement part to enjoin owners from \nsupported by State action: \ndenying  her  children  and  other  Negroes  access  to \n  \namusement park. The United States District Court for the \n‘(1) any inn, hotel, motel, or other establishment which \nEastern District of Louisiana, E. Gordon West, J., 259 \nprovides  lodging  to  transient  guests,  other  than  an \nF.Supp. 523, denied motion for summary judgment and \nestablishment located within a building which contains \ndismissed the suit and plaintiff appealed. The Court of \nnot more than five rooms of rent or hire and which is \nAppeals, Rives, Circuit Judge, held that privately owned \nactually occupied by the proprietor of such establishment \namusement  center  which  offered  no  exhibitions  for \nas his residence; \nentertainment  of  spectators  was  not  a  ‘place  of \n  \nentertainment’  as  contemplated  by  public \n‘(2) any restaurant, cafeteria, lunchroom, lunch counter, \naccommodations provision of Civil Rights Act of 1964. \nsoda fountain, or other facility principally engaged in \n  \nselling food for consumption on the premises, including, \nAffirmed. \nbut  not  limited  to,  any  such  facility  located  on  the \n  \npremises  of  any  retail  establishment;  or  any  gasoline \nJohnson, District Judge, dissented. \nstation; \n  \n  \n‘(3) any motion picture house, theater, concert hall, sports \nAttorneys and Law Firms \narena,  stadium  or  other  place  of  exhibition  or \nentertainment; and \n*87 Johnnie A. Jones, Baton Rouge, La., Norman C. \n  \nAmaker,  Henry  M.  Aronson,  New  York  City,  for \n‘(4) any establishment (A)(i) which is physically located \nappellant. \nwithin  the  premises  of  any  establishment  otherwise \nW. P. Wray, Jr., Baton Rouge, La., for appellee.  covered by this subsection, or (ii) within the premises of \nwhich  is  physically  located  any  such  covered  *88 \nBefore  RIVES  and  DYER,  Circuit  Judges,  and  establishment, and (B) which holds itself out as serving \nJOHNSON, District Judge.  patrons of such covered establishment. \n  \nOpinion  ‘(c) The operations of an establishment affect commerce \n  within the meaning of this subchapter if (1) it is one of the \nestablishments described in paragraph (1) of subsection \nRIVES, Circuit Judge:  (b) of this section; (2) in the case of an establishment \ndescribed  in  paragraph  (2)  of  subsection  (b)  of  this \n \nsection, it serves or offers to serve interstate travelers or a \nSolely because of their race or color, Mrs. Miller and her \nsubstantial portion of the food which it serves, or gasoline \ntwo minor children were refused the services and facilities \nor other products which it sells, has moved in commerce; \n  1 \n \n\n \n(3) in the case of an establishment described in paragraph  segregation is supported by State action, nor is there any \n(3)  of  subsection  (b)  of  this  section,  it  customarily  claim or evidence of a violation of Section 202 of the Act: \npresents films, performances, athletic teams, exhibitions,    \nor  other  sources  of  entertainment  which  move  in  ‘All  persons  shall  be  entitled  to  be  free,  at  any \ncommerce;  and  (4)  in  the  case  of  an  establishment  establishment or place, from discrimination or segregation \ndescribed  in  paragraph  (4)  of  subsection  (b)  of  this  of any kind on the ground of race, color, religion, or \nsection, it is physically located within the premises of, or  national origin, if such discrimination *89 or segregation \nthere  is  physically  located  within  its  premises,  an  is  or  purports  to  be  required  by  any  law,  statute, \nestablishment the operations of which affect commerce  ordinance, regulation, rule or order of a State or any \nwithin the meaning of this subsection. For purposes of  agency or political subdivision thereof. Pub.L. 88-352, \nthis  section,  ‘commerce’  means  travel,  trade,  traffic,  Title II, 202, July 2, 1964, 78 Stat. 244.’ 42 U.S.C.A. \ncommerce, transportation, or communication among the  2000a-1.2 \nseveral States, or between the District of Columbia and    \nany State, or between any foreign country or any territory  The inquiry is narrowed to the question of whether an \nor possession and any State or the District of Columbia,  amusement  park  which  offers  no  exhibitions  for  the \nor between points in the same State but through any other  entertainment of spectators3 is a ‘place of entertainment’ \nState or the District of Columbia or a foreign country.  as contemplated by Section 201(b)(3). The district court’s \n   opinion  answered  that  question  in  the  negative.  That \n‘(d) Discrimination or segregation by an establishment is  answer finds support in an earlier district court opinion, \nsupported  by  State action  within  the  meaning  of this  Robertson v. Johnston, E.D.La. 1966, 249 F.Supp. 618, \nsubchapter if such discrimination or segregation (1) is  rev’d on other grounds, 5 Cir. 1967, 376 F.2d 43, and is \ncarried on under color of any law, statute, ordinance, or  also supported by a more recent district court opinion, \nregulation; or (2) is carried on under color of any custom  Kyles v. Paul, supra note 1. Apparently, this is the first \nor usage required or enforced by officials of the State or  appellate presentation of the question. \npolitical subdivision thereof; or (3) is required by action    \nof the State or political subdivision thereof.  At  the  conclusion  of  the  oral  argument,  this  Court \n   expressed ‘the opinion that the interests of justice require \n‘(e) The provisions of this subchapter shall not apply to a  a  complete  and  thorough  search  and  analysis  of  the \nprivate club or other establishment not in fact open to the  legislative history concerning 42 U.S.C.A. 2000a, b(3) \npublic, except to the extent that the facilities of such  and c(3)’; and with the consent of the parties requested \nestablishment  are  made  available  to  the  customers  or  ‘that the United States, acting through the Civil Rights \npatrons of an establishment within the scope of subsection  Division of the Department of Justice, file with this Court \n(b) of this section. Pub.L. 88-352, Title II, 201, July 2,  * * * its brief setting forth the legislative history of these \n1964, 78 Stat. 243.’ 42 U.S.C.A. 2000a.  provisions to the extent that that history may be pertinent \n   to the issues involved upon this appeal and according this \nThe  claim  is  straitly  narrowed  by  the  following  Court the benefit of any views that may be pertinent \nstipulation:  thereto.’ We are grateful to the Civil Rights Division for \n   its response, in which it sets forth at length the pertinent \n‘It is * * * stipulated by and between counsel that the  legislative  history  and  expresses  the  view  that  it  ‘is \nplaintiff herein is making no claim that the defendant, in  inconclusive  on  these  issues.’  We  believe  that  that \nthe  operation  of  the  concession  stands  wherein  response may be of so much help not only in the future \nrefreshments  are  allegedly  served  on  a  discriminatory  consideration of this case, but also in future cases which \nbasis, is operating his facilities in violation of either Sec.  present this important and comparatively novel question, \n201(b)(2),  Sec.  201(c)(2),  Sec.  201(b)(4),  or  Sec.  that we are attaching it as an Exhibit to this opinion. \n201(c)(4) of the Civil Rights Act of 1964, the plaintiff’s    \nsole contention in this suit being that the defendant is   We recognize that some parts of the legislative history \noperating his place of entertainment in violation of Sec.  may lend support to the appellant’s position, but we think \n201(b)(3) and Sec. 201(c)(3) of the Act. It was further  that  those  are  greatly  overbalanced  by  the  parts  we \nstipulated that the reference in the stipulated facts to the  indicate by the italicized portions of the appendix. The \noperation of the concession stands is merely to show the  parts of the legislative history so indicated clearly support \ntotal operation of the defendant’s facility and not to allege  the view that places of recreation, dance studios, bowling \nor  show  a  violation  of  Sec.  201(b)(2),  201(c)(2),  alleys, billiard parlors, skating rinks and amusement parks \n201(b)(4), or 201(c)(4) of the Civil Rights Act of 1964.’1  which  offer  no  exhibitions  for  the  entertainment  of \n   spectators are not places of entertainment as contemplated \nThere is no claim or evidence that the discrimination or  by Section 201(b)(3). For that reason and for the reasons \n  2 \n \n\n \nso ably expressed by the learned district judge in reaching  Civil  Rights,  Part  II,  p.  1448.  Thus,  the  President \nthat conclusion, the judgment is  continued: \n     \nAffirmed.  For these reasons, I am today proposing, as part of the \n   Civil Rights Act of 1963, a provision to guarantee all \nAPPENDIX  citizens  equal  access  to  the  services  and  facilities  of \n   hotels,  restaurants,  places  of  amusement,  and  retail \nMEMORANDUM OF THE UNITED STATES  establishments. \n     \nSTATEMENT  United States House of Representatives, Committee on \n   the Judiciary, 88th Congress, 1st Session, Hearings on \nThe United States is filing this memorandum in response  Civil Rights, Part II, p. 1449. \nto the Court’s request of June 13, 1967. We set forth    \nbelow the legislative history of 42 U.S.C.A. 2000a, (b)(3),  On June 20, 1963, Representative Celler introduced the \nand (c)(3) insofar as it appears pertinent to the issues in  administration bill, H.R. 7152. In its original form, the \nthis appeal. Our study of that history has convinced us  ‘place of entertainment’ provision of the bill read: \nthat it is inconclusive on these issues.    \n   Any motion picture house, theater, sports arena, stadium, \nLEGISLATIVE HISTORY  exhibition hall, or other public place of amusement4 or \n   entertainment  which  customarily  presents  motion \nI. Presidential Proposal  pictures, performing groups, athletic teams, exhibitions, \n   or other sources of entertainment which move in interstate \nOn  January  28,  1963,  President  Kennedy  said  in  a  commerce. \nmessage to Congress that:    \n   United States House of Representatives, Committee on \nNo action is more contrary to the spirit of our democracy  the Judiciary, Hearings on Civil Rights, Part I, p. 652. In \nand Constitution-or more rightfully resented by a Negro  addition,  H.R.  7152  originally  included  a  provision \ncitizen who seeks only equal treatment-than the barring of  covering \nthat citizen from restaurants, hotels, theaters, recreational    \nareas and other public accommodations and facilities.  any other establishment where goods, services, facilities, \n   privileges, advantages, or accommodations are held out to \nUnited States House of Representatives, Committee on  the public for sale, use, rent, or hire, if * * * a substantial \nthe Judiciary, 88th Congress, 1st Session, Hearings on  portion of any goods held out to the public by any such \nCivil Rights, Part II, p. 1448.  place or establishment for sale, use, rent, or hire has \n   moved in interstate commerce. \nIn his civil rights message of June 19, 1963, the President    \nsaid:  United States House of Representatives, Committee on \n   the Judiciary, 88th Congress, 1st Session, Hearings on \nEvents of recent weeks have again underlined how deeply  Civil Rights, Part I, p. 653. This provision was omitted \nour Negro citizens resent the injustice of being arbitrarily  from  the  Judiciary  Committee’s  reported  bill.  House \ndenied  equal  access  to  those  facilities  and  Report No. 914 on H.R. 7152, 88th Congress, 1st Session, \naccommodations which are otherwise open to the general  Part I, p. 2-3. \npublic.    \n   II. The Bill in the House of Representatives \nUnited States House of Representatives, Committee on    \nthe Judiciary, 88th Congress, *90 1st Session, Hearings  In  Subcommittee  No.  5  of  the  House  Judiciary \non Civil Rights, Part II, p. 1447. To correct this injustice,  Committee, Title II was replaced by a ‘Committee Print’ \nthe President emphasized that:  dated October 2, 1963, which broadened coverage to the \n   full  limits  of  constitutional  power  under  the  14th \nFederal action is needed now to secure the right of all  Amendment  by  the  addition  of  a  catchall  provision \ncitizens to the full enjoyment of all facilities which are  covering businesses operating under State licenses. See \nopen to the general public.  United States, house of Representatives, Committee on \n   the Judiciary, Hearings on H.R. 7152, Part IV, p. 2653, \nUnited States House of Representatives, Committee on  2656. This broad coverage was criticized by the Attorney \nthe Judiciary, 88th Congress, 1st Session, Hearings on  General on October 15, 1963 in a statement before the full \n  3 \n \n\n \nCommittee.  lunch counters, retail stores and gasoline stations, movie \n   houses, and  similar  places  of  public  amusement.  The \nThe Attorney General first stated the need for Title II:  coverage was quite explicit. We did not include other \n   establishments  which  were  constitutionally  within  the \n* * * Establishments which serve the public generally, but  reach of Federal regulations, either because they do not \nwhich discriminate  against  Negroes, continue  to  be  a  customarily discriminate or because we felt that- given a \nconstant irritant and inconvenience to large numbers of  solution  to  the  major  problems-  removal  of  these \ncitizens.  discriminatory practices could be voluntarily induced. We \n   were reluctant to extend  Federal  power  beyond those \nUnited States House of Representatives, Committee on  areas  where  it  was  clearly  needed  to  meet  existing \nthe Judiciary, Hearings *91 on H.R. 7152, Part IV, p.  problems. \n2654-2655. He followed by defining its purposes:    \n   Id. at 2655-2656. In commenting further on the scope of \nThe basic purposes of title II are to embody in legislative  Title  II  as  contemplated  by  the  administration,  the \nform  a  strong  expression  of  the  American  people’s  Attorney General said: \ndisapproval of racial discrimination in places open to the    \ngeneral public and to eliminate the significant sources of  As far as title II is concerned, it is aimed at particular \nthis daily insult to millions of our fellow citizens. * * *  establishments, particular types of businesses where the \nthe principle upon which title II stands is a moral one and  problem has existed, where we need some remedies for \nall  forms  of  racial  discrimination  are  equally  these difficulties. \nobjectionable.    \n   United States House of Representatives, Committee on \nId. at 2655. We then discussed the coverage of Title II:  the Judiciary, 88th Congress, 1st Session, Hearings on \n   H.R. 7152, Part IV, p. 2701. \nOne can argue legitimately from this moral principle to    \nthe inclusion of all forms of business enterprise within the  The  bill  finally  reported  by  the  House  Judiciary \nreach of the Constitution. The administration proposal did  Committee contained the present 201(b)(3) covering ‘any \nnot attempt to extend Federal law so far. The focus of title  motion picture house, theater, concert hall, sports arena, \nII was upon those businesses which, on the basis of our  stadium or other place of exhibition or entertainment’. \nexperience,  posed  the  most  troublesome  problems  of  United States House of Representatives Report No. 914 \ndiscrimination.  It  was  our  view  that  Congress  could  on H.R. 7152, 88th Congress, 1st Session, Part I, p. 3. In \nlegitimately take into account the following:  reporting  the  bill  on  November  20,  1963,  the  House \n   Judiciary Committee said that enactment of Title II: \nFirst, the extent to which businesses potentially affected    \ndo in fact discriminate against Negro customers;  would make it possible to remove the daily affront and \n   humiliation involved in discriminatory denials of access \nSecond,  the  extent  to  which  enforcement  in  key  to facilities ostensibly open to the general public. \nbusinesses  would  induce  voluntary  practices  in  others    \nwithin the same community;  United States House of Representatives Report No. 914, \n   88th Congress, 1st Session, Part I, p. 18. Representative \nThird, the areas of coverage should be clear to both the  Kastenmeier  filed  separate  views  recommending  *92 \nproprietors and the public; and  passage of H.R. 7152 as reported, but stating: \n     \nFourth, the utility and wisdom of promoting local solution  In  title  II,  the  bill  reported by  the  full  committee  is \nto these problems and decreasing the need for Federal  deficient in that it guarantees equal access to only some \nregulation.  public  accommodations,  as  if  racial  equality  were \n   somehow divisible. Discrimination is prohibited in the \nThese criteria were employed in the bill submitted by the  reported  version  of  H.R.  7152  in  all  hotels  and \nPresident and introduced by the chairman. It was confined  lodginghouses (with a minor exception), eating places, \nto those business establishments which on the basis of  and places of entertainment and spectator sports. At the \ncurrent experience have proved to be the most important  same time, the bill would allow discrimination to continue \nsources of discrimination and, therefor, the focal point of  in  barber  shops,  beauty  parlors,  many  other  service \nmost of the demonstrations.  establishments, retail stores, bowling alleys, and other \n   places of recreation and participation sports, unless such \nThat  bill  specified  hotels  and  motels,  restaurants  and  places serve food. * * * There may be constitutional \n  4 \n \n\n \nlimitations on what activities can be covered by Federal  administration’s public accommodations proposals. It was \nlegislation, but the categories covered by title II of the  identical to the public accommodations provisions of H.R. \nreported bill are not based on constitutional limitations. In  7152  as  originally  introduced;  that  is,  it  was  based \nthis  respect  the  subcommittee  bill,  which  would  have  exclusively on the commerce power, and it had broader \ncovered virtually all places of public accommodation, to  coverage than Title II as finally enacted by the House. S. \nthe limit of the Federal Government’s power to legislate,  1732  was  considered  by  the  Senate  Commerce \nwas clearly a better bill, and would have avoided many of  Committee. \nthe anomalous situations presented by the reported bill.    \n   While these bills were in committee, Senator Humphrey \nUnited States House of Representatives Report No. 914,  on July 9, 1963 made the following statement on the floor \n88th Congress, 1st Session, Part I, p. 40-41 (1963).  of the Senate: \n     \nThe bill next went to the House Rules Committee where  Mr. President, I am sure my colleagues have read the \non January 9, 1964 Representative Cellar said that Title  recent  newspaper  articles  on  the  demonstration  which \nII:  occurred  at  Gwynn  Oak  Amusement  Park,  outside  of \n   Baltimore, Md. If doubts existed prior to this weekend \nseeks  to  remove  the  daily  affront  and  humiliation  about the  desirability of  President  Kennedy’s pending \noccasioned  by  discriminatory  denials  of  access  to  proposal to secure equal access to public facilities, these \nfacilities  open  to  the  general  public.  The  mounting  *93 events surrounding the mass arrests at Gwynn Oak \nresentment to such discrimination has been responsible  Amusement Park should have banished them. \nfor numerous protests and demonstrations.    \n   The demonstrations and subsequent arrests * * * surely \nUnited States House of Representatives, Committee on  provided  a  graphic  illustration  of  the  fact  that \nRules, 88th Congress, 2d Session, Hearings on H.R. 7152,  businessmen opening their doors for public business have \np. 91. Congressman Cellar’s statement also contains one  a responsibility to serve all the public. * * * \nof the few references that might be used in construing the    \ninterstate commerce requirement:  The owners of the Gwynn Oak Amusement Park do not \n   claim to operate a private club. Their doors have been \nTitle II of the bill prohibits discrimination on ground of  opened to the general public. Having made this decision, \nrace, color, or national origin in hotels, motels, theaters,  they  have  the  clear  obligation  to  serve  all  potential \nplaces  of  amusement  presenting  entertainment  which  customers, assuming that accepted rules of decorum and \nmove in interstate commerce, and restaurants, luncheon  behavior are maintained. \ncounters and gasoline stations which sell food or goods    \nwhich  move  in  commerce  or  which  serve  interstate  * * * If ever there was proof of need of the President’s \ntravelers.  program, it took place within 40 miles of the Nation’s \n   Capital. * * * \nUnited States House of Representatives, Committee on    \nRules, 88th Congress, 2d Session, Hearings on H.R. 7152,  In  this  particular  instance,  I  am  confident  that \np. 92.  merchandise  and  facilities  used  in  the  park  were \n   transported across State lines. Persons from all sections of \nThe bill then reached the floor, where the only statement  the  country,  that  is,  white  persons,  are  welcomed  as \nwhich might be relevant here was made by Representative  customers. The impact of the park on interstate commerce \nLindsay.  As  to  coverage  of  Title  II,  he  said:  ‘It  is  cannot be doubted. \npinpointed, it is nonsweeping.’ 110 Cong.Rec. 1924.    \n   The spectacle of national church leaders being hauled off \nThe House passed the bill on February 10, 1964 with  to jail in a paddy wagon demonstrates the absurdity of the \nchanges not pertinent here. 110 Cong.Rec. 2804-2805.  present situation regarding equal access to public facilities \n   in Maryland and the absurdity of the arguments of those \nIII. The Bills in the Senate  who oppose title II of the President’s omnibus civil rights \n   bill. * * * \nSimultaneously with the introduction of H.R. 7152 in the    \nHouse,  S.  1731  and  S.  1732  were  introduced  in  the  In my opinion, the events of the past weekend only make \nSenate. S. 1731 was the entire administration bill; it was  more evident the urgent need for prompt congressional \nreferred to the Senate Judiciary Committee, which made  action on civil rights. \nno  report  on  it.  S.  1732  contained  only  the    \n  5 \n \n\n \n109 Cong.Rec. 12275-12277.  Cong.Rec. 13090-13901. These proposals seem to have \n   no subsequent history. \nDuring the Senate Commerce Committee hearings on S.    \n1732, Senator Thurmond asked the Attorney General if  On March 26, 1964, Senator Mansfield’s motion that the \nplaces of ‘amusement or entertainment’ would:  Senate consider H.R. 7152 as received from the House \n   without referring it to a committee was adopted. 110 \nextend to teams or participants in athletic events as well  Cong.Rec. 6415-6417. Senate debate on the merits of \nas to spectators; thereby preventing the management of a  H.R. 7152 began with a comprehensive speech by Senator \nprivately owned stadium or sports arena from denying  Humphrey on March 30, 1964. As to Title II, he said: \ntheir facilities to colored athletic teams:    \n   The grievances which most often have led to protest and \nThe following exchange took place:  demonstrations by Negro Americans are the segregation \n   and discrimination they encounter in the commonly used \nMr.  Kennedy:  It  would  not  cover  the  teams,  in  my  and necessary places of public accommodation- hotels, \njudgment, Senator.  motels, eating places, and places of entertainment. No \n   amount of oratory and quibbling can obscure the personal \nSenator Thurmond: In other words, it would not cover  hardships  and  insults  which  are  produced  by \nparticipants in athletic games?  discriminatory practices in these places. * * * We must \n   make  certain  that every  door  in  our  public  places  of \nMr. Kennedy: That is correct.  amusement and culture is open to men of black skin as \n   well as white. In sum, we must put an end to the shabby \nUnited  States  Senate,  Committee  on  Commerce,  88th  treatment of the Negro in public places which demeans \nCongress, 1st Session, Hearings on S. 1732, Part 1, p.  him and debases the value of his American citizenship. \n107.    \n   110 Cong.Rec. 6533. He pointed out, however, that: \nThe Committee Report on this part of S. 1732 said:    \n   The reach of that title is much narrower than when the bill \nThere is no change from the bill as introduced. This is the  was first introduced. It is also narrower than S. 1732, the \nsecond  of  three  mutually  exclusive  groups  of  public  bill reported by the Senate Commerce Committee, which \nestablishments  that  are  covered  by  the  bill.  This  covers the general run of retail establishments. * * * The \nsubsection would include all public places of amusement  deletion of the coverage of retail establishments generally \nor  entertainment  which  customarily  present  motion  is illustrative of the moderate nature of this bill and of its \npictures, performing groups, athletic teams, exhibitions,  intent to  deal only  with the  problems  which  urgently \nor other sources of entertainment which move in interstate  require solution. \ncommerce. These public establishments would be within    \nthe provisions of the bill even though at any particular  110 Cong.Rec. 6533. See also 110 Cong.Rec. 6567. On \ntime the source of entertainment being provided had not  the next page his remarks continued: \nmoved  in  interstate  commerce.  It  is  sufficient  if  the    \nestablishment  ‘customarily’  presents  entertainment  that  Of course, there are discriminatory practices not reached \nhas moved in interstate commerce. If this test is met then  by H.R. 7152, but it is to be expected and hoped that they \nthe establishment would be subject to the bill at all times,  will largely disappear as the result of voluntary action \neven if current entertainment had not moved in interstate  taken in the salutory atmosphere created by enactment of \ncommerce.  the bill. \n     \nUnited  States  Senate,  Committee  on  Commerce,  88th  110 Cong.Rec. 6534. \nCongress, 2d Session, Report No. 872 on S. 1732, p. 3.    \n   Senator Magnuson was floor manager of Title II. On \nWhile  S.  1731  was  pending  before  the  Judiciary  April 9, 1964 he discussed Title II in detail. As to the \nCommittee,  and  S.  1732  was  before  the  Commerce  scope of its coverage, he said: \nCommittee, Senator Keating offered amendments to those    \nbills  to  insure  that  the  enumeration  of  public  The  types  of  establishments  covered  are  clearly  and \nestablishments in them ‘shall not *94 be construed to  explicitly described in the four numbered subparagraphs \nexclude the application of such subsection to any other  of section 201(b). An establishment should have little \npublic establishment not listed in such clause which is  difficulty in determining whether it falls in one of these \nsimilar  to  such  enumerated  establishment.’  See  109  categories.  *  *  *  Similarly,  places  of  exhibition  and \n  6 \n \n\n \nentertainment  may  be  expected  to  know  whether  means  more  than  occasionally.  Some  significant \ncustomarily it presents sources of entertainment which  percentage  of  the  performances  occurring  in  an \nmove in commerce.  establishment must move in interstate commerce if it is to \n   come within the purview of title II. But once it is within \n110 Cong.Rec. 7405 (1964).  the  purview  of  the  title,  the  fact  that  a  particular \n   production  presented  there  did  not  move in  interstate \nMost motion picture theaters customarily present films  commerce  would  not  lift  the  requirement  that  the \nmade in Hollywood or other out-of-State localities and  audience or spectators by unsegregated. Thus, a baseball \nobviously would be covered. Most legitimate theaters,  stadium which is customarily used for games by teams \nconcert  halls,  or  sports  arenas  similarly  present  traveling  interstate  is  held  to  the  nondiscrimination \nperformers or athletes  who  move interstate, and  such  standard even on a day when local sandlot teams are \nestablishments likewise would be covered.  playing there. \n     \n110 Cong.Rec. 7406. He said that dance studios, bowling  Furthermore, there is no requirement for the application \nalleys,  and  billiard  parlors  would  be  exempt.  110  of title II that the particular kind or class of entertainment \nCong.Rec. 7407.  provided  at  a  given  time  must  customarily  move  in \n   interstate  commerce.  For  example,  a  concert  hall \nAs to the interstate commerce requirement, he began by  customarily  presenting  musical  artists  who  move \nshowing  how  discrimination  in  places  of  amusement  interstate must operate on a desegregated basis not only \nmight burden commerce:  for their concerts but also for a special lecture series \n   presented by local people. \nDiscriminatory  practices  in  places  of  amusement  and    \nretail establishments often leads to the withholding of  110 Cong.Rec. 7406. \npatronage by those affected, and in that way the normal    \ndemand for goods or entertainment is restricted. Other  Senator Kuchel also discussed Title II: \npatrons,  even  though  not  themselves  subject  to    \ndiscrimination, also avoid es tablishments employing such  The commerce clause test would apply if the enumerated \npractices when picketing or boycotting occurs because of  establishment is related to the movement of persons or \nfear of possible violence. *95 110 Cong.Rec. 7398 (1964)  goods across state boundaries. Thus, * * * if the films, \n(quoting  from  the  findings  of  the  Senate  Commerce  exhibitions, or athletic teams presented in a public place \nCommittee).  of amusement have moved in interstate commerce, then \n   the establishment would be covered by title II. \nMotion picture theaters which refuse to admit Negroes    \nwill obviously draw patrons from a narrower segment of  110  Cong.Rec.  6557.  He alaced in the  Congressional \nthe market than if they were open to patrons of all races. *  Record  a  memorandum  prepared  by  the  Republican \n* * Thus, the demand for films from out of state, and the  membership of the House Committee on the Judiciary, \nroyalties from such films, will be less. * * *  which in describing the effect on interstate commerce of \n   establishments enumerated merated in Title II said: \nThese  principles  are  applicable  not  merely  to  motion    \npicture theaters but to other establishments which receive  Theaters  and  other  places  of  entertainment  regularly \nsupplies, equipment or goods through the channels of  present  films  or  performers  that  move  in  interstate \ninterstate commerce. If these establishments narrow their  commerce. \npotential markets by artificially restricting their patrons to    \nnon-Negroes,  the  volume  of  sales  and  therefore,  the  110 Cong.Rec. 6566. \nvolume of interstate purchases will be less.    \n   Senator Case, defending the constitutionality of Title II \n110 Cong.Rec. 7402. He then dealt with the meaning of  under the commerce clause, referred to a memorandum \nthe  phrase  ‘customarily  presents  films,  performances,  submitted  by  ‘twenty  of  the  nation’s  outstanding \nathletic  teams,  exhibitions,  or  other  sources  of  lawyers’: \nentertainment which move incommerce.’ He said:    \n   The  memorandum  refers to restraints  of  trade  on  the \nA place of amusement or entertainment would not be  manner  of  extent  of  the  local  exhibition  of  motion \ncovered merely  because,  on  one or  two occasions, it  pictures. * * * All such activities as boxing matches and \npresents  sources  of  entertainment  which  move  in  stage  attractions,  predicated  on  the  commerce  clause, \ninterstate commerce. By ‘customarily,’ section 201(c)(3)  have  been  subject  to  Federal  legislation.  The \n  7 \n \n\n \nmemorandum states: ‘The supporting theory is that the  accommodation’ within the meaning of the Civil Rights \nexhibitions, and those who take part in them, move from  Act of 1964. These holdings are based upon a finding that \nState to State and the particular *96 restraint would limit  Congress did not intend an amusement park to be a place \nthe freedom or the volume of interstate transactions.’  of ‘entertainment’ within the meaning of 201(b) (3), 42 \n   U.S.C.A.  2000a(b)(3).  The  intent  of  Congress  on this \n110 Cong.Rec. 7258.  point,  as  that  intent  may  be  determined  from  the \n   legislative history concerning the sections in question, is \nDuring  the  Senate  debate,  Senator  Ervin  offered  obscure to say the least. After studying the briefs and \namendment No. 795, which was rejected by a 66-22 vote.  hearing the arguments of the parties in the case now \nThis amendment would have changed 201(c)(3) to read:  before this Court, it was determined that the legislative \n   history as presented to the Court by the parties was so \n* * * customarily presents films, performances, athletic  inadequate and inconclusive that a ‘thorough search and \nteams,  exhibitions,  or  other  sources  of  entertainment  analysis of the legislative history concerning 42 U.S.C.A. \nwhich move in commerce and have not come to rest  2000a, b(3) and c(3) was needed.’ Accordingly, it was \nwithin a state.  ordered that the United States, acting through the Civil \n   Rights Division of the Department of Justice, file with \n110 Cong.Rec. 13426, 13432 (daily ed. June 16, 1964).  this Court its brief setting forth the legislative history of \nSenator Ervin offered this, and three other amendments,  these provisions to the extent that that history might be \nto ‘make the tests of public accommodations in title II  pertinent  to the  issues involved  upon  this appeal and \ncomply  with  the  decisions  of  the  courts  upon  the  accord this Court the benefit of any views that might be \ncommerce clause of the Constitution.’ Id. at 13426. The  pertinent thereto. Pursuant to that directive, the United \ndebate following the vote indicates that both proponents  States filed its memorandum setting forth the legislative \nand opponents of the bill contemplated that it would reach  history of these facts, and concluded, ‘Our study of that \nas far as the commerce clause would permit with respect  history has convinced us that it is inconclusive on these \nto the minimum volume of commerce and the stage of the  issues.’ Thus, it occurs to me that an interpretation of \ninterstate journey. See Id. at 13433-13436.  201(b)(3)  and  201(c)(3),  based  upon  an  extremely \n   inadequate legislative history as the majority of this Court \nH.R. 7152 passed the Senate, with amendments, on June  now does, is contrary to the overriding purpose of Title II \n19, 1964. However, the sections herein involved remained  of the Civil Rights Act of 1964. This overriding purpose \nintact. The conference bill was passed by both houses and  was made clear when on January 28, 1963, President \nbecame law on July 2, 1964.  Kennedy said in a message to Congress that: \n     \nRespectfully submitted,  ‘No action is more contrary to the spirit of our democracy \n   and Constitution-or more rightfully resented by a Negro \nJOHN DOAR,  citizen who seeks only equal treatment-than the barring of \n   that citizen from restaurants, hotels, theaters, recreational \nAssistant Attorney General,  areas and other public accommodations and facilities.’ \n   United States House of Representatives, Committee on \nDAVID L. NORMAN,  the Judiciary, 88th *97 Congress, 1st Session, Hearings \n   on Civil Rights, Part II, p. 1448. \nBRIAN K. LANDSBERG,    \n   Again, in his civil rights message on June 19, 1963, the \nAttorneys,  President said: \n     \nDepartment of Justice.  ‘Events  of  recent  weeks  have  again  underlined  how \n   deeply our Negro citizens resent the injustice of being \n  arbitrarily  denied  equal  access  to  those  facilities  and \n  accommodations which are otherwise open to the general \npublic.’ \nUnited States House of Representatives, Committee on \nJOHNSON, District Judge (dissenting). \nthe Judiciary, 88th Congress, 1st Session, Hearings on \n  Civil Rights, Part II, p. 1447. \nThe district court and this Court in its majority opinion    \nhave held that Fun Fair Amusement Park is not a place of  To correct this injustice, the President emphasized that: \n‘entainment’  and  is  therefore  not  ‘a  place  of  public    \n  8 \n \n\n \n‘Federal action is needed now to secure the right of all  amusement facilities, ten of which were manufactured \ncitizens to the full enjoyment of all facilities which are  outside  the  State  of  Louisiana,  which  advertised  its \nopen to the general public.’  facilities over the radio and television and solicited the \nUnited States House of Representatives, Committee on  business of the public generally, with no restriction as to \nthe Judiciary, 88th Congress, 1st Session, Hearings on  race or interstate travel, can, with the sanction of the law, \nCivil Rights, Part II, p. 1448.  refuse service to Negroes solely because of their race or \n   color. \nAnd, again, the President, in submitting to Congress that    \npart of the Civil Rights Act here under scrutiny and in  Such a holding completely ignores a strong and, to me, \nexplaining his purpose in doing so, stated:  conclusive  history  of  Executive  and  Congressional \n‘For these reasons, I am today proposing, as part of the  general intent and purpose to the effect that the enactment \nCivil Rights Act of 1963, a provision to guarantee all  of Title II: \ncitizens  equal  access  to  the  services  and  facilities  of    \nhotels,  restaurants,  places  of  amusement,  and  retail  ‘Would make it possible to remove the daily affront and \nestablishments.’  humiliation involved in discriminatory denials of access \nUnited States House of Representatives, Committee on  to facilities ostensibly open to the general public.’1 \nthe Judiciary, 88th Congress, 1st Session, Hearings on    \nCivil Rights, Part II, p. 1448.  I respectfully dissent. \n     \nThe effect of the narrow construction as made both by the \ndistrict court and the majority of this Court- this narrow  All Citations \nconstruction  being  based  upon  an  ‘inconclusive’ \n391 F.2d 86 \nlegislative history- is to judicially determine and hold that \nan amusement park in Baton Rouge, Louisiana, located on   \nAirline Highway, a main artery between Baton Rouge and \nNew  Orleans,  Louisiana,  operating  eleven  major \nFootnotes \n \n1  Compare Adams v. Fazzio Real Estate Co., E.D.La.1967, 268 F.Supp. 630, now on appeal to this Court, Docket No. \n  24825; Evans v. Laurel Links, Inc., E.D.Va.1966, 261 F.Supp. 474; Kyles v. Paul, E.D.Ark.1967, 263 F.Supp. 412. \n \n2  Compare Robertson v. Johnston, 5 Cir. 1967, 376 F.2d 43. \n \n \n3  Cf. Evans v. Laurel Links, Inc., supra note 1 (261 F.Supp. at 477). \n \n \n4  Changed to ‘exhibition’ in Judiciary Committee’s reported version. House Report on H.R. 7152, 88th Congress, 1st \n  Session, Part I, p. 3, U.S. Congressional and Administrative News, p. 2355. \n \n1  Statement made by the House Judiciary Committee on Title II in reporting the bill on November 20, 1963. U.S. House \n  of Representatives Report No. 914, 88th Congress, 1st Session, Part I, p. 18. \n \n \n  9 \n \n\n \n \n \n \n  10 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138266"
    },
    {
      "date": "1967-10-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of Alexander (Sandy) Ross",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "no_title": false,
      "party_types": [
        "Amicus Curiae"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 98382,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/98382.pdf",
      "title": "Answer to Memorandum of the United States",
      "text": "Selicitox General(cid:9) De,emeer  1967\n4, \nJD:3K14,*\njohn Doer\nAssistant Attorney General\nCivil Rights Diviaion\nMiller v. Amuaemeet Enterprises, in-,\nILiethei/\nI recommend that the Department of Jestiee\naeeept the invitation of the court of appeals to\nparticipate in the en oane rehearing of this ,ase\nasp emicus euriae.\nin a suit brought under Title II of the\nThis \nCivil Right& Aet of 1964 seexing an injunction\nagainst raeial diserimination against Negroes by\noperators of the Fun Pair Amuaement Fare in ]3 ton\nRouse, Louisiana. The district court held that\nthe amusement pare was not -overed by Title II and\nthe plaintiffs appealed. The 'court, in an order\ndated June 13. 1;67, ordered the United States to\nfile a brief setting forth the legislative history\nof 43  2000a(e)(3) and (_)(3) to the extent\nLI S.C. \nthat that history might 'se pertinent to the issues\ninvolved in the app sae. The Civ91 Reghts Division\naeeordingly rurn_shed the feturt with a summary of\nthe legislative history and told the court that the\nlegislative history was ineonelusive with respect\nto the issues eetore the court. On Septemeer o,\n1967 a panel of the •-oust of appeals eensisting of\nJudges Rives, Dyer and Dietriet Juexe Johnson held\nthst amueeeent parks were not eovered by Title II ,\nJudge Johnson dissented. On Septeaeler 27, 1967.\nthe appellants , titi.oned for a rehearing en uanc.\nAt that point we reevaluated the Lase end, with the\neoneurrenee of Ar. Spritzer, determined to file a\nmemorandum urging that the court vacate its judgment\nan tne judgment of the eBurt eelow and remand the\n,cruse to the district court for e determination of\nwhether Fun Fair ?ark is en establishment covered\nby Title II by virtue of the feet that it contains\nwithin its peemises an eetaeeisneent offering food\nfor consuaption on the premiees (42 U S.0 2000a(o)(2)\nand (4)). The reasoe :or taeir this position was\ncc: Records(cid:9) Doer Norm _Landsuerg\nChrono(cid:9) Duneaugh Appeal file\n\nthat the eartiee had purported to stipulate that\nquestion out of the eaae, thus sttempting to frame\nthe iseue solely in terms oi cevefage under 42\nU.S,C. 2000a( b)(3). On October 25, .*067, the court\nof appeals granted the petition of the appellants\nfor a rehearing en eanc, and on Novemeer 9, 1967,\nthe clerk of the ;ourt wrote the Attorney General\nand stated:\nI am authorized ey this Court to\nadvise that 13:Levee so mach of this\nCourt'e opinion uas Built upon the\nlegialetive history furnished to the\nCourt at the Court's request by the\nUnited States Attorney General, that\nthe Government should se invited to\napeear and argue the  amieus euriae.\neflise \nAecordingly, I am herewith notifying you\nof the Court's wishes in this respeet.\nThe clerk sueseeuently informed us that the court,\nits invitation, -contemplated our filing a brief.\noelieve that, in light of the Court's invita-\nWe \ntion, the Department shouiel pertieipate in the rehearing\nen. bane.. We would propose to file with the Court a\nmore extensive oriel supporting the position we took\nin our memorandum on the petition ror rehearing. We\nwould also propose to make ourselves availaule to the\ncourt for  questjons as to the legisietive history\nany \nof Title II.(cid:9) the Court reaehes the matter on the\nmerits we would propose to argue that, on balance,\nthe stotute eovers amu.tement  In esseneee we\npariUS. \nwould support Judge Johnson's reasoning.\nThis ,ase is set for argument on J:Lnuary 10 or\n11, 1966.  tThe elere wishes us to make a prompt commit-\nment, so hfet e hean  estsollah a eriefing sehedule.\n\nSelicitox General(cid:9) De,emeer  1967\n4, \nJD:3K14,*\njohn Doer\nAssistant Attorney General\nCivil Rights Diviaion\nMiller v. Amuaemeet Enterprises, in-,\nILiethei/\nI recommend that the Department of Jestiee\naeeept the invitation of the court of appeals to\nparticipate in the en oane rehearing of this ,ase\nasp emicus euriae.\nin a suit brought under Title II of the\nThis \nCivil Right& Aet of 1964 seexing an injunction\nagainst raeial diserimination against Negroes by\noperators of the Fun Pair Amuaement Fare in ]3 ton\nRouse, Louisiana. The district court held that\nthe amusement pare was not -overed by Title II and\nthe plaintiffs appealed. The 'court, in an order\ndated June 13. 1;67, ordered the United States to\nfile a brief setting forth the legislative history\nof 43  2000a(e)(3) and (_)(3) to the extent\nLI S.C. \nthat that history might 'se pertinent to the issues\ninvolved in the app sae. The Civ91 Reghts Division\naeeordingly rurn_shed the feturt with a summary of\nthe legislative history and told the court that the\nlegislative history was ineonelusive with respect\nto the issues eetore the court. On Septemeer o,\n1967 a panel of the •-oust of appeals eensisting of\nJudges Rives, Dyer and Dietriet Juexe Johnson held\nthst amueeeent parks were not eovered by Title II ,\nJudge Johnson dissented. On Septeaeler 27, 1967.\nthe appellants , titi.oned for a rehearing en uanc.\nAt that point we reevaluated the Lase end, with the\neoneurrenee of Ar. Spritzer, determined to file a\nmemorandum urging that the court vacate its judgment\nan tne judgment of the eBurt eelow and remand the\n,cruse to the district court for e determination of\nwhether Fun Fair ?ark is en establishment covered\nby Title II by virtue of the feet that it contains\nwithin its peemises an eetaeeisneent offering food\nfor consuaption on the premiees (42 U S.0 2000a(o)(2)\nand (4)). The reasoe :or taeir this position was\ncc: Records(cid:9) Doer Norm _Landsuerg\nChrono(cid:9) Duneaugh Appeal file\n\nthat the eartiee had purported to stipulate that\nquestion out of the eaae, thus sttempting to frame\nthe iseue solely in terms oi cevefage under 42\nU.S,C. 2000a( b)(3). On October 25, .*067, the court\nof appeals granted the petition of the appellants\nfor a rehearing en eanc, and on Novemeer 9, 1967,\nthe clerk of the ;ourt wrote the Attorney General\nand stated:\nI am authorized ey this Court to\nadvise that 13:Levee so mach of this\nCourt'e opinion uas Built upon the\nlegialetive history furnished to the\nCourt at the Court's request by the\nUnited States Attorney General, that\nthe Government should se invited to\napeear and argue the  amieus euriae.\neflise \nAecordingly, I am herewith notifying you\nof the Court's wishes in this respeet.\nThe clerk sueseeuently informed us that the court,\nits invitation, -contemplated our filing a brief.\noelieve that, in light of the Court's invita-\nWe \ntion, the Department shouiel pertieipate in the rehearing\nen. bane.. We would propose to file with the Court a\nmore extensive oriel supporting the position we took\nin our memorandum on the petition ror rehearing. We\nwould also propose to make ourselves availaule to the\ncourt for  questjons as to the legisietive history\nany \nof Title II.(cid:9) the Court reaehes the matter on the\nmerits we would propose to argue that, on balance,\nthe stotute eovers amu.tement  In esseneee we\npariUS. \nwould support Judge Johnson's reasoning.\nThis ,ase is set for argument on J:Lnuary 10 or\n11, 1966.  tThe elere wishes us to make a prompt commit-\nment, so hfet e hean  estsollah a eriefing sehedule.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/98382"
    },
    {
      "date": "1968-04-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 342,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 394,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138267,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138267.pdf",
      "title": "Opinion",
      "text": " \n  DYER, SIMPSON and CLAYTON, Circuit Judges.* \n394 F.2d 342 \nOpinion \nUnited States Court of Appeals Fifth Circuit. \n \nMrs. Patricia B. MILLER, Individually and on \nGEWIN, Circuit Judge: \nBehalf of her minor children, Denise and Daniel \nMiller, Appellant, \n \nv. \nAMUSEMENT ENTERPRISES, INC., d/b/a Fun \nA panel of this court rendered a decision in this cause on \nFair Park, Appellee. \nSeptember 6, 1967 (No. 24259), 391 F.2d 86,1 holding \nthat *345 an amusement park is not an establishment \nNo. 24259. \ncovered by the Civil Rights Act of 1964, 201(b)(3) and \n| \n(c)(3), 42 U.S.C. 2000a(b)(3) and (c)(3). A petition for \nApril 8, 1968. \nrehearing en banc was granted. After much careful and \nthoughtful consideration, we reverse. \nFun  Fair  Park,  incorporated  under  Louisiana  law  as \nSynopsis \nAmusement  Enterprises,  Inc.,  is  a  privately  owned \nAction  by  mother,  on  behalf  of  her  minor  children, \namusement park which ostensibly offers its facilities to \nagainst owners of amusement park to enjoin owners from \nthe general public. The amusement park is located in \ndenying  her  children  and  other  Negroes  access  to \nBaton Rouge, Louisiana, approximately 150 yards from \namusement park. The United States District Court for the \nAirline Highway, which runs between Baton Rouge and \nEastern  District  of Louisiana, E.  Gordon West,  Chief \nNew Orleans, Louisiana. The park covers about two and \nJudge,  dismissed  the  suit,  259  F.Supp.  523,  and  the \nthree-quarters acres of land in a business and residential \nplaintiff appealed. The Court of Appeals affirmed, 391 \narea. Fun Fair operates eleven major mechanical rides for \nF.2d 86, and the plaintiff petitioned for rehearing en banc. \nchildren,  namely,  the  Train  Ride,  Roto-Whip,  Ferris \nThe Court of Appeals, Gewin, Circuit Judge, held that \nWheel, Zoom Ride, Roller Coaster, Bumper Car Ride, \namusement  park  that  provided  mechanical  rides  for \nSwinging  Jim,  Caterpillar  Ride,  Boat  Ride,  Track \namusement  of  children  and,  during  winter  months, \nTurnpike, and Merrygo-round. In addition, it operates an \nmaintained ice skating rink, was ‘place of entertainment’ \nice  skating  rink  during  the  months  of  November, \nwithin public accommodations provisions of Civil Rights \nDecember, January and February and maintains an ice \nAct of 1964. \nskate rental service. Located on the premises is a small \n  \nconcession stand from which refreshments such as cold \nReversed. \ndrinks, hot dogs, popcorn, cotton candy, snowcones, ice \n  \ncream, assorted sandwiches and coffee may be purchased. \nRives,  Dyer,  Simpson,  Clayton  and  Coleman,  Circuit \nFun Fair’s advertisements over radio and television solicit \nJudges, dissented. \nthe business of the public generally with no expressed \n  \nrestriction or reservation as to race or interstate travel. \nAttorneys and Law Firms  However, the manager stated in his deposition that the \nfacilities are only open to those of the public who are \n*344 John Doar, Stephen J. Pollak, Asst. Attys. Gen.,  white,  properly  attired  and  who  properly  conduct \nDavid L. Norman, Brian K. Landsberg, Frank D. Allen,  themselves.  The  manager  further  stated  that  it  is  the \nAttys., Dept. of Justice, Washington, D.C., amicus curiae.  policy of Fun Fair to exclude Negroes and that no change \nin policy is contemplated. \nJohnnie A. Jones, Baton Rouge, La., Norman C. Amaker, \nHenry M. Aronson, Jack Greenberg, James M. Nabrit, III,  Mrs. Miller, in response to Fun Fair’s advertisement that \nMichael Meltsner, New York City, for appellant; William  ‘Everybody come,’ took her two children, Daniel age 12 \nBennett Turner, New York City, of counsel.  and Denise age 9, to the park to ice skate. At the skate \nrental counter she asked for skates for Denise, who has a \nWray & Simmons, W. P. Wray, Jr., Baton Rouge, La., for  fair or light complexion, and the attendant thinking the \nappellee.  little girl was white, promptly handed Mrs. Miller a pair \nBefore BROWN, Chief Judge, and RIVES, TUTTLE,  of skates. Daniel, dark-complexioned, who had been sent \nWISDOM,  GEWIN,  BELL,  THORNBERRY,  back to the Miller car for heavy socks, then joined his \nCOLEMAN, GOLDBERG, AINSWORTH, GODBOLD, \n  1 \n \n\nmother and sister. The rented skates were soon discovered  grant the motion for rehearing and vacate the judgment of \nto be too small and Mrs. Miller returned to the rental  the district court and remand the case to the court for an \nstand  and  placed  the  skates  on  the  counter.  In  the  evidentiary hearing on the question of whether Fun Fair is \nmeantime the attendant had discovered that the child was  covered  by  the  nondiscrimination  requirements  of \nNegro and  he  had left  the  skate  room  to  inform  the  201(b)(2) and (b)(4). The Government’s sole contention \nmanager of the situation. As the manager approached the  was that the stipulation quoted above, in effect, converted \ncounter, Mrs. Miller stated to him that the skates did not  appellants’ case into a hypothetical situation and thus \nfit. The manager snatched the skates off the counter and  presented to the court a hypothetical question not based \nannounced to Mrs. Miller that Fun Fair did not ‘serve  on the facts involved in the litigation. The Government \ncolored’.  The  people  standing  in  line  waiting  to  rent  urged that the federal courts are without power to render \nskates  began  to  giggle,  and  Denise,  frightened  and  advisory opinions or to resolve hypothetical questions.4 \ndisappointed at not being allowed to skate, started crying.  Accordingly, the Government requested that the case be \nAs Denise stood there crying others in line appeared to be  remanded to the district court for a determination of the \namused. Mrs. Miller and her children quickly left the  issue of whether Fun Fair is covered by virtue of its \npark.  operation of eating facilities. \nNeither party has asked to be relieved of the stipulation. \nMrs.  Miller,  individually and on  behalf  of her  minor  Appellants’ answer to the Government’s memorandum \nchildren, Denise and Daniel Miller (appellants), brought  takes  issue  with  the  Government’s  assertion  that  the \nthis action in the United States District Court for the  stipulation  renders  appellants’  cause  of action a mere \nEastern District of Louisiana pursuant to Title II of the  hypothetical question and contends, primarily, that the \nCivil Rights Act of 1964, 201(b)(3) and (c)(3), 42 U.S.C.  Government’s request is contrary to and does violence to \n2000a(b)(3) and (c)(3), to enjoin Amusement Enterprises,  Rule 16, Federal Rules of Civil Procedure.5 \nInc., d/b/a Fun Fair Park (Fun Fair) from denying Negroes \naccess to its amusement park. At the pre-trial conference  *347 In its brief on rehearing the Government does not \nit  was  stipulated  by  the  parties  that  appellants  were  discuss its advisory opinion theory, mentioned above, but \nmaking no claim that Fun Fair was operating in violation  instead contends that the parties cannot, by a stipulation \nof  201(b)(2),  (c)(2),  (b)(4)  or  (c)(4),  42  U.S.C.  of law, remove from the district court the duty to test \n2000a(b)(2),  (c)(2),  (b)(4)  or  (c)(4)2  which  prohibit  coverage under the facts presented and to apply to those \ndiscrimination in *346 any establishment within which is  facts each legal theory under which coverage might be \nlocated a facility engaged in serving or offering to serve  found.6 Further, the Government contends that it is not \nfood  for  consumption  on  the  premises  to  interstate  necessary to remand the case but submits that there is \ntravelers or wherein a substantial portion of the food it  ample support in the record to justify a holding by this \nserves  has  moved  in  commerce.  We  quote  from  the  court that the Fun Fair Park is covered by 201(b)(4). \nrecord:   We uphold the stipulation voluntarily agreed upon by the \nparties  involved.  The  stipulation  does  not  create  a \n‘It is * * * stipulated by and between counsel that the  situation which does not in fact exist. The stipulation does \nplaintiff herein is making no claim that the defendant, in  not exclude any of the facts involved in this case, but, in \nthe  operation  of  the  concession  stands  wherein  effect, specifically reserves for consideration by the court, \nrefreshments  are  allegedly  served  on  a  discriminatory  in particular, the facts pertaining to the concession stand \nbasis, is operating his facilities in violation of either Sec.  operated  by  Fun  Fair  at  its  amusement  park.  The \n201(b)(2),  Sec.  201(c)(2),  Sec.  201(b)(4),  or  Sec.  stipulation does no more than state that appellant has \n201(c)(4) of the Civil Rights Act of 1964, the plaintiff’s  agreed not to present a claim under certain sections of the \nsole contention in this suit being that the defendant is  Civil Rights Act. Thus, the parties are not presenting to us \noperating his place of entertainment in violation of Sec.  a hypothetical situation, nor are we asked to render an \n201(b)(3) and Sec. 201(c)(3) of the Act. It was further  advisory opinion because the facts in this case as found in \nstipulated that the reference in the stipulated facts to the  the  record  make  it  abundantly  clear  that  a  ‘case  or \noperation of the concession stands is merely to show the  controversy’  actually  exists  between  adverse  litigants. \ntotal operation of the defendant’s facility and not to allege  We,  therefore,  honor  the  stipulation.  Associated \nor  show  a  violation  of  Sec.  201(b)(2),  201(c)(2),  Beverages Co. v. P. Ballantine & Sons, 287 F.2d 261 (5 \n201(b)(4), or 201(c)(4) of the Civil Rights Act of 1964.’  Cir. 1961); Laird v. Air Carrier Engine Service, 263 F.2d \n948 (5 Cir. 1959). However, we refrain from deciding the \nSubsequent to appellants’ petition for rehearing in this  question,  posed  by  the  Government  in  its  brief  on \ncase,  the  United  States  filed  with  this  court  a  rehearing, of whether the parties can, by stipulation, bind \nmemorandum as amicus curiae on appellants’ petition.3 In  the court as to a theory of law thereby restricting the court \nits memorandum the Government urged that this court \nin its application of the law to the facts presented. In view \n  2 \n \n\nof  our  decision  holding  Fun  Fair  to  be  a  covered  the  issues  involved.7  After  an  examination  of  the \nestablishment under 201(b)(3) and (c)(3) of the Act, it is  legislative  history,  the  court  rendered  its  decision \nnot necessary for us to consider this issue.  affirming by a vote of 2 to 1 the judgment of the district \n   court.8 While the court recognized that some parts of the \nlegislative history may lend support to appellants’ claim, \nSections 201(a), (b)(3) and (c)(3) provide:  it was of the opinion that the history read as a whole \nclearly and amply supported the view that amusement \n‘(a) All persons shall be entitled to the full and equal  parks are not places of entertainment as contemplated by \nenjoyment of the goods, services, facilities, privileges,  201(b) (3). \nadvantages, and accommodations of any place of public   We are unable to agree with those concepts which would \naccommodation,  as  defined  in  this  section,  without  prefer,  or  those  which  would  demand,  that  the  Civil \ndiscrimination or segregation on the ground of race, color, \nRights Act be narrowly construed, i.e. the establishments \nreligion, or national origin. ‘(b) Each of the following \nreferred to in 201(b)(3) must be places of entertainment \nestablishments which serves the public is a place of public \nwhich present exhibitions for spectators and that such \naccommodation within the meaning of this subchapter if \nexhibitions must move in interstate commerce. However, \nits operations affect commerce, or if discrimination or \nwhile not necessary to our decision, as will be seen by a \nsegregation by it is supported by State action: ‘(3) any \nfurther reading of this opinion, we find that Fun Fair is \nmotion picture house, theater, concert hall, sports arena,  covered by the literal terms of the Act. Although it may \nstadium or other place of exhibition or entertainment; ‘(c)  be that the types of exhibition establishments listed in \nThe  operations  of  an  establishment  affect  commerce  201(b)(3) are those which most commonly come to mind, \nwithin the meaning of this subchapter if * * * (3) in the  no one would dispute the proposition that such list is not \ncase of an establishment described in paragraph (3) of  complete  or  exhaustive.  Therefore,  any  establishment \nsubsection  (b)  of  this  section,  it  customarily  presents \nwhich  presents  a  performance  for  the  amusement  or \nfilms, performances, athletic teams, exhibitions, or other \ninterest of a viewing public would be included. In our \nsources of entertainment which move in commerce.’ \nview Fun Fair is such an establishment. The amusement \npark presents a performance of small children riding on \nThere is no claim or evidence that the discrimination \nvarious mechanical ‘kiddie’ rides plus a performance of \ncomplained of is supported by State action. Therefore our \nice skating. It is obvious to us that many of the people \ninquiry is narrowed to the question of whether Fun Fair is \nwho assemble at the park come there to be entertained by \na  ‘place  of  *  *  *  entertainment’  which  ‘customarily \nwatching  others,  particularly  their  own  children, \npresents  *348  *  *  *  entertainment  which  move(s)  in \nparticipate in the activities available. In fact Mrs. Miller’s \ncommerce.’ \npresence at the park *349 was to see her children perform \non ice.9 While the record does not explicitly and clearly \nThe district court held that Fun Fair is not a place of \nshow this to be a fact, aside from Mrs. Miller’s statement, \nentertainment  as  described  in  201(b)(3)  and  does  not \nwe as Judges may take judicial knowledge of the common \naffect commerce as that term is specifically defined in \nordinary fact that human beings are ‘people watchers’ and \n201(c)(3) of the Act. The court was of the opinion that the \nderive much enjoyment from this pastime.10 Moreover, we \nterm entertainment referred to in 201(b)(3) is limited by \ncan not ignore the logical conclusion that a number of the \nthe language of the section and by the application of the \npatron-performers of the Fun Fair amusement park, an \nold and accepted rule of statutory construction known as \nessential  part  of  Fun  Fair’s  exhibition,  move  in \nejusdem generis to such entertainment which is exhibitive \ncommerce. Again, while the record does not categorically \nand not participative. The court further stated that even if \nestablish where the patron-performers have originated and \nit were to find an amusement park to be a place of public \nwhere  they  will  or  might  travel  next  for  other \naccommodation under 201(b)(3), it still could not be held \nperformances of a like nature, we lay emphasis on the fact \nto affect commerce under 201(c)(3). In so concluding the \nthat the record does show that the park is located on a \ncourt again applied the ejusdem generis rule in defining \nmajor highway and does not geographically restrict its \nthe  term  entertainment  as  used  in  201(c)(3)  and, \nradio and television advertisements.11 While some may \nadditionally,  placed  particular  emphasis on the  phrase \ntake  a  dim  view  at  our  reaching  conclusions  with \n‘which  move  in  commerce’  concluding  that  the \napparently scant record facts to support them, we quote \nmechanical  rides  at  Fun  Fair  which  are  permanently \nfrom Mr. Justice Field in his opinion in the case of Ho Ah \naffixed do not ‘move’. \nKow v. Nunan, 12 Fed.Cas. No. 6,546, pp. 252, 255 \n(C.C.D.Cal.1879): \nOn appeal to this court the Government was requested to \n  \nfile with the court a brief setting forth the legislative \nhistory of the applicable provisions of the Civil Rights \n‘Besides, we cannot shut our eyes to matters of public \nAct to the extent that such history might be pertinent to \n  3 \n \n\nnotoriety and general cognizance. When we take our seats  general purpose. In Borough of Hanover v. Criswell, 205 \non  the  bench  we  are  not  struck  with  blindness,  and  Pa.Super. 65, 66 (1965), 208 A.2d 39, the Pennsylvania \nforbidden to know as judges what we see as men; * * *’  court dealt with the principle of ejusdem generis and \n Our reading, study and careful consideration of the Civil  reached a conclusion similar to the one we have reached \nRights  Act  and  its  legislative  history  compels  us  to  here.13 Also, Supreme Court decisions clearly show that \nconclude that the general intent and overriding purpose of  the rule of ejusdem generis does not prevail when the \nthe act was to end discrimination in certain facilities open  result of its use would be contrary to the obvious purpose \nto the general public. We agree with the view of the  of the statute in question. United States v. Alpers, 338 \nGovernment, expressed in its memorandum to this court,  U.S. 680, 70 S.Ct. 352, 94 L.Ed. 457 (1950); S.E.C. v. C. \nthat the legislative history of 201(a), (b)(3) and (c)(3) is  J.  Joiner  Leasing  Corp.,  320  U.S.  344,  88  L.Ed.  88 \n‘inconclusive’ and the opinion of the dissenting judge in  (1943); United States v. American Trucking Association, \nthis case that such legislative history is ‘obscure’ on the  310 U.S. 534, 60 S.Ct. 1059, 84 L.Ed. 1345. Further, we \nprecise question of whether recreational facilities such as  think, had Congress meant to confine 201(b)(3) to only \nthose under consideration were intended by Congress to  those establishments dealing in exhibitions it would have \nbe covered by the Act. Even the majority opinion of the  concluded such section with the phrase ‘and other places \noriginal panel which heard this case recognized the fact  of exhibition’  rather than ending the section with the \nthat such history could support differing interpretations of  language  ‘or  *351  other  place  of  exhibition  or \nthe statute. In view of the ‘inconclusive nature’ of the  entertainment.’ \nlegislative history and in light of the overriding purpose    \nof the Act, we hold that Fun Fair Park is a place of public \naccommodation under 201(b)(3) and (c)(3) of the Civil  Webster’s  Third  New  International  Dictionary  defines \nRights Act.  entertainment as the act of diverting, amusing, or causing \n   someone’s time to pass agreeably; amusement. Synonyms \n We do not read 201(b)(3) and (c)(3) with narrowed eye  for entertainment as found in various sources14 include the \nbut  with  open  minds  attuned  to the  clear and  strong  following: amusement, bodily enjoyment, fun, recreation, \npurpose of the Act, namely, to secure for all citizens the  diversion,  relaxation,  sport,  pleasure,  play,  merriment, \nfull enjoyment of facilities described in the Act which are  festivity,  celebration  and  revelry.  Various  state  courts \nopen to the general public. That Title II of the Civil  which  have  dealt  with  the  meaning  of  the  word \nRights Act is to be liberally construed and broadly read  entertainment have given the word similar definitions. See \nwe find to be well established.12 Though we give to *350  Cheney v. Tolliver (1962) 234 Ark. 973, 356 S.W.2d 636, \nthe Act a liberal interpretation, we are aware that the Act  and Young v. Board of Trustees, etc. (1931) 90 Mont. \nwas not designed to cover all establishments. ‘Congress *  576, 4 P.2d 725.15 Fun Fair Park with its amusement rides, \n* * exclude(d) some establishments from the Act either  ice skating rink and concession stand is obviously a place \nfor reasons of policy or because it believed its powers to  of enjoyment, fun and recreation, and thus is a place of \nregulate and protect interstate commerce did not extend so  entertainment. \nfar.’ Heart of Atlanta Motel, Inc. v. United States, 379   We  also  conclude  that  the  operations  and  activities \nU.S. 241, 273, 85 S.Ct. 348, 366, 13 L.Ed.2d 258, 277  conducted and sponsored by Fun Fair affect commerce \n(1964). However, in view of the facts and circumstances  within the intendment of the Act. To conclude otherwise \npresent in the instant case we are unable to conclude that  would be to ignore those very operations and activities. \nrecreational facilities such as those operated by Fun Fair  Fun Fair is located on a major artery of both intrastate and \nare one of the excluded establishments.  interstate  transportation;  it  advertises  over  radio  and \n   television stations; its advertisements solicit the business \n We find that the phrase ‘place of entertainment’ as used  of the public generally with no restriction as to interstate \nin 201(b)(3) includes both establishments which present  travel; ten of its eleven mechanical rides admittedly were \nshows,  performances  and  exhibitions  to  a  passive  purchased from sources outside Louisiana; and although \naudience  and  those  establishments  which  provide  the items sold in the concession stand are listed in the \nrecreational  or  other  activities  for  the  amusement  or  record as having been purchased from businesses within \nenjoyment  of its  patrons.  Although  we  recognize  that  the State, the record does not show whether the products \nejusdem generis is an old and accepted rule of statutory  sold by Fun Fair actually originated in Louisiana. The \nconstruction, we do not believe that it compels us to  emphasis placed on the term ‘move’ as used in 201(c)(3) \naccord  words  and  phrases  embodied  in  the  statute  a  by the district court in the instant case and by the district \ndefinition or interpretation different from their common  court  in  Kyles  v.  Paul,  supra,  is  misplaced.  Such \nand ordinary meaning; or that the rule requires us to  reasoning is like pulling a straw from a haystack and then \ninterpret the statute in such a narrow fashion as to defeat  judicially declaring that the entire stack has collapsed. \nwhat  we  conceive  to  be  its  obvious  and  dominating  Obviously in doing so the court would be ignoring reality. \n  4 \n \n\nThe use of the present tense, move, was not meant to  supra, and in Katzenbach v. McClung, 379 U.S. 294, 85 \nexclude the word’s other verb tenses, moving, moved, or  S.Ct. 377, 13 L.Ed.2d 290, the Supreme Court has long \nhas, had or have moved. As stated in Haynes v. United  recognized ‘that Congress could not fully carry out its \nStates, 390 U.S. 85, 88 S.Ct. 722, 19 L.Ed.2d 923, ‘We  responsibility  to  protect  interstate  commerce  were  its \ncan not derive so much from so little.’ The ‘draftsman’s  Constitutional  power  to  regulate that commerce  to be \nchoice of tense’ should not control our decision.16 We  strictly limited to prescribing the rules for controlling the \nquote  from  a  Senate  Report  *352  giving  a  section  things actually moving in such commerce or the contracts, \nby-section analysis of Title II which makes reference to  transactions, and other activities, immediately concerning \nwhat  constitutes  an  effect  on  commerce  within  the  them.’ He went on to conclude: \nmeaning of 201(c)(3):    \n  \n‘And since the Shreveport Case this Court has steadfastly \n‘This  subsection  would  include  all  public  places  of  followed,  and  indeed,  has  emphasized  time  and  time \namusement or entertainment which customarily present  again, that Congress has ample power to protect interstate \nmotion  pictures,  performing  groups,  athletic  teams,  commerce  from  activities  adversely  and  injuriously \nexhibitions, or other sources of entertainment which move  affecting it, which but for this adverse effect on interstate \nin  interstate  commerce.  These  public  establishments  commerce would be beyond the power of Congress to \nwould be within the provisions of the bill even though at  regulate.’ \nany  particular  time the  source  of entertainment  being \nprovided had not moved in interstate commerce. It is  The Civil Rights Act was enacted with a spirit of justice \nsufficient  if  the  establishment  ‘customarily’  presents  and equality in order to remove racial discrimination from \nentertainment that has moved in interstate commerce. If  certain facilities which are open to the general public. On \nthis test is met then the establishment would be subject to  January  28,  1963,  *353  President  Kennedy  said  in  a \nthe bill at all times, even if current entertainment had not  message to Congress that: \nmoved in  interstate  commerce.’  2  U.S.Code Cong.  &  ‘No action is more contrary to the spirit of our democracy \nAd.News 2357 (1964)  and Constitution—or more rightfully resented by a Negro \ncitizen who seeks only equal treatment—than the barring \nAdditionally,  in  Twitty  v.  Vogue  Theatre  Corp.,  242  of  that  citizen  from  restaurants,  hotels,  theaters, \nF.Supp. 281 (M.D.Fla.1965) the defendant movie theater  recreational areas and other public accommodations and \ncontended that its establishment did not affect commerce  facilities.’17 \nwithin  the meaning  of  201(c)(3)  because the  films it \npresented had come to rest in Florida and therefore did  We do no more, today, than abide by this spirit embodied \nnot move in commerce. It submitted that even though the  in law. We do no injustice to the language employed to \nfilms  were  produced  outside  Florida,  they  had  been  reduce this spirit to writing. In fact to do otherwise would \nshipped to a Florida corporation for distribution within the  be an injustice, and would be to pay homage to that same \nState, which corporation had then forwarded the films to  inequality which the laws of our land, the Congress in \ndefendant.  This contention  was  rejected  by  the court.  enacting them, the courts in interpreting them, and the \nAlthough the court recognized that the movement of the  executive branch in its enforcement efforts have strived to \nfilms  between  Florida  corporations  located  within  the  eradicate. \nstate was purely intrastate and not movement in interstate \nFinally, to allow an amusement park such as Fun Fair to \ncommerce, the court stated, ‘* * * but the Act does not \nopen its doors to all and invite the patronage of the public \nrestrict  the  time  for  determining  the  nature  of  the \ngenerally and then permit it to exclude Negroes under the \nmovement of the film * * *.’ Consequently, considering \nfacts presented by this record would violate the clear \nall of the facts, circumstances and factors which we have \npurpose and intent of the quoted sections of the Civil \ndiscussed  brings  us  to  the  firm  conclusion  that  the \noperations and activities conducted by Fun Fair come  Rights  Act  of  1964.  One  of  the  purposes  of  that \nwithin that category of activities which affect commerce  legislation was to eliminate the inconvenience, unfairness \nas that term is defined in 201(c)(3).  and  humiliation  of  racial  discrimination.  This  case \n Moreover, the facts clearly demonstrate that Fun Fair  demonstrates the evils of such discriminatory practices \nhad numerous direct and indirect contacts with interstate  especially when imposed upon a child of tender years \ncommerce.  The  authority  to  regulate  purely  local  during the formative period of her life, which practices, \nno  doubt,  generate  permanent  attitudes  which  become \nactivities operating within a single state has been held to \nevident and active later. The venom of hate and prejudice \nbe vested in the Congress if such activities burden the \nshould  not  be  generated  and  cultivated  at  any  time, \nflow of commerce among the states. As Justice Black \nespecially during the early years of childhood. Once such \nstated in his separate opinion in the Atlanta Motel case, \n  5 \n \n\nattitudes have originated and are then fed and nurtured to  CLAYTON, Circuit Judge: \nmaturity,  they  become  permanent  and  explosive.  We   \nrefuse  to  register  our acceptance  of  the conduct  here \ninvolved.  To  do  so  would  shock  our  conscience  and  I dissent, not for the purpose of saying that the majority \ndisturb our mind.  has reached an undesirable result, since that is not the \n We are not only dealing with the language of the statute,  question. The problem, as I see it, is one of law, not \nbut we must look as well to the logic of Congress and the  emotion, nor sociology, nor even philosophy. I recognize, \nbroad  national  policy  which  was  evidenced  by  its  as I must, that the facts which started this case on its \nenactment.  Our  system  does  not  favor  mechanical  journey  to  this  court  have  a  strong  appeal  to  our \njurisprudence; it seeks to find the purpose and spirit of a  sympathies— mistreatment of a small child, too young to \nstatute  and  the  intention  of  its  makers.  Holy  Trinity  know, or even care whether there is any real difference \nChurch v. United States, 143 U.S. 457, 459, 12 S.Ct. 511,  between a place for the entertainment of spectators only \n36 L.Ed. 226, 228; National Woodwork Manufacturers  and  a  place  for  the  entertainment  of  spectators  and \nAsso. v. NLRB, 386 U.S. 612, 87 S.Ct. 1250, 18 L.Ed.2d  participants also. There may well be no such difference. \n357, 364.  But on the facts here, when viewed objectively, Congress \n   made a difference which we have no right to disregard. \nFor the various and several reasons heretofore discussed,  From the bills as introduced in both house to the law as \nwe hold Fun Fair Park to be an establishment covered by  passed, legislative metamorphosis, which is normal with \n201(b)(3)  and  (c)(3)  of  the  Civil  Rights  Act.  The  respect  to  all  proposed  legislation  of  a  controversial \njudgment of the district court is, therefore, reversed.  nature, in this instance, as it has in others,  may have \nresulted in a law less sweeping, less inclusive than many \nJudgment reversed.  may have hoped. However, courts should take statutes as \n  written, not as proposed nor as they might have been. \n \nI agree with the fine objective opinion of Judge Rives, \nwho wrote for the majority on original hearing. I also \nRIVES, Circuit Judge, with whom Circuit Judges DYER  agree with the conclusions reached by the district court as \nand SIMPSON join (dissenting):  reported in 259 F.Supp. 523 under the same style as the \n  case here. Amusement parks, such as the one here, which \noffer no exhibitions for the entertainment of spectators are \nThe judicial function is to determine not what the law  not places of entertainment as contemplated by Section \nshould be, but what Congress, after hearings, conflict,  201(b)(3) of the Civil Rights Act of 1964. \ncompromise and change, finally enacted into law. That \ndecision should be influenced neither by the appealing  I would affirm the judgment of the district court. \nfacts of this particular case nor by other factual situations   \nin which the Congress may have had reason to believe \nthat forced association in participant amusements might  COLEMAN, Circuit Judge: \narouse antagonism or conflict, for the same statute must   \napply to the broad spectrum of cases which includes both \nextremes.  The  law  which  Congress  intended  to  enact  Judge Clayton has exactly stated the views I entertain \nseems to me to be carefully and correctly stated in the  with reference to this case. I therefore join in his dissent. \nable *354 opinion of the district court which finds ample \nsupport  in  the  legislative  history  documented  in  the  All Citations \nappendix  to  this  Court’s  opinion  on  original  hearing. \n394 F.2d 342, 7 A.L.R. Fed. 399 \nBeing convinced that the judgment of the district court \n \nshould be affirmed, I respectfully dissent. \nDISSENTING OPINION \n \nFootnotes \n \n*  This is one of six cases submitted to the Court En Banc in Houston, Texas, January 10-11, 1968. The other cases are: \n  6 \n \n\n  No. 23841— Palmer v. Thompson, 391 F.2d 324. \nNo. 23125— Steele v. Taft. \nNo. 24314— Allen v. Johnson, 391 F.2d 527 & 391 F.2d 528.** \nNo. 23813— Luna v. Beto, 391 F.2d 329. \nNo. 23963— United States v. Cocke. \n** One of these cases deals with the merits of the case and the other deals with the competency of a Senior Circuit \nJudge to sit as a member of the Court upon reargument en banc. \n \n1  The panel was composed of Rives and Dyer, Circuit Judges, and Johnson, District Judge. \n \n \n2  These sections read as follows: \n \nSection 201(b)(2): ‘any restaurant, cafeteria, lunchroom, lunch counter, soda fountain, or other facility principally \nengaged in selling food for consumption on the premises * * *’ \nSection 201(b)(4): ‘any establishment * * * within the premises of which is physically located any such covered \nestablishment, and (B) which holds itself out as serving patrons of such covered establishment.’ \nSection 201(c)(2): ‘in the case of an establishment described in paragraph (2) of subsection (b) of this section, it \nserves or offers to serve interstate travelers or a substantial portion of the food which it serves * * * has moved in \ncommerce.’ \nSection 201(c)(4): ‘in the case of an establishment described in paragraph (4) of subsection (b) of this section, there \nis physically located within its premises, an establishment the operation of which affect commerce within the \nmeaning of this subsection.’ \n \n3  At the time this memorandum was filed, there had been no order of this court formally designating the United \n  States  as  amicus  curiae.  After  the  rehearing  petition  was  granted,  the  Clerk,  at  our  direction,  invited  the \nGovernment to appear and argue as amicus curiae on rehearing. \n \n4  Alabama State Federation of Labor, Local Union No. 103, United Brotherhood of Carpenters and Joiners of America \n  v. McAdory, 325 U.S. 450, 65 S.Ct. 1384, 89 L.Ed. 1724 (1945); Muskrat v. United States, 219 U.S. 346, 31 S.Ct. 250, \n55 L.Ed. 246 (1911). \n \n5  Rule 16. Pre-Trial Procedure; Formulating Issues, provides, in part: \n \n‘The court shall make an order which recites the action taken at the conference, the amendments allowed to the \npleadings, and the agreements made by the parties as to any of the matters considered, and which limits the issues \nfor trial to those not disposed of by admissions or agreements of counsel; and such order when entered controls the \n  7 \n \n\nsubsequent course of the action, unless modified at the trial to prevent manifest injustice.’ \n \n6  See Estate of Sanford v. Commissioner of Internal Revenue, 308 U.S. 39, 60 S.Ct. 51, 84 L.Ed. 20 (1939); Hurn v. \n  Oursler, 289 U.S. 238, 53 S.Ct. 586, 77 L.Ed. 1148 (1933); Crabb v. Commissioner of Internal Revenue, 121 F.2d 1015 \n(5 Cir. 1941). \n \n7  The Government’s brief is attached as an Exhibit to the court’s opinion. Miller v. Amusement Enterprises, Inc., 391 \n  F.2d 86 (5 Cir. 1967). \n \n8  In its opinion this court stated that the conclusion that an amusement park is not a place of entertainment as \n  contemplated by 201(b)(3) is supported by two district court opinions, Robertson v. Johnston, 249 F.Supp. 618 \n(E.D.La.1966) rev’d. on other grounds, 376 F.2d 43 (5 Cir. 1967), and Kyles v. Paul, 263 F.Supp. 412 (E.D.Ark.1967). \nThe approach taken by the district courts in the cited cases to the problem of what is a place of entertainment is \nessentially the same as that of the district court in the instant case. In Robertson the court stated, ‘thus ‘place of \nentertainment’ is not to be construed to mean ‘place of enjoyment’, but rather must be limited at least to ‘place \nwhere performances are presented. “ 249 F.Supp. 618, 622. Similarly, the court in Kyles stated ‘that ‘entertainment’ \nand ‘recreation’ are not synonymous or interchangeable terms.’ 263 F.Supp. 412, 419. \n \n9  In Mrs. Miller’s deposition she stated: \n \n‘Yes, my little boy particularly was interested in showing off— showing me how well he could skate, too.’ \n \n10  The following is from the record: \n \n‘How many people would you say were present? \n‘Well, I can’t say exactly. There were people skating; there were people sitting in the seats; there were people \nstanding waiting to be served.’ \n \n11  In the television advertisements pictures of persons were shown skating. The following is from the record: \n \n‘You had seen the advertisement on television, you say? ‘Yes, I had. ‘And it said come to Fun Fair Park? ‘Yes. ‘And it \nshowed pictures of persons skating, didn’t it? ‘They did, that’s right. ‘Had you seen that on several occasions before \nyou went there? ‘Yes, my little boy particularly was interested in showing off— showing me how well he could skate, \ntoo. ‘He was aware of it by virtue of the television? ‘Yes. ‘And so were you? ‘Yes. ‘I have no further questions.’ \n \n12  See Hamm v. City of Rock Hill, 379 U.S. 306, 85 S.Ct. 384, 13 L.Ed.2d 300 (1964); State of Alabama v. United States, \n  304 F.2d 583 (5 Cir. 1962), aff’d. 371 U.S. 37, 83 S.Ct. 145, 9 L.Ed.2d 112. Though State of Alabama v. United States \ninvolves the Civil Rights Act of 1957, it does demonstrate the liberal view of the court. \n  8 \n \n\n \n13  ‘Since the ordinance lists a number of specific forms of entertainment, defendants argue that the rule of ejusdem \n  generis requires the exclusion of bowling. They then say that since all of the enumerated types of entertainment are \nof the spectator type as opposed to the type in which there is a participation, admissions to the former type only \nmay be taxed under this ordinance. Such a strict construction would then render meaningless the phrase ‘engaging \nin’ in the definition of ‘Admission’ in the ordinance. This would violate the rule stated in Fidler v. Zoning Board of \nAdjustment, 408 Pa. 260, 267, 182 A.2d 692, 695, 97 A.L.R.2d 697, that ‘An ordinance like a statute must be \nconstrued, if possible to give effect to all of its provisions’. Also, “The doctrine of ejusdem generis is but a rule of \nconstruction to aid in giving effect to the legislative intent, where there is uncertainty, and does not warrant the \ncourt in subverting or defeating the legislative will by confining the operation of a statute within narrower limits \nthan intended by the lawmakers. If, on consideration of the context and whole law upon the subject, and the \npurposes sought to be effected, it is apparent that the legislature intended the general words to go beyond the class \nspecially designated, the rule does not apply.” Commonwealth of Pennsylvania v. Randall, 183 Pa.Super. 603, 614, \n133 A.2d 276, 281. We think it is apparent here that it was not the intention of the legislative body of the borough \nto restrict the application of this tax to admissions to spectator events. Entertainment is synonymous with diversion, \nrecreation, pastime or sport. Webster’s New International Dictionary, 2nd Edition. Bowling certainly then is a form \nof entertainment and therefore the charge made for the privilege of engaging in bowling is subject to the tax.’ 208 \nA.2d at p. 40. \n \n14  Rodale, The Synonym Finder, 355 (1961); Roget’s International Thesaurus, 569 (3rd ed. 1965). \n \n \n15  The court in Cheney stated: \n \n‘The words ‘entertainment and Amusement’ are synonymous, meaning: \n‘1. That which engages the attention of agreeably or to occupy pleasurably. \n‘Reading the Act as a whole the only reasonable conclusion the court can arrive at is this: \n‘1. When the Act refers to entertainment and amusement facilities, it is considering a place where admission, dues \nand fees are paid for one to enter and attend. Having been granted this privilege the customer may then have \naccess and the use of the facilities therein made available to him.’ At 639. \nIn the Young decision the court stated: “Entertainment’ is defined, in part, as ‘that which serves for amusement,’ \nand among the definitions of ‘amusement’ is found ‘a pleasurable occupation of the senses, or that which furnishes \nit, as dancing, sports or music,’ Webster’s Dictionary. ‘Recreational activities,’ within the meaning of the California \nlaw making schoolhouses civic centers, includes dancing. McClure v. Board of Education, 38 Cal.App. 500, 176 P. \n711. A public dance, is therefore, a ‘public entertainment.’ Commonwealth v. Quinn, 164 Mass. 11, 40 N.E. 1043.’ At \n726. \n \n16  In Haynes the court considered a somewhat similar argument with respect to the tense of the verb involved. We \n  quote from the opinion: \n‘The United States finds support for its construction of 5851 chiefly in the section’s use of the past tense: the act \nstated to be unlawful is ‘to possess any firearm which has not been registered as required by section 5841.’ It is \ncontended that we may infer from this choice of tense that the failure to register must necessarily precede the \naccused’s acquisition of possession. We cannot derive so much from so little. We perceive no more in the \n  9 \n \n\ndraftsman’s choice of tense than the obvious fact that the failure to register must precede the moment at which the \naccused is charge; we find nothing which confines the clause’s application to failures to register which have \noccurred before a present possessor received the firearm. It follows that the phrase fastened upon by the United \nStates is, at the least, equally consistent with the construction advanced by petitioner.’ \n \n17  United States House of Representatives, Committee on the Judiciary, 88th Congress, 1st Session, Hearings on Civil \n  Rights, Part II, p. 1448. \nWe deem it appropriate to quote from a Presidential message to Congress with respect to legislation of great \nnational concern. In Hamm v. City of Rock Hill, 379 U.S. 306, 315, 85 S.Ct. 384, 391, 13 L.Ed.2d 300, 307, the \nSupreme Court stated: \n‘As we have said, Congress, as well as the two Presidents who recommended the legislation, clearly intended to \neradicate an unhappy chapter in our history.’ \n \n \n \n \n \n \n \n  10 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138267"
    },
    {
      "date": "1970-05-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 534,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 426,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138268,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138268.pdf",
      "title": "Opinion",
      "text": " \n \n  Plaintiffs-Appellants’ appeal from a denial of attorney \nfees.  Originally  Appellants  unsuccessfully  sought \n426 F.2d 534 \ninjunctive relief against admitted racial discrimination in \nUnited States Court of Appeals, Fifth Circuit. \nthe operation of Fun Fair Park in Baton Rouge, Louisiana. \nE.D.La., 1966, 259 F.Supp. 523. On the prior appeal this \nMrs. Patricia B. MILLER, individually, and on \nbehalf of her minor children, Denise and Daniel  Court sitting en banc held that the racial discrimination \nMiller, Plaintiffs-Appellants,  practiced  at  the  amusement  park  was  covered  and \nv.  forbidden by Title II of the 1964 Civil Rights Act.1 5 Cir., \nAMUSEMENT ENTERPRISES, INC., d/b/a Fun  1968, 394 F.2d 342, reversing 391 F.2d 86. On remand \nFair Park, Defendant-Appellee.  the District Court rescinded its prior order and entered \njudgment for the Plaintiffs. But the Court declined to \nNo. 27529 Summary Calendar.  grant attorney fees2 because ‘at the time of the incident \n|  involved, and  indeed  even  up  to  and after  the initial \nMay 13, 1970.  hearing of this matter before the Fifth Circuit Court of \nAppeals, it is this Court’s opinion that defendant was not, \nunder the law of the land or the law of the case as it then \nstood, operating Fun Fair Park in violation of Title 42 §§ \nSynopsis \n1983 and 1988 * * *.’ We reverse.3 \nOn remand from the decision of the Court of Appeals, en \n  \nbanc, 394 F.2d 342, which reversed the decision of the \n*536 Much of this sounds like the decision depends on \npanel of the Court of Appeals, 391 F.2d 86, which in turn \nthe  outcome  of  a  debate  between  Austinians  and \nhad affirmed the decision of the United States District \nBlackstonians. Under the Austinian view of retroactivity, \nCourt for the Eastern District of Louisiana, 259 F.Supp. \nwhen a decision overrules earlier law, the prior law is still \n523,  the  United  States  District  Court  for  the  Eastern \nin effect as to actions taken under it. See, e.g., Taylor v. \nDistrict of Louisiana, at Baton Rouge, E. Gordon West, \nYpsilanti, 1882, 105 U.S. (15 Otto) 60, 26 L.Ed. 1008; \nChief Judge, refused to award attorney fees and appeal \nDouglass v. Pike County, 1880, 101 U.S. (11 Otto) 677, \nwas taken. The Court of Appeals, John R. Brown, Chief \n25 L.Ed. 968. Under the Blackstonian view ‘the law’ (in \nJudge, held an award of attorney fees to private litigants \nissue) has existed almost from the time of the great void. \nbringing action under public accommodation provisions \nJudges  do  not  determine  now  what  the law  is.  They \nof Civil Rights Act of 1964 is not confined to situations in \nmerely discover the law as it has always been, and upon \nwhich defendants advanced defenses for purpose of delay \nits  discovery  the  old  ‘law’  is  extinguished and  never \nand  not  in  good  faith,  and  in  absence  of  special \nexisted. See, e.g., Norton v. Shelby County, 1886, 118 \ncircumstances fees would be awarded. \nU.S. 425, 6  S.Ct. 1121, 30 L.Ed. 178. With all their \n  \nlimitations  courts  today  are  hardly  beguiled  by  these \nReversed and remanded. \nintriguing  dialectical  fictions.  Not  surprisingly,  courts \n  \ntoday have an eclectic, rational approach to retroactivity \nand under it the ‘effect of the subsequent ruling as to \nAttorneys and Law Firms \ninvalidity may have to be considered in various aspects.’ \nChicot County Drainage Dist. v. Baxter State Bank, 1940, \n*535 Johnnie A. Jones, Baton Rouge, La., Norman C. \n308 U.S. 371, 60 S.Ct. 317, 84 L.Ed. 329. We see it most \nAmaker, Jack Greenberg, New York City, for appellants. \noften now, in the wake of Linkletter v. Walker, 1965, 381 \nW. P. Wray, Jr., Bert K. Robinson Baton Rouge, La., for  U.S. 618, 85 S.Ct. 1731, 14 L.Ed.2d 601, in the area of \nappellee.  criminal law. \n  \nBefore  JOHN  R.  BROWN,  Chief  Judge,  and   But we do not have to decide which approach to use here \nTHORNBERRY and MORGAN, Circuit judges.  to decide that the Trial Judge’s determination is patently \nerroneous. In our former decision we were not dealing \nOpinion  with retroactive effect of a change in the law, we were \n  dealing with the effect of a statute which was in force at \nthe time of Appellee’s racially discriminatory actions. The \nJOHN R. BROWN, Chief Judge:  question  was  whether  the  Civil  Rights  Act  of  1964 \ncovered the activities under scrutiny. If so, the Courts-trial \n \nor  appellate-  were  to  so  declare  together  with  such \n This case,  here  for the  second time,  came  to  us  on \nremedial sanctions as were appropriate. But the actions of \n  1 \n \n\n \nFun Fair Park became subject to the prescribed judicial  intervention,  which  is  ordinarily  accorded  under \nrelief because the Court said so, but rather because the  liberalized circumstances,7 is confined to cases which the \nCourt said- even perhaps for the very first time- that the  Attorney General certifies as being of  ‘general public \nCongress said so.  importance’8 - the same added factor which can trigger a \n   three-judge court suit (see note 6, supra). \nA  look  at  what  the  Trial  Judge’s  conclusion  means    \ndemonstrates  its  unsoundness.  The  reasoning  would  *538  But  there  is  yet  more.  Not  only  is  initiation \nessentially transplant the effective date of any statute from  restricted primarily to private parties with little or no \nthe date as fixed by the legislature to the date of the first  governmental assistance, but the nature of the relief to be \nauthoritative judicial interpretation. It would also mean  granted  pursuant  to  Title  II  is  expressly  limited  to \nthat the person whose post-effective date (as legislatively  preventive, injunctive remedies,9 which excludes recovery \nfixed)  action  is  the  first  to  be  judicially  declared  in  of damages.10 \nviolation of the statute could not be held accountable.    \nNor, for that matter, could any others whose actions,   Since Congress expressly denied damages, out of which \nwhich otherwise would be thought of as plain violations  contingent fees could be generated, as a sanction under \nof the statute, had taken place between the effective date  Title  II  and  yet  committed  effectual  enforcement  to \nas  fixed  by  the  legislature  and  the  first  judicial  individuals acting as ‘private Attorneys General’11 whose \npronouncement. Conversely the injured party would have  status  and  economic  resources12  would  seldom  permit \nfew if any remedies even though expressly provided by  such victims of forbidden discrimination to pay for legal \nthe statute until some other plaintiff had preceded him in  counsel, it is clear that the statutory allowance of attorney \nbreaking the ground.  fees (note 2, supra) was a vital part of the whole scheme. \n   To allow attorney fees only in ‘exceptional’ cases would \nA  fictionalized  approach  which  grants  effectual  therefore frustrate the congressional purpose. \nabsolution to the first defendant (civil or criminal) and    \nmakes a  sacrificial lamb  of  the  first  victim  is  hardly   This question for us is simply whether such an award is \nacceptable.  unjust  in  the  instant  case  because  of  special \n   circumstances.  Appellees  point  to  certain  factors  that \nThe law covered the Fun Fair. Its discriminatory practices  differentiate  this  case  from  Newman  and  call  them \nwere illegal under the Act at the time they occurred. The  ‘special circumstances’: (i) Defendant raised no frivolous \nCourt was required to- and did on remand- forbid its  defenses or issues, (ii) its contentions were put forward in \ncontinuance.  subjective good faith (i.e., believed to be meritorious), \n   and (iii) several Judges agreed with these contentions \n With that as the place of beginning in their claim for  along the way (see note 5, supra). \nstatutorily prescribed attorney fees (see note 2, supra)    \nAppellants’ well-placed reliance is on Newman v. Piggie  None of these can be denominated a special circumstance. \nPark Enterprises, Inc., 1968, 390 U.S. 400, 88 S.Ct. 964,  The first and third- that a controversy existed, and that \n19 L.Ed.2d 1263. There the Supreme Court held that the  facts proved it to be a nonfrivolous controversy - are \nattorney fees provision of Title II required such an award  certainly not unusual in a law suit. They are the stuff suits \n‘unless *537 special circumstances would render such an  are made  of.  The  second-  Appellee’s  good  faith  was \naward  unjust.’4  The  Court  specifically  rejected  specifically rejected as a special circumstance in Newman \nrespondents’ argument that such an award was warranted  (see note 4 and accompanying text, supra). \nonly in situations in which defendants advanced their    \ndefenses ‘for purposes of delay and not in good faith.’5  But regardless of failure on these contentions, Fun Fair \n   insists that no fees at all can be awarded since there is no \nTwo things seem to underlie the holding in Newman. The  showing that the named Plaintiffs were or are obligated to \nfirst is, of course, the strong congressional declaration of  pay attorney fees. But this again ignores the structure of \npolicy  that  no  person  should  be  barred  from  public  the Act and the vital role the allowance of attorney fees \naccommodations for reasons of race. Second, effectuation  plays. \nof  this  policy  was  primarily  to  be  achieved  through    \nprivate suits by individuals. This flowed to a large extent   What is required is not an obligation to pay attorney fees. \nfrom one of the great compromises in this and related  Rather what- and all- that is required is the existence of a \nlegislation. The role of the Attorney General as the chief  relationship of attorney and client,13 a status which exists \nlegal officer was markedly curtailed. True, he may bring  wholly independently of compensation, as witness the \nsuit,  but  only  under  the  limiting  circumstances  of  a  effective service of counsel in the defense of criminal \n‘pattern or practice’ of discrimination.6 And the right of  cases,  the  assertion  *539  of  post-conviction  habeas \n  2 \n \n\n \nremedies and the now widespread organized services on  Court, will assure that the fees allowed are to reimburse \nbehalf of the poor.14  and compensate for legal services rendered and will not \n   go to the litigants, named or class. \nAny  other  approach  would  call  either  for  a  fictional    \nformal agreement by persons legislatively recognized as   The Newman rule should have been applied by the Trial \nfrequently unable to pay for such services (see note 12,  Court  and  its  application  calls  for  the  allowance  of \nsupra) or a frustration of the congressional scheme to  attorney fees as part of the costs. On remand the Trial \neffectuate the policies of the Act through private suits in  Judge is to determine and grant reasonable attorney fees. \nwhich, of course, an attorney is a practical necessity.  This will include fees for prosecution of the original trial \nCongress did not intend that vindication of statutorily  and appeal on the merits, fees at the trial and appellate \nguaranteed rights would depend on the rare likelihood of  stage on the question of attorney fees, and fees upon \neconomic  resources  in  the  private  party  (or  class  remand. \nmembers)  or  the  availability  of  legal  assistance  from    \ncharity- individual, collective or organized. An enactment  Reversed and remanded. \naimed at legislatively enhancing human rights and the    \ndignity of man through equality of treatment would hardly \nbe served by compelling victims to seek out charitable  All Citations \nhelp. \n   426 F.2d 534, 16 A.L.R. Fed. 613 \n Administratively no difficulties arise. Under the statute   \nthe attorney fees are allowed ‘as part of the costs’ (note 2, \nsupra).  This  and  the  general  equitable  powers  of  the \nFootnotes \n \n1  Title II is the Public Accommodations portion of the 1964 Civil Rights Act (§§ 201-207) 42 U.S.C.A. §§ 2000a- 2000a- \n  6. \n \n2  In Williams v. Kimbrough, 5 Cir., 1969, 415 F.2d 874, 875 n. 1, cert. denied, 396 U.S. 1061, 90 S.Ct. 753, 24 L.Ed.2d \n  755 we held that ‘the Civil Rights Act of 1964, Title II, specifically allows attorneys’ fees in cases filed to redress \ndiscrimination  in  Public  Accommodation  Actions,’  but  that  this  provision  does  not  seep  over  into  school \ndesegregation cases. \nSection 204(b) of Title II states: \n‘In any action commenced pursuant to this subchapter, the court, in its discretion, may allow the prevailing party, \nother than the United States, a reasonable attorney’s fee as part of the costs, and the United States shall be liable \nfor costs the same as a private person.’ \n42 U.S.C.A. § 2000a- 3(b). \n \n3  Initially presented as a motion for summary reversal the Court called for full briefs on the merits. Upon full \n  consideration we have, pursuant to Rule 18 of the Rules of this Court concluded on the merits that this case is of \nsuch character as not to justify oral argument and have directed the Clerk to place the case on the Summary \nCalendar and to notify the parties in writing. See Murphy v. Houma Well Service, 5 Cir., 1969, 409 F.2d 804, Part I; \nand Huth v. Southern Pacific Co., 5 Cir., 1969, 417 F.2d 526, Part. I. \n \n4  ‘When the Civil Rights Act of 1964 was passed, it was evident that enforcement would prove difficult and that the \n  3 \n \n\n \n  Nation would have to rely in part upon private litigation as a means of securing broad compliance with the law. A \nTitle II suit is thus private in form only. When a plaintiff brings an action under that Title, he cannot recover \ndamages. If he obtains an injunction, he does so not for himself alone but also as a ‘private attorney general,’ \nvindicating a policy that Congress considered of the highest priority. If successful plaintiffs were routinely forced to \nbear their own attorneys’ fees, few aggrieved parties would be in a position to advance the public interest by \ninvoking the injunctive powers of the federal courts. Congress therefore enacted the provision for counsel fees- not \nsimply to penalize litigants who deliberately advance arguments they know to be untenable but, more broadly, to \nencourage individuals injured by racial discrimination to seek judicial relief under Title II. \nIt follows that one who succeeds in obtaining an injunction under that Title should ordinarily recover an attorney’s \nfee unless special circumstances would render such an award unjust.’ \nNewman v. Piggie Park Enterprises, Inc., 1968, 390 U.S. 400, 401, 88 S.Ct. 964, 966, 19 L.Ed.2d 1263, 1264-1265. \n \n5  If the ‘good faith’ is viewed as one of doubt on the applicability of the Act rather than the impermissible notion that \n  there may be ‘good faith’ racial discrimination, the position of Fun Fair in the litigation is not subject to this criticism. \nIt is not often that a loser garners so many Judges in his camp, as witness: one Judge at the trial state, E.D.La., 1966, \n259 F.Supp. 523; two out of three Judges on the original panel on appeal, 5 Cir., 1967, 391 F.2d 86; and five out of \n14 judges on rehearing en banc, 5 Cir., 1968, 394 F.2d 342, believed Fun Fair’s position to be correct. \n \n6  Section 206 allows the Attorney General to institute suit. \n \n‘Whenever the Attorney General has reasonable cause to believe that any person or group of persons is engaged in \na pattern or practice of resistance to the full enjoyment of any of the rights secured by this subchapter, and that the \npattern or practice is of such a nature and is intended to deny the full exercise of the rights herein described * * *.’ \n42 U.S.C.A. § 2000a- 5(a). Such a suit can be heard by a three-judge court if the Attorney General so requests and \ncertifies ‘that, in his opinion, the case is of general public importance.’ 42 U.S.C;A. § 2000a- 5(b). \nThis ‘pattern or practice’ follows the similar pattern in Title VII on employment, 42 U.S.C.A. § 2000e- 6 and in Title IV \non public education, 42 U.S.C.A. § 2000c- 6. See, e.g., United States v. Greenwood Municipal Separate School Dist., 5 \nCir., 1969, 406 F.2d 1086, cert. denied, 395 U.S. 907, 89 S.Ct. 1749, 23 L.Ed.2d 220. \n \n7  F.R.Civ.P. 24; and see Atlantis Development Corp. v. United States, 5 Cir., 1967, 379 F.2d 818; and its sequel on the \n  merits after remand, United States v. Ray, 5 Cir., 1970, 423 F.2d 16. \n \n8  Section 204 provides that ‘upon timely application, the court may, in its discretion, permit the Attorney General to \n  intervene in such civil action if he certifies that the case is of general public importance.’ 42 U.S.C.A. § 2000a- 3(a). \n \n9  Section 204(a) states: \n \n‘Whenever any person has engaged or there are reasonable grounds to believe that any person is about to engage \nin any act or practice prohibited by section 2000a- 2 of this title, a civil action for preventive relief, including an \napplication for a permanent or temporary injunction, restraining order, or other order, may be instituted by the \n  4 \n \n\n \nperson aggrieved * * *.’ \n42 U.S.C.A. § 2000a-3(a). \n \n10  Section 207(b): \n \n‘The remedies provided in this subchapter shall be the exclusive means of enforcing the rights based on this \nsubchapter * * *.’ \n42 U.S.C.A. § 2000a- 6(b). \nThe limitation relates to Title II suits, for § 207(b) also provides: \n‘nothing in this subchapter shall preclude any individual or any State or local agency from asserting any right based \non any other Federal or State law not inconsistent with this subchapter, including any statute or ordinance requiring \nnondiscrimination in public establishments or accommodations, or from pursuing any remedy, civil or criminal, \nwhich may be available for the vindication or enforcement of such right.’ \n \n11  Newman, supra, note 4, 390 U.S. at 400, 88 S.Ct. at 964, 19 L.Ed.2d at 1264. See also under Title VII, Pettway v. \n  American Cast Iron Pipe Co., 5 Cir., 1969, 411 F.2d 998, 1005; Jenkins v. United Gas Corp., 5 Cir. 1968, 400 F.2d 28, \n32-33; Culpepper v. Reynolds Metals Co., 5 Cir., 1970, 421 F.2d 888. \n \n12  See the general statement in H.R.Rep. No. 914 88th Cong. 1st Sess. \n \n \n13  There is no suggestion that counsel were acting without instruction or authority of Mrs. Miller. \n \n \n14  Included among counsel were attorneys associated with a legal defense group who have acted in hundreds of civil \n  rights cases before this Court and the District Courts of this Circuit. See, e.g., Sanders v. Russell, 5 Cir., 1968, 401 \nF.2d 241, in which, in another context, we stated: ‘The award of attorney’s fees pursuant to Titles II and VII of the \n1964 Civil Rights Act, 42 U.S.C.A. §§ 2000a-3(b), 2000e-5(k); Newman v. Piggie Park Enterprises, Inc., 390 U.S. 400, \n88 S.Ct. 964, 19 L.Ed.2d 1263 (1968) is not in conflict with a policy of refusing to accept fees from clients.’ 401 F.2d \nat 244, n. 5. \n \n \n \n \n \n \n \n  5 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138268"
    }
  ],
  "document_count": 6
}