{
  "case_id": 14739,
  "fetched_at": "2025-10-22T00:23:23.745660",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Accommodations/Contracting"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Western District of Tennessee",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1960,
    "id": 14739,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 30164,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1960,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "Western District of Tennessee",
      "state": "Tennessee",
      "docket_office_number": null,
      "docket_number_manual": "Not Available",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Watson v. City of Memphis",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Tennessee",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14739",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14739",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14739",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14739"
  },
  "documents": [
    {
      "date": "1963-05-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 526,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 373,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138695,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138695.pdf",
      "title": "Opinion",
      "text": " \n  constitutional  obligation  under  the  Fourteenth \nAmendment to  desegregate its  public  parks  and  other \n83 S.Ct. 1314 \nmunicipal recreational facilities. \nSupreme Court of the United States \nThe  petitioners,  adult  Negro  residents  of  Memphis, \nI. A. WATSON, Jr., et al., Petitioners, \ncommenced this action against the city in May 1960 in the \nv. \nUnited States District Court for the Western District of \nCITY OF MEMPHIS, TENN., et al. \nTennessee,  seeking  declaratory  and  injunctive  relief \nNo. 424.  directing immediate desegregation of municipal parks and \n|  other city owned or operated recreational facilities from \nArgued April 17 and 18, 1963.  which Negroes were then still excluded. The city denied \n|  neither the fact that the majority of the relevant facilities \nDecided May 27, 1963.  were operated on a segregated basis nor its duty under the \nFourteenth  Amendment  to  terminate  its  policy  of \nconditioning use of such facilities on race. Instead, it \npointed to the partial desegregation already effected and \nSynopsis  attempted to justify its further delay in conforming fully \nAction  against  a  municipality  for  declaratory  and  and at once to constitutional mandates by urging the need \ninjunctive  relief  directing  immediate  desegregation  of  and wisdom of proceeding slowly and gradually in its \nmunicipal  parks  and  other  city-owned  or  operated  desegregation efforts. \nrecreational facilities. The United States District Court for   The  District  Court  denied  the  relief  sought  by  the \nthe  Western  District  of  Tennessee,  Western  Division,  petitioners  and  ordered  the city  to  submit,  within  six \ndenied relief sought by plaintiffs and ordered the city to  months,  a  plan  providing  additional  time  for \nsubmit, within six months, a plan providing additional  desegregation  of  the  relevant  facilities.1  The Court  of \ntime  for  desegregation  of  the  relevant  facilities,  and  Appeals for the Sixth Circuit affirmed. 303 F.2d 863. We \nplaintiffs appealed. The Court of Appeals, 303 F.2d 863,  granted certiorari, 371 U.S. 909, 83 S.Ct. 256, 9 L.Ed.2d \naffirmed, and certiorari was granted. The Supreme Court,  169, to consider the important question presented and the \nMr. Justice Goldberg, held that delay in desegregation of  applicability  here  of  the principles  enunciated  by this \npublic  parks  and  other  recreational  facilities  of  the  Court in the second Brown decision, Brown v. Board of \nmunicipality  was  not  justified  where  city  failed  to  Education, 349 U.S. 294, 75 S.Ct. 753, 99 L.Ed. 1083, \ndemonstrate  any  compelling  reason  requiring  further  upon  which  the  *529  courts  below  relied  in  further \ndelay  in  implementing  constitutional  proscription  of  delaying  complete  vindication  of  the  petitioners’ \nsegregation of publicly owned or operated recreational  constitutional rights. \nfacilities.    \n  \nReversed.  We find the second Brown decision to be inapplicable \n   here and accordingly reverse the judgment below. \n \nAttorneys and Law Firms   \n**1315 *527 Constance B. Motley, New York City, for \npetitioners. \nI. \nThomas R. Prewitt, Memphis, Tenn., for respondents. \nOpinion  It is important at the outset to note the chronological \n  context in which the city makes its claim to entitlement to \nadditional  time  within  which  to  work  out  complete \n**1316  *528  Mr.  Justice  GOLDBERG  delivered  the  elimination of racial barriers to use of the public facilities \nopinion of the Court.  here involved. It is now more than nine years since this \nCourt held in the first Brown decision, Brown v. Board of \n  Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873, that \nracial  segregation  in  state  public  schools  violates  the \nThe issue in this case, simply stated, is whether the City \nEqual Protection Clause of the Fourteenth Amendment. \nof  Memphis  may  further  delay  in  meeting  fully  its \nAnd it was almost eight years ago—in 1955, the year after \n  1 \n \n\nthe  decision  on  the  merits  in  Brown—that  the  opinion, the Court noted that ‘(f)ull implementation of \nconstitutional  proscription  of  state  enforced  racial  these (applicable) constitutional principles may require \nsegregation  was  found to  apply  to  public  recreational  solution of varied local school problems’ and indicated an \nfacilities.  See  Dawson  v.  Mayor and City  Council  of  appropriate  scope  for  the  application  of  equitable \nBaltimore, 4 Cir., 220 F.2d 386, aff’d, 350 U.S. 877, 76  principles consistent with both public and private need \nS.Ct. 133, 100 L.Ed. 774; see also Muir v. Louisville Park  and for ‘exercise of (the) * * * traditional attributes of \nTheatrical Assn., 347 U.S. 971, 74 S.Ct. 783, 98 L.Ed.  equity power.’ 349 U.S., at 299—300, 75 S.Ct., at 756, 99 \n1112.  L.Ed. 1083. The District Courts to which the cases there \n Thus, the applicability here of the factors and reasoning  under consideration were remanded were invested with a \nrelied on in framing the 1955 decree in the second Brown  discretion appropriate to ultimate fashioning of detailed \ndecision, supra, which contemplated the possible need of  relief  consonant  with  properly  cognizable  local \nsome limited delay in effecting total desegregation of  conditions.  This  did  not  mean,  however,  that  the \npublic schools, must be considered not only in the context  discretion was even then unfettered or exercisable without \nof factual similarities, if any, between that case and this  restraint.  Basic  to  the  remand  was  the  concept  that \none,  but  also  in  light of  the  significant  fact that  the  desegregation must proceed with ‘all deliberate speed,’ \ngoverning  constitutional  principles  no  longer  bear  the  and the problems which might be considered and which \nimprint of newly enunciated doctrine. In considering the  might  justify  a  decree  requiring  something  less  than \nappropriateness  of  the  equitable  decree entered  below  immediate  and  total  desegregation  were  severely \ninviting  a  plan  calling  for  an  even  longer  delay  in  delimited.  Hostility  to  the  constitutional  precepts \neffecting desegregation, we cannot ignore the passage of a  underlying the original decision was expressly and firmly \nsubstantial period of time since the original declaration of  pretermitted as such an operative factor. Id., 349 U.S., at \nthe manifest **1317 unconstitutionality of racial practices  300, 75 S.Ct., at 756, 99 L.Ed. 1083. \n*530  such  as  are  here  challenged,  the  repeated  and \nnumerous decisions giving notice of such illegality,2 and  The  nature  of  the  ultimate  resolution  effected  in  the \nthe many intervening opportunities heretofore available to  second Brown decision largely reflected no more than a \nattain  the  equality  of  treatment  which  the  Fourteenth  recognition  of  the  unusual  and  particular  problems \nAmendment  commands  the  States  to  achieve.  These  inhering  in  desegregating  large  numbers  of  schools \nfactors  must  inevitably  and  substantially  temper  the  throughout  the  country.  The  careful  specification  of \npresent import of such broad policy considerations as may  factors relevant to a determination whether any delay in \nhave underlain, even in part, the form of decree ultimately  complying fully and completely with the constitutional \nframed in the Brown case. Given the extended time which  mandate would be warranted demonstrated a concern that \nhas elapsed, it is far from clear that the mandate of the  delay  not  be  conditioned  upon  insufficient  **1318 \nsecond  Brown  decision  requiring  that  desegregation  reasons or, in any event, tolerated unless it imperatively \nproceed with ‘all deliberate speed’ would today be fully  and compellingly appeared unavoidable. \nsatisfied by types of plans or programs for desegregation   This  case  presents  no  obvious  occasion  for  the \nof  public  educational  facilities  which  eight  years  ago  application of Brown. We are not here confronted with \nmight  have  been  deemed  sufficient.  Brown  never  attempted desegregation of a local school system with \ncontemplated that the concept of ‘deliberate speed’ would  *532  any  or  all  of  the  perhaps  uniquely  attendant \ncountenance  indefinite  delay  in  elimination  of  racial  problems,  administrative  and  other,  specified  in  the \nbarriers in schools, let alone other public facilities not  second  Brown  decision  as  proper  considerations  in \ninvolving  the  same  physical  problems  or  comparable  weighing the need for further delay in vindicating the \nconditions.  Fourteenth  Amendment  rights  of  petitioners.3 \n   Desegregation of parks and other recreational facilities \n  does not present the same kinds of cognizable difficulties \n  inhering in elimination of racial classification in schools, \nat  which  attendance  is  compulsory,  the  adequacy  of \nteachers and facilities crucial, and questions of geographic \nassignment often of major significance.4 \nII.    \n Most importantly, of course, it must be recognized that \neven the delay countenanced by Brown was a necessary, \nWhen, in 1954, in the first Brown decision, this Court \nalbeit significant, adaptation of the usual principle that \ndeclared  the  constitutional  impermissibility  of  racial \nany deprivation of constitutional rights calls for prompt \nsegregation  in  public  schools,  it  did  not  immediately \n*533 rectification. The rights here asserted are, like all \nframe *531 a decree, but instead invited and heard further \nsuch rights, present rights; they are not merely hopes to \nargument  on  the  question  of  relief.  In  its  subsequent \n  2 \n \n\nsome future enjoyment of some formalistic constitutional  boating and other facilities are now desegregated, about \npromise. The basic guarantees of our Constitution are  two-thirds (40) of the 61 city-owned playgrounds were at \nwarrants for the here and now and, unless there is an  the  time  of  trial  reserved  for  whites  only,  and  the \noverwhelmingly  compelling  reason,  they  are  to  be  remainder were set aside for Negro use. Thirty of the 56 \npromptly fulfilled.5 The second Brown decision is but a  playgrounds and other facilities operated by the municipal \nnarrowly drawn, and carefully limited, qualification upon  Park Commission on property owned by churches, private \nusual precepts of constitutional adjudication and is not to  groups,  or  the  School  Board  were  set  aside  for  the \nbe unnecessarily expanded in application.  exclusive  use  of  whites,  while  26  were  reserved  for \n   Negroes. All 12 of the municipal *535 community centers \n Solely because of their race, the petitioners here have  were segregated, eight being available only to whites and \nbeen refused the **1319 use of city owned or operated  four to Negroes. Only two of the seven city golf courses \nparks  and  other  recreational  facilities  which  the  were open to Negroes; play on the remaining five was \nConstitution mandates  be  open to their enjoyment  on  limited to whites. While several of these properties have \nequal terms with white persons. The city has effected,  been desegregated since the filing of suit, the general \ncontinues  to  effect,  and  claims  the  right  or  need  to  pattern of racial segregation in such public recreational \nprolong  patently  unconstitutional  racial  discriminations  facilities persists.7 \nviolative  of  now  long-declared  and  well-established   The city asserted in the court below, and states here, that \nindividual rights. The claims of the city to further delay in  its  good  faith  in  attempting  to  comply  with  the \naffording the petitioners that to which they are clearly and  requirements  of  the  Constitution  is  not  in  issue,  and \nunquestionably entitled cannot be upheld except upon the  contends  that  gradual  desegregation  on  a \nmost convincing and impressive demonstration by the city  facility-by-facility basis is necessary to prevent interracial \nthat  such  delay  is  manifestly  compelled  by  disturbances, violence, riots, and community confusion \nconstitutionally cognizable circumstances warranting the  and turmoil. The compelling answer to this contention is \nexercise of an appropriate equitable discretion by a court.  that  constitutional  rights  may  not  be  denied  simply \nIn short, the city must sustain an extremely heavy burden  because of hostility to their assertion **1320 or exercise. \nof proof.  See Wright v. Georgia, 373 U.S. 284, 83 S.Ct. 1240; \n   Brown v. Board of Education, 349 U.S. 294, 300, 75 S.Ct. \n753, 756, 99 L.Ed. 1083. Cf. Taylor v. Louisiana, 370 \nExamination of  the facts  of  this  case  in light of  the  U.S. 154, 82 S.Ct. 1188, 8 L.Ed.2d 395. As declared in \nforegoing discussion discloses with singular clarity that  Cooper v. Aaron, 358 U.S. 1, 16, 78 S.Ct. 1401, 1409, 3 \nthis burden has not been sustained; indeed, it is patent  L.Ed.2d 5, ‘law and order are not * * * to be preserved by \n*534 from the record that the principles enunciated in the  depriving  the  Negro  children  of  their  constitutional \nsecond Brown decision have absolutely no application  rights.’ This is really no more than an application of a \nhere.  principle enunciated much earlier in Buchanan v. Warley, \n  245 U.S. 60, 38 S.Ct. 16, 62 L.Ed. 149, a case dealing \n  with  a  somewhat  different  form  of  state-ordained \nsegregation—enforced separation of Negroes and whites \nby neighborhood. A unanimous Court, in striking down \nthe officially imposed pattern of racial segregation there \nIII. \nin question, declared almost a half century ago: \n‘It is urged that this proposed segregation will promote \nThe  findings  of  the  District  Court  disclose  an \nthe public peace by preventing race conflicts. Desirable as \nunmistakable and pervasive pattern of local segregation, \nthis is, and important as is the *536 preservation of the \nwhich, in fact, the city makes no attempt to deny, but \npublic peace, this aim cannot be accomplished by laws or \nmerely attempts to justify as necessary for the time being. \nordinances which deny rights created or protected by the \nMemphis owns 131 parks, all of which are operated by \nfederal Constitution.’ 245 U.S., at 81, 38 S.Ct., at 20, 62 \nthe Memphis Park Commisson. Of these, only 25 were at \nL.Ed. 149. \nthe time of trial open to use without regard to race;6 58 \n  \nwere restricted to use by whites and 25 to use by Negroes; \n  \nthe  remaining  23  parks  were  undeveloped  raw  land. \nSubject to exceptions, neighborhood parks were generally \nBeyond  this,  however,  neither  the  asserted  fears  of \nsegregated according to the racial character of the area in \nviolence and tumult nor the asserted inability to preserve \nwhich located. The City Park Commission also operates a \nthe peace was demonstrated at trial to be anything more \nnumber of additional recreational facilities, by far the \nthan personal speculations or vague disquietudes of city \nlargest  share  of  which  were  found  to  be  racially \nofficials. There is no indication that there had been any \nsegregated.  Though  a  zoo,  an  art  gallery  and  certain \n  3 \n \n\nviolence  or  meaningful  disturbances  when  other  Memphis accept the questionable premise implicit in this \nrecreational facilities had been desegregated. In fact, the  argument *538 or that either the resources of the city are \nonly evidence in the record was that such prior transitions  inadequate, or its government unresponsive, to the needs \nhad been peaceful.8 The Chairman of the Memphis Park  of all of its citizens. \nCommission indicated that the city had ‘been singularly    \nblessed by the absence of turmoil up to this time on this   In support of its judgment, the District Court also pointed \nrace question’; notwithstanding the prior desegregation of  out that the recreational facilities available for Negroes \nnumerous recreational facilities, the same witness could  were roughly proportional to their number and therefore \npoint as evidence of the unrest or turmoil which would  presumably adequate  to meet  their  needs.10 While  the \nassertedly occur upon complete desegregation of such  record does not clearly support this, no more need be said \nfacilities  only  to  a number  of  anonymous  letters and  than  that,  even  if  true,  it  reflects  an  impermissible \nphone calls which he had received. The Memphis Chief of  obeisance to the now thoroughly discredited doctrine of \nPolice  mentioned  without  further  description  some  ‘separate but equal.’ The sufficiency of Negro facilities is \n‘troubles’ at the time bus service was desegregated and  beside the point; it is the segregation by race that is \nreferred  to  threatened  violence  in  connection  with  a  unconstitutional. \n‘sit-in’ demonstration at a local store, but, beyond making    \ngeneral predictions, gave no concrete indication of any   Finally,  the  District  Court  deferred  ruling  as  to  the \ninability of authorities to maintain the peace. The only  propriety of ordering elimination of racial barriers at one \nviolence referred to at any park or recreational facility  facility,  an  art  museum,  pending  initiation  of,  and \noccurred in segregated parks and was not the product of  decision in, a state court action to construe a racially \nattempts at desegregation. Moreover, there was no factual  restrictive covenant contained in the deed of the property \nevidence to support the bare testimonial speculations that  to the city. Of course, the outcome of the state suit is \nauthorities would be unable to *537 cope successfully  irrelevant to whether the city may constitutionally enforce \nwith any problems which in fact might arise or to meet  the  segregation,  regardless  of  the  effect  which \nthe need for additional protection should the occasion  desegregation may have on its title. Cf. Commonwealth of \ndemand.  Pennsylvania v. Board of Trusts, 353 U.S. 230, 77 S.Ct. \n806, 1 L.Ed.2d 792. In any event, there is no reason to \nThe  existing  and  commendable  goodwill  between  the  believe that the restrictive provision will be invoked. The \nraces in Memphis, to which both the District Court and  museum has already been opened to Negroes one day a \nsome of the witnesses at trial made express and emphatic  week without complaint.11 \nreference as in some inexplicable fashion supporting the    \nneed for further delay, can best be preserved and extended  *539  Since the city has completely failed to demonstrate \nby the observance and protection, not the denial, of the  any compelling or convincing reason requiring further \nbasic  constitutional  rights  here  asserted.  The  best  delay in implementing the constitutional proscription of \nguarantee of civil peace is adherence to, and respect for,  segregation of publicly owned or operated recreational \nthe law.  facilities there is no cause whatsoever to depart from the \n The other justifications for delay urged by the city or  generally operative and here clearly controlling principle \nrelied upon by the courts below are no more substantial,  that constitutional rights are to be promptly vindicated. \neither legally or practically. It was, for example, asserted  The continued denial to petitioners of the use of city \nthat immediate desegregation of playgrounds and parks  facilities solely because of their race is without warrant. \nwould deprive a number of children—both Negro and  Under  the  facts  in  this  case,  the  District  Court’s \nwhite—of recreational facilities; **1321 this contention  undoubted  discretion  in  the  fashioning  and  timing  of \nwas apparently based on the premise that a number of  equitable  relief  was  not  called  into  play;  rather, \nsuch facilities would have to be closed because of the  affirmative  judicial  action  was  required  to  vindicate \ninadequacy  of  the  ‘present’  park  budget  to  provide  **1322 plain and present constitutional rights. Today, no \nadditional  ‘supervision’  assumed  to  be  necessary  to  less  than  50  years  ago,  the  solution  to  the  problems \noperate  unsegregated  playgrounds.  As  already  noted,  growing out of race relations ‘cannot be promoted by \nhowever, there is no warrant in this record for assuming  depriving  citizens  of  their  constitutional  rights  and \nthat such added supervision would, in fact, be required,  privileges,’  Buchanan  v.  Warley,  supra,  245  U.S.,  at \nmuch less that police and recreation personnel would be  80—81, 38 S.Ct., at 20, 62 L.Ed. 149. \nunavailable to meet such needs if they should arise.9 More    \nsignificantly, however, it is obvious that vindication of \nconceded constitutional rights cannot be made dependent  The judgment below must be and is reversed and the \nupon any theory that it is less expensive to deny than to  cause  is  remanded  for  further  proceedings  consistent \nafford them. We will not assume that the citizens of  herewith. \n  4 \n \n\nReversed.  373 U.S. 526, 83 S.Ct. 1314, 10 L.Ed.2d 529 \n \nAll Citations \nFootnotes \n \n1  The plan ultimately formulated, though not part of the record here, was described in oral argument before the \n  Court of Appeals. It does not provide for complete desegregation of all facilities until 1971. \n \n2  See, e.g., Dawson v. Mayor and City Council of Baltimore, 4 Cir., 220 F.2d 386, aff’d, 350 U.S. 877, 76 S.Ct. 133, 100 \n  L.Ed. 774 (beaches and bathhouses); New Orleans City Park Improvement Assn. v. Detiege, 5 Cir., 252 F.2d 122, aff’d, \n358 U.S. 54, 79 S.Ct. 99, 3 L.Ed.2d 46 (golf courses and other facilities); City of St. Petersburg v. Alsup, 5 Cir., 238 F.2d \n830 (beach and swimming pools); Tate v. Department of Conservation and Development, D.C., 133 F.Supp. 53, aff’d \n4 Cir., 231 F.2d 615, cert. denied, 352 U.S. 838, 77 S.Ct. 58, 1 L.Ed.2d 56 (parks); Moorhead v. City of Fort \nLauderdale, D.C., 152 F.Supp. 131, aff’d, 5 Cir., 248 F.2d 544 (golf course); Fayson v. Beard, D.C., 134 F.Supp. 379 \n(parks); Holley v. City of Portsmouth, D.C., 150 F.Supp. 6 (golf course); Ward v. City of Miami, D.C., 151 F.Supp. 593 \n(golf course); Willie v. Harris County, D.C., 202 F.Supp. 549 (park). It is noteworthy that in none of these cases was \nthe possibility of delay in effecting desegregation even considered. \n \n3  The factors set out by the Court in the second Brown decision were ‘problems related to administration, arising \n  from the physical condition of the school plant, the school transportation system, personnel, revision of school \ndistricts and attendance areas into compact units to achieve a system of determining admission to the public \nschools on a nonracial basis, and revision of local laws and regulations which may be necessary in solving the \nforegoing problems.’ 349 U.S., at 300—301, 75 S.Ct., at 756, 99 L.Ed. 1083. \n \n4  Recognition of the possible need for delay has not even been extended to desegregation of state colleges or \n  universities in which like problems were not presented. See, e.g., Florida ex rel. Hawkins v. Board of Control, 350 \nU.S. 413, 76 S.Ct. 464, 100 L.Ed. 486, where, in remanding on the authority of Brown, this Court said that ‘(a)s this \ncase involves the admission of a Negro to a graduate professional school, there is no reason for delay. He is entitled \nto prompt admission under the rules and regulations applicable to other qualified candidates.’ 350 U.S., at 414, 76 \nS.Ct. 464, 100 L.Ed. 486. See also Lucy v. Adams, 350 U.S. 1, 76 S.Ct. 33, 100 L.Ed. 3. Similarly, both before and after \nBrown, delay has neither been suggested nor countenanced in eliminating operation of racial barriers with respect \nto transportation, e.g., Boynton v. Virginia, 364 U.S. 454, 81 S.Ct. 182, 5 L.Ed.2d 206; Henderson v. United States, \n339 U.S. 816, 70 S.Ct. 843, 94 L.Ed. 1302; Morgan v. Virginia, 328 U.S. 373, 66 S.Ct. 1050, 90 L.Ed. 1317; Browder v. \nGayle, D.C., 142 F.Supp. 707, aff’d, 352 U.S. 903, 77 S.Ct. 145, 1 L.Ed.2d 114; voting, e.g., Schnell v. Davis, 336 U.S. \n933, 69 S.Ct. 749, 93 L.Ed. 1093; Smith v. Allwright, 321 U.S. 649, 64 S.Ct. 757, 88 L.Ed. 987; racial zoning of property, \ne.g., City of Richmond v. Deans, 281 U.S. 704, 50 S.Ct. 407, 74 L.Ed. 1128; Buchanan v. Warley, 245 U.S. 60, 38 S.Ct. \n16, 62 L.Ed. 149; or employment rights and union representation, e.g., Brotherhood of Railroad Trainmen v. Howard, \n343 U.S. 768, 72 S.Ct. 1022, 96 L.Ed. 1283. \n \n5  This principle was well established even under the now discarded ‘separate but equal’ doctrine. See, e.g., McLaurin \n  v. Oklahoma State Regents for Higher Education, 339 U.S. 637, 642, 70 S.Ct. 851, 854, 94 L.Ed. 1149; Sweatt v. \nPainter, 339 U.S. 629, 635, 70 S.Ct. 848, 850—851, 94 L.Ed. 1114; Sipuel v. Board of Regents of University of \nOklahoma, 332 U.S. 631, 632—633, 68 S.Ct. 299, 300, 92 L.Ed. 247. See also Florida ex rel. Hawkins v. Board of \n  5 \n \n\nControl, 350 U.S. 413, 414, 76 S.Ct. 464, 465, 100 L.Ed. 486, and notes 2 and 4, supra. \n \n6  These figures, and others referred to in the text, apparently represent the total extent of progress, as of the time of \n  trial, toward desegregation of recreational facilities since this Court’s decision eight years ago outlawing the \npractices here in question. So far as appears, none of the relevant facilities were open for use without regard to race \nprior to 1955, and, in fact, several new parks have been opened on a segregated basis since that time. \n \n7  It is not entirely clear precisely how many properties have since trial actually been desegregated and how many \n  were merely changed from ‘white-only’ to ‘Negro-only’ use in line with changes in neighborhood racial composition. \n \n8  Nor, contrary to predictions, does it appear that violence or disruption of any kind ensued upon elimination of racial \n  barriers to use of certain additional facilities subsequent to trial. \n \n9  Except for the mention of some extra policemen assigned to duty at the city zoo, no showing was made even that \n  additional supervision was necessary or provided at facilities which had been desegregated previously. \n \n10  Approximately 37% of Memphis’ 500,000 residents are Negroes; contrary to the apparent assumption of the trial \n  court, the recreational facilities available to Negroes were not at the time of trial all quantitatively proportional to \ntheir number and their complete or partial exclusion from certain other facilities evidenced a substantial qualitative \ndifference. Moreover, there was testimony from Negro witnesses that they were excluded from golf courses and \nplaygrounds more convenient to their places of residence than other like facilities open to them. \n \n11  The city also asserted in the District Court that delay was supported by the fact that desegregation of the \n  Fairgrounds  would  result  in  a  substantial  loss  of  revenues  therefrom  and  would  be  unfair  to  contract \nconcessionaires. This claim appears to have been mooted by the intervening elimination of racial restrictions at that \nfacility, seemingly without difficulty. \n \n \n \n \n \n \n \n  6 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138695"
    },
    {
      "date": "1962-06-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 863,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 303,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138696,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138696.pdf",
      "title": "Opinion",
      "text": " \n \nOpinion \n303 F.2d 863 \n \nUnited States Court of Appeals Sixth Circuit. \nMcALLISTER, Circuit Judge. \nI. A. WATSON, Jr., et al., Plaintiffs-Appellants, \nv. \n \nCITY OF MEMPHIS, TENNESSEE, et al., \nDefendants-Appellees.  This is an appeal from a judgment of the district court \ndenying a permanent injunction restraining the Memphis \nNo. 14662. \nPark  Commission  and  others  from  operating  and \n| \nmaintaining  certain  public  recreational  facilities  on  a \nJune 12, 1962. \nracially-segregated basis; approving a plan proposed by \nappellees for a gradual desegregation of certain of these \nfacilities; and ordering the Memphis Park Commission to \nSynopsis  file, within a six-months’ period, a further plan for the \nA class action was brought against the Memphis Park  desegregation of all recreational facilities of the City. \nCommission and others for an injunction restraining the \nIn the complaint filed in this class action on behalf of \nCommission and others from operating and maintaining \nappellants and others, it was alleged that the City of \ncertain  public  recreational  facilities  on  a \nMemphis had denied certain of the appellants access to \nracially-segregated basis. The plaintiffs sought immediate \nthe Pine Hill Golf Course, the McKellar Lake Boat Dock, \ndesegregation. The United States District Court for the \nthe Brooks Art Gallery, the John Rogers Tennis Court, \nWestern District of Tennessee, Western Division, Marion \nand the Pink Palace Museum, solely because of the fact \nSpeed Boyd, Chief Judge, rendered a judgment denying \nthat they were Negroes. Prior to the hearing of this case in \nan injunction, but approving a plan proposed for gradual \nthe  district  court,  the  City  of  Memphis  had  already \ndesegregation of certain of the facilities, in ordering the \ndesegregated  the  McKellar  Lake  Boat  Dock  and  the \nCommission to file a further plan for desegregation within \nBrooks Art Gallery; and the Pine Hill Golf Course had \na period of six months, and the plaintiffs appealed. The \nbeen desegregated prior to the time of the argument of \nCourt of Appeals, McAllister, Circuit Judge, held that the \nthis appeal. At the time of the hearing in the district court, \nSupreme  Court  decision  allowing  a  delay  in  the \nthe City of Memphis was undecided whether it would sell \ndesegregation  of  public  elementary  and  secondary \nthe  John  Rogers  Tennis  Court,  because  it  was  such \nschools, where certain conditions exist, is applicable to an \nvaluable  property.  However,  it  has  since  been \naction involving public recreational facilities, and that the \ndesegregated. As to the Pink Palace Museum, it was given \nDistrict Court did not abuse its discretion in ordering \nto the City on the condition that it should be used only by \ngradual desegregation. \nwhite people, with a provision of reverter in the deed, in \n  \ncase of violation of this condition; and the district court \nJudgment affirmed. \nordered the City, within ninety days, to file suit in the \n  \ncourts of Tennessee for a declaratory judgment in order to \nAttorneys and Law Firms  secure a full adjudication of all matters that might affect \nthe  use,  and  reversion,  and  to  determine  what  effect \n*864 Derrick A. Bell, Jr., New York City, A. W. Willis,  integration of the races at the Museum would have upon \nJr., Memphis, Tenn., Constance Baker Motley, Thurgood  the title of the City of Memphis to the property. \nMarshall, New York City, on brief; Elwood H. Chisolm, \nNew York City, B. L. Hooks, C. O. Horton, B. F. Jones,  It may be  generally  said,  then, that  the  complaint  of \nH. T. Lockard, R. B. Sugarmon, Jr., Memphis, Tenn., of  appellants as to the refusal of the City to permit them to \ncounsel, for plaintiffs-appellants .  use the parks specified in their allegation on the ground of \nracial  discrimination  has  been  remedied  by  the  City \nThomas R. Prewitt and Frank B. Gianotti, Jr., Memphis,  through  its  action  in  desegregating  the  recreational \nTenn., J.S. Allen—Walter Chandler, Memphis, Tenn., on  facilities in question. However, appellants rest their claim \nbrief, for defendants-appellees.  on the other allegation of their complaint to the effect that \nthe City of Memphis is violating their constitutional rights \nBefore  McALLISTER  and  O’SULLIVAN,  Circuit  in  maintaining  and  operating  all  of  its  other  parks, \nJudges, and STARR, Senior District Judge.  playgrounds,  and  recreational  facilities  upon  a \n  1 \n \n\nracially-segregated  basis.  It  was  in  regard  to  these  40 neighborhood playgrounds for white persons, and 21 \nfacilities that the district court issued on order requiring  for Negroes; 8 white, and 4 Negro community centers; 5 \nthe City to submit, within a six-months’ period, a plan for  white, and 5 Negro swimming pools; 5 white, and 2 \nthe total desegregation of all of its recreational facilities.  Negro golf courses; and 2 ‘city-wide’ white stadiums. It \nappears that, over the years of the past, it has been the \nAppellants’ contention is that the law permits of no delays  policy of the Park Commission to designate parks and \non  the  part  of the  City  of  Memphis  in  effecting  the  playgrounds as white or Negro, according to the racial \ndesegregation of all its parks and recreational facilities,  character of the neighborhood. Pursuant to this policy, at \nand that the district court was in error in not ordering all  the  time  of  the  trial,  the  district  court  found  that  6 \nof the parks and  recreational  facilities  of the  City  of  facilities would be changed from white to Negro use in \nMemphis to be immediately desegregated. Specifically,  the  near  future  and  that,  as  a  result,  the  ratio  for \nappellants claim that the district court committed *865  community centers would be changed from 8 white and 4 \nreversible error ‘in holding that the decision in Brown v.  Negro centers to, 1 integrated, 7 white, and 4 Negro \nBoard of Education, 349 U.S. 294 (75 S.Ct. 753, 99 L.Ed.  centers;  and  for  swimming  pools,  the  ratio  would be \n1083),  which  contemplates  allowing  a  delay  in  the  changed from 5 white, and 5 Negro swimming pools, to 4 \ndesegregation  of  public  elementary  and  secondary  white, and 6 Negro swimming pools. It appeared on the \nschools, where certain conditions exist, is applicable in  trial that the Park Commission had recently removed all \nany  action  involving  public  recreational  facilities.’  As  racial  restrictions  at  3  ‘city-wide’  facilities,  namely: \ncontended by appellants, ‘logic as well as law requires  Overton Park Zoo, the Art Gallery in Overton Park, and \nlimiting approval of delay to litigation involving public  the McKeller Lake Boat Dock. In June, 1961, the Park \nelementary and secondary schools, for attendance in such  Commission’s plan, which was approved by the court in \nschools is compulsory almost everywhere whereas no one  the  instant  case,  proposed  to  desegregate  Fairgrounds \nis compelled to utilize public recreational facilities.’  Amusement Park at the end of 1961. This park, at the \ntime  of the  hearing  of this appeal,  had already  been \nThe background of the case is as follows: The City of \ndesegregated. The Park Commission’s plan also proposed, \nMemphis  has  a  population  of  approximately  500,000 \nbeginning in January 1962, to desegregated all 7 public \npeople, of whom 63% are white, and 37% are Negro. \ngolf courses on a three-year schedule. Four golf courses \nApproximately  100,000  children  participate  in  one  or \nhad already been desegregated at the time of the hearing \nmore  of  the  recreational  activities  sponsored  by  the  of this appeal. \nMemphis Park Commission and carried on through its \nRecreational  Department.  This  is  a  remarkable  civic  From the testimony of the Director of Parks of the City of \nachievement on the part of the City of Memphis and its  Memphis, it appeared that, as each park and facility was \ncitizens.  Of  the  100,000  children  participating,  desegregated, more recreational directors and supervisors \napproximately 65,000 are white, and 35,000 are Negro.  were necessary and were appointed, and more policemen \nThe  Department  sponsors  many  and  varied  types  of  were required to patrol the parks and playgrounds. As an \nrecreational  activities,  including,  but  not  limited  to,  instance, the opening *866 of the zoo on a desegregated \ncompetitive sports, such as baseball and basketball, as  basis made it necessary to increase the police protection \nwell as dancing and similar activities. The Recreational  there. The Director of Parks further testified that if there \nDepartment  headquarters  is  itself  operated  on  an  were  immediate  desegregation  of  all  parks  and \nintegrated basis. All Negro Supervisors and Directors are  playgrounds, the City would be obliged to reduce the \npaid on the same salary schedule as the white Supervisors  number of available playgrounds in order to give the \nand Directors; and the qualifications of white and Negro  children full protection, and that such action would result \nSupervisors and Directors are the same. The Recreational  in a denial of recreational facilities to a great number of \nDepartment of the Memphis Park Commission is rated by  children,  both  white  and  Negro.  The  Director  also \ncompetent authorities as the best in the South; and its  testified that one of the chief purposes of the recreational \nrecreational  program  for  Negroes  as  the  finest  in  the  program was to cut down on juvenile delinquency of all \ncountry.  children; and that one of the objectives, in this regard, was \nto keep as many children as possible ‘off the streets,’ \nUpon the trial, it appeared that the City of Memphis,  during the summer vacation period. This objective would \nthrough its Park Commission, operates and maintains 131  obviously be frustrated if numerous playgrounds were \nparks and facilities, of which 108 are developed, and 23  closed. \nare undeveloped, or ‘raw’ land, that 25 of the developed \nfacilities are restricted to Negroes; 25 are open to both  The Superintendent of the Recreational Department of the \nraces; and 58 are restricted to white persons; that the  Memphis  Park  Commission,  with  thirty-six  years  of \nfacilities operated on a racially-segregated basis include  experience in the field of public recreation, testified that if \n  2 \n \n\nthere were immediate and total integration of parks and  Chief Macdonald put it succinctly: ‘You have a few in \nplaygrounds  of  Memphis,  ‘many,  many  of  the  any bunch that will agitate trouble. I have seen it a lot of \nplaygrounds  would  have  to  be  closed  down’;  more  times that a few will cause a lot of people to get in \nsupervisors  would  be  needed;  there  would  be  much  trouble.’ He stated that he thought they had been very \nadditional violence and confusion; and, in his opinion, the  fortunate *867 with so-called agitators in Memphis as \nplayground system would be ruined. He had previously  compared to other communities, and that they did not \nstudied the matter of desegregation of golf courses in a  have the agitation in Memphis that there had been in other \nnumber of southern cities, including Atlanta, Nashville,  places. In his opinion, the police could not handle the \nDallas, and New Orleans, where he had learned that there  situation if all the park facilities were integrated at one \nhad been some trouble during the integration progress but  time. \nno bloodshed or violence. However, he did state that with \nregard to the playgrounds in Memphis, they had been  Mr.  Harry  Pierotti,  Chairman  of  the  Memphis  Park \nobliged, on occasion, to call the police because of rowdies  Commission, stated that the City of Memphis had been \nand trouble-makers, at the Negro parks, as well as at the  singularly blessed by the absence of turmoil on the race \nwhite parks.  question up to the date of the hearing of this case, and that \nhe felt it was one of the Park Commission’s duties to all \nIn  explaining  what  he  meant  by  ‘confusion,’  the  the people of Memphis, white and Negro, to keep it that \nSuperintendent alluded to an experience which they had  way. He stated: ‘I am going to abide by the rules of this \nin  Memphis  where,  because  of  the  large  numbers  court of get off the Park Commission, because I want no \ncongregating for certain events, at ‘one of the closing  instance here like they have had in other parts of the \nexercises for Negroes at Lincoln Park, we had bloodshed,  South. And I believe that we can live better as a people if \nand shootings, and knifings, and it became necessary to  you permit us to desegregate these things on a gradual \nbreak that down into separate closing exercises because of  basis. * * * Not only have I, but the other members of the \nthe trouble we had.’ This was an instance of what the  Commission have, given this a long, hard look, and a lot \nSuperintendent  called  ‘confusion’  resulting  from  of serious thought. This plan which we are evolving, and \nexercises participated in by great numbers of people at  which we are asking the court to approve is not one which \nparks and playgrounds; and this ‘confusion’ had nothing  was gotten up overnight. It was the result of a good many \nto do with desegregation, since all of those taking part in  conferences with the members of my Commission and \nthe  exercises  were  Negroes.  The  difficulty  obviously  with other people. * * * Among other people, we have \narose from a congregation of toughs, juvenile delinquents,  conferred with the law-enforcing officials and have gotten \nand criminal elements, who, out of all proportion to their  their opinion in the matter.’ He further stated that, upon \nnumbers,  can  cause  trouble,  violence,  fighting,  and  integrating any facility, it, of course, involves additional \nbloodshed, among a great crowed of innocent people.  personnel to make the transition period a smooth one, and \nthat the consideration of avoiding confusion and turmoil \nJames C.  Macdonald,  Chief  of  Police of  the City  of  in  the  community  was  a  very  strong  factor  in  their \nMemphis,  who  had  been  with  the  Police  Department  determination as to when and what facilities should be \ntwenty-one years, stated that he had given several years of  integrated. In addition to the avoidance of confusion and \nthought  and  consideration,  since  the  decision  in  the  violence, the city officials also took into consideration the \nBrown  case,  to  the  problems  of  desegregation  in  effect of immediate or gradual desegregation upon the \nMemphis, from the standpoint on the preservation of law  question of revenue from concessions operated by others \nand order; that when trouble resulted from ‘sit ins’ and  for the Commission, and by the Commission itself. \ndesegregated seating in busses, the Police Department, as \nsoon as it received a call, would send three or four police  The concessions, for certain amusement devices, operated \ncars ‘to get there as quickly as possible to keep down any  by individuals, are granted by the Commission for rentals \nviolence.’ He further stated that he had been consulted by  based upon gross receipts. The Commission felt that if it \nthe Park Commission, that he thought its plan was good,  were to desegregate the Fairgrounds Amusement Park in \nand that since the Brown case was decided in 1954, a  the  middle  of  the  year,  it  would  be  unfair  to  such \nnumber of facilities in Memphis had been opened on a  concessionaires and detrimental to the Commission. This \nnon-segregated  basis,  including  libraries,  the zoo, and  amusement park was, however, to be desegregated six \nother facilities. In the opinion of the Chief, the key to the  months  after  the  hearing  in  the  district  court,  or  on \nsolution of the problem was the timing— ‘where it would  January 1, 1962, and it has been desegregated since that \nbe on a gradual basis where the hot heads wouldn’t have a  date. The income from concessions, or similar operations, \nchance to act. * * * We will have a little idea of what is  aggregated three quarters of a million dollars a year, or a \ncoming off and can lay our groundwork for it and hope to  third of the budget, and the Park Commission is obliged \nbe able to handle the situation.’  to  earn  this  amount  in  order  to  operate  the  various \n  3 \n \n\nfacilities. If a large number of the facilities were closed  since the arguments on appeal. We therefore have before \ndown, the operating income would be seriously curtailed.  us a program of desegregation that has been carried out, is \nMr. Pierotti stated that one of the reasons for his favoring  being carried out at the present time, and will be carried \nthe plan of a more gradual desegregation, rather than  out in the future until all of the City’s parks, playgrounds, \nimmediate integration of all the parks and recreational  and recreational facilities are desegregated. \nfacilities, was what he stated to be the rather peculiar \nsituation and location of Memphis,— a city of a half a  The  plan  for  the  desegregation  of  all  of  the  City’s \nmillion people, with more than one-third of its population  recreational facilities, which the district court ordered to \nconsisting of Negro citizens; with the State of Arkansas  be filed within a six-months’ period after the hearing, is \njust across the river from Memphis; and the State of  not, of course, in the record before us, nor has the district \nMississippi,  five  miles  south  of  the  city  limits  of  court had, as yet, the opportunity of approving it as a \nMemphis;  where  such  surrounding  area  was  proper plan to effect the desegregation, with all deliberate \npredominately Negro; and where those people from this  speed,  of  all  the  parks,  playgrounds,  and  recreational \nsurrounding area made use of the recreational facilities.  facilities of the City of Memphis. This plan, which, it \nHe felt that since the taxes used to maintain these parks  appears, has been formulated, but which has not yet been \nand recreational facilities were paid by the citizens of  filed with the district court, because of this intervening \nMemphis,  the  predominance  of  a  colored  population,  appeal, is not before us, therefore, for consideration. \ncomposed not only of Negro citizens in Memphis, but \nincluding many in the adjoining areas of Mississippi and  The plan of the Memphis Park Commission, which was \nArkansas, who used the parks, would ‘promote’ violence  before  the  district  court  for  integration  of  certain \non  the  part  of  both  Negroes  and  whites,  in  case  of  recreational facilities, provided for the desegregation of \nimmediate desegregation of all of the parks, playgrounds  the Fairgrounds Amusement Park by the end of 1961; for \nthe desegregation of three golf courses by March 1, 1962; \nand recreational facilities of the City of Memphis; and he \nfor the desegregation of three more golf courses (one, \nbased  his  opinion  on  his  consultations  with  the  park \nused at present exclusively by Negroes) before March 1, \nofficials, the police officers, and his knowledge of the \n1963; and for the desegregation of the last of the seven \nCity and its people. \nmunicipal golf courses at the end of 1963. Moreover, in \n*868 None of the evidence introduced on behalf of the  the plan, the Memphis Park Commission stated that it \nCity of Memphis is questioned. Whether the system of  proposed  to  accelerate  this  program  where  judged \norganized play in which these thousands of children take  practicable. \npart,  may  be  greatly  curtailed  or  put  in  jeopardy  by \nThe  foregoing  was  the  plan  which  the  district  court \nimmediate desegregation of all the parks and playgrounds, \napproved; the court also directed that the City should file \nis deemed irrelevant by appellants. The probable closing \na further plan for the integration of all of the parks, \ndown of many of these facilities is considered equally \nplaygrounds, and recreational facilities within a period of \nirrelevant by appellants, as are any questions of orderly \nsix months from the date of its judgment; and the court \ntransition, police protection, maintenance of the present \nexpressly retained jurisdiction of the case for such further \nfriendly and peaceful relations between all of the white \nand colored citizens of Memphis.  proceedings as might be necessary from time to time. \nThe evidence  before  us  shows  that  what  the City  of  Appellants made no specified objections to the plan which \nthe district court approved. As the court stated in its \nMemphis proposes is not a mere promise to do something, \nopinion: \nsometime in a remote or uncertain future. On the trial it \nsubmitted a plan for the desegregation for a number of the \n‘No valid objection to this plan in the Court’s opinion is \nparks and recreational facilities of the City, of which a \noffered in this case. The plaintiffs merely say they want \nsubstantial part had already been carried out after the plan \nall of these facilities fully integrated now. Nothing else \nwas prepared, and before the hearing in the district court. \nseems to matter.’ \nIt was further shown that the City had also desegregated a \nfurther  substantial  number  of  recreational  facilities, \nThis court is not in a position, at the present time, to \nsubsequent to the hearing in the district court, and before \nadjudicate  concerning  the  preliminary  plan  which  the \nthe arguments in this court on the present appeal; and, \ndistrict court approved at the hearing. No objection has \nfrom the statements made during arguments on appeal by \nbeen made to any of its terms. The only complaint before \ncounsel for the City as to the plan and intention of the \nus  is  that  all  *869  of  the  parks,  playgrounds,  and \nCity, which apparently were not doubted by counsel for \nrecreational facilities of the City of Memphis were not \nappellants, it would appear that a substantial part of a \nimmediately desegregated by order of the district court. \nspecified program of desegregation has been carried out \nAs to the preliminary plan approved by the court, we \n  4 \n \n\nknow that four of the seven municipal golf courses are  faith in recognizing the constitutional rights of Negro \npresently  available  to  colored  people,  as  well  as  the  citizens to make use of the Park Commission facilities on \nprincipal amusement park. There may be others, There  a  non-segregated  basis,  it  is  proper  for  the  Court  to \nmay  have  been  an  acceleration  of  the  program;  but  consider (1) local conditions and local problems as to \nappellants, as far as this case goes, are not interested in  facilities, and teacher or supervisory personnel, as well as \nthat question. Their claim is that no delay whatever is  local  problems  of  maintaining,  during  the  transition \npermissible; and that the allowance of any delay in the  period, maximum recreational facilities for all citizens, \ntotal desegregation of all Memphis recreational facilities  White and Negro; (2) importance of time to accomplish \ndeprives them of their constitutional rights.  change-over  from  a  partially  segregated  system to an \nintegrated  one;  (3)  good  will  and  understanding \nAs to the plan which the district court directed appellees  heretofore obtaining between the races, and (4) avoidance \nto file, there is no objection to the approval of such plan,  of confusion and turmoil and maintenance of law and \nas  it  has  not  yet  been  filed,  and  the  district  court,  order in the community during the transition period.’ \nnecessarily,  has  been  unable  either  to  approve  or \ndisapprove such plan before the appeal was taken to this  ‘Defendants  have  shown  by  a  preponderance  of  the \ncourt.  evidence that additional time is necessary to accomplish \nfull  desegregation  of  all  facilities  operated  by  the \nWe return, then, to the sole issue in the case raised by  Memphis Park Commission, and defendants have *870 \nappellant: that the law permits of no delay on the part of  further shown that their plan and program for gradual \nthe City of Memphis in effecting the desegregation of all  desegregation in necessary, in the public interest, and is \nof its parks and recreational facilities; that the district  consistent  with  good  faith  implementation  of  the \ncourt was in error in not ordering all of the parks and  governing  constitutional  principles  as  announced  in \nrecreational facilities to be immediately desegregated; and  Brown vs. Board of Education, supra, taking into account \nthat the decision in Brown v. Board of Education, 349  all of the local conditions and problems hereinabove set \nU.S. 294, 75 S.Ct. 753, 99 L.Ed. 1083, is inapplicable to a  out; and the Court has concluded, in the exercise of its \ncase involving public recreational facilities.  discretion, that the prayer for the declaratory judgment \n We are of the view that the principle stated in Brown v.  and injunctive relief should be denied.’ \nBoard of Education, supra, relating to the desegregation   Considering the great number of parks, playgrounds, and \nof schools, is applicable to the present case, involving the  recreational facilities maintained by the City of Memphis; \ndesegregation  of  recreational  facilities  of  the  City  of  the remarkably large number of children— 65,000 white \nMemphis.  In  our  opinion  the  Brown  decision  is  not  children and 35,000 Negro children— participating in the \nlimited  to  cases  involving  public  schools,  as  is  here  program under the guidance of trained supervisors and \ncontended by appellants. Detroit Housing Commission v.  directors  of  planned  recreation;  the  circumstances \nLewis,  226  F.2d  180,  184,  185  (C.A.6);  see  also  showing a substantial desegregation of many of the City’s \nCummings v. City of Charleston, 288 F.2d 817 (C.A.4).  recreational facilities, prior to the hearing in the district \n   court, and a continuing program of desegregation since \nthat time; the evidence that immediate desegregation of \nIn its findings of fact and conclusions of law, the district  all  of  the  City’s  parks,  playgrounds,  and  recreational \ncourt said:  facilities would result in great damage to the organized \nsystem  of  play  for  many  children,  and  the  probable \n‘Full implementation of the constitutional principles as \nclosing of a number of recreational facilities, due to the \nannounced in the Brown Case requires solution of varied \nnecessity  of  providing  considerable  additional  police \nlocal problems. Local authorities, and in this case the \nprotection  and  park  supervision;  the  past  and  present \nresponsible Park Commission officials, have the primary \nsuccess of the continuing plan of desegregation now being \nresponsibility of elucidating, assessing and solving these \npeacefully and harmoniously carried out by the City; the \nproblems,  The  District  Courts  have  the  obligation  of \nunquestioned good faith of the officials of the City and \ndetermining  whether  the  action  of  local  authorities \nPark Commission in attempting to comply, in the field of \nconstitutes good faith implementation of the governing \nrecreation,  with  the  opinion of  the  Supreme  Court  in \nconstitutional  principles;  and  in  fashioning  and \nBrown v. Board of Education, both before the hearing of \neffectuating decrees, the Court is guided by equitable \nthis case in the district court, and since that time; the \nprinciples. Traditionally, equity has been characterized by \nrequirement that the Park Commission file a plan for \na practical flexibility in shaping its remedies and by a \ndesegregation of the City’s park and recreational system \nfacility for adjusting and reconciling public and private \nto be subject to the approval of the district court; the fact \nneeds,’ \nthat this appeal was taken before the plan, ordered by the \ncourt, was filed, and that the district court has never had \n‘In determining whether defendants are acting in good \n  5 \n \n\nan opportunity to approve or disapprove such a plan—  conclusions of law of Judge Boyd. \nthese considerations require a determination that, under    \nthe circumstances of this case, there was a proper exercise \nof discretion by the district court in denying injunctive \nAll Citations \nrelief, in providing for a plan of desegregation to be filed \nby the Park Commission with the court, and in reserving \n303 F.2d 863 \njurisdiction for further proceedings in the case; and in \n \naccordance  with  the  foregoing,  the  judgment  of  the \ndistrict  court  is  affirmed  on  the  findings  of  fact  and \n \n \n \n  6 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138696"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117459,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117459"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": true,
      "description": null,
      "document_source": "ABA Supreme Court Briefs",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Amicus Curiae"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77707,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77707.pdf",
      "title": "Brief for the United States as Amicus Curiae",
      "text": "No. 424\natourt off tilt nitui tats\nffiuptente \nOCTOBER TERM, 1962\nI. A. WATSON, JR., ET AL., PETITIONERS\nV.\nCITY OF MEMPHIS, ET AL.\nON WRIT OP CERTIORARI TO THE UNITED STATES COURT OF\nAPPEALS FOR THE SIXTH CIRCUIT\nBRIEF FOR THE UNITED STATES AS AMICUS CURIAE\nARCHIBALD COX,\nSolicitor General,\nBURKE MARSHALL,\nAssistant Attorney General,\nJ. WILLIAM DOOLITTLE,\nAssistant to the Solicitor General,\nHAROLD H. GREENE,\nISABEL L. BLAIR,\nGERALD P. CHOPPIN,\nAttorneys,\nDepartment of Justice, Washington 25, D.C.\n\nINDEX\nPage\nOpinions below(cid:9) 1\nJurisdiction(cid:9) 1\nQuestion presented(cid:9) 2\nInterest of the United States(cid:9) 2\nStatement(cid:9) 3\nSummary of argument(cid:9) (cid:9) 6\nArgument(cid:9) 9\nI. The rule that constitutional rights are presently\nenforceable is subject to exception only in the\nmost unusual and exigent circumstances(cid:9) 10\nII. There is nothing in the nature of public recrea-\ntional facilities to suggest any necessity for\ndelay in their desegregation(cid:9) 17\nIII. The respondents advanced no justification for\ndelay in the desegregation of the recreational\nfacilities of Memphis(cid:9) 22\nConclusion(cid:9) 29\nCITATIONS\nCases:\nAugustus v. Pensacola, 1 Race Rel. L. Rep. 681(cid:9) 21\nAvery v. Georgia, 345 U.S. 559(cid:9) 11\nBarrows v. Jackson, 346 U.S. 249(cid:9) 11\nBob-Lo Excursion Co. v. Michigan, 333 U.S. 28(cid:9) 11\nBooker v. Tennessee Board of Education, 240 F. 2d 689,\ncertiorari denied 353 U.S. 965(cid:9) 16\nBoynton v. Virginia, 364 U.S. 454(cid:9) 17\nBrotherhood of Railroad Trainmen v. Howard, 343 U.S.\n768(cid:9) 11\nBrowder v. Gayle, 142 F. Supp. 707, affirmed, 352 U.S.\n903(cid:9) 17\nBrown v. Board of Education, 345 U.S. 972(cid:9) 12, 22\nBrown v. Board of Education, 347 U.S. 483(cid:9) 12, 22\nBrown v. Board of Education, 349 U.S. 294(cid:9) 2,\n6, 7, 9, 14, 15, 16, 18, 22, 24\nBuchanan v. Warley, 245 U.S. 60(cid:9) 11, 25\n(I)\n674630-63-1\n\nIL III\nCases—Continued Cases—Continued\nPage\nCassell v. Texas, 339 U.S. 282_____________________ 11 Rice v. Elmore, 165 F. 2d 387, certiorari denied, 333 Page\nCity of Montgomery v. Gilmore, 277 F. 2d 364(cid:9) 20 U.S. 875(cid:9) (cid:9) 11\nCity of Richmond v. Deans, 281 U.S. 704(cid:9) 11 Ross v. Dyer, C.A. 5, No. 11921, decided December\nCity of St. Petersburg v. Alsup, 238 F. 2d 830(cid:9) 20 28, 1962(cid:9) 17\nCooper v. Aaron, 358 U.S. 1(cid:9) 25 Schnell v. Davis, 336 U.S. 933(cid:9) 11\nCummings v. City of Charleston, 288 F. 2d 817(cid:9) 20 Shelley v. Kraemer, 334 U.S.1(cid:9) 11\nDawson v. Mayor and City Council of Baltimore, 220 F. Shuttlesworth v. Gaylord, 202 F. Supp. 59(cid:9) 20\n2d 386, affirmed, 350 U.S. 877(cid:9) 19, 21 Simkins v. City of Greensboro, 149 F. Supp. 562, af-\nDistrict of Columbia v. John R. Thompson Co., Inc., firmed, 246 F. 2d 425(cid:9) 20\n346 U.S. 100(cid:9) 11 Sipuel v. Board of Regents, 332 U.S. 631(cid:9) 10\nFlemming v. South Carolina Electric c (cid:9) Gas Co., 224 F. Smith v. Allwright, 321 U.S. 649(cid:9) 11\n2d 752, appeal dismissed, 351 U.S. 901; 239 F. 2d Sweatt v. Painter, 339 U.S. 629(cid:9) 10, 11\n277(cid:9) 17(cid:9) Takahashi v. Fish c (cid:9) Game Comm., 334 U.S. 410(cid:9) 11\nFlorida ex rel Hawkins v. Board of Control, 350 U.S. Tate v. Department of Conservation, 133 F. Supp. 53,\n413(cid:9) 16(cid:9) affirmed, 231 F. 2d 615, certiorari denied, 352 U.S.\nGraham v. Brotherhood of Locomotive Firemen & Engine- 838(cid:9) 20\nmen, 338 U.S. 232(cid:9) (cid:9) 11 Terry v. Adams, 345 U.S.461(cid:9) 11\nHarmon v. Tyler, 273 U.S. 668(cid:9) 11 Virginia, Ex parte 100 U.S.339(cid:9) 11\nHayes v. Crutcher, 137 F. Supp. 853(cid:9) 21 Virginia v. Rives, 100 U.S.313(cid:9) 11\nHenderson v. United States, 339 U.S. 816(cid:9) 11 Virginia v. West Virginia, 222 U.S. 17(cid:9) 15\nHill v. Texas, 316 U.S. 400(cid:9) 11 Ward v. City of Miami, 151 F. Supp. 593(cid:9) 20\nHolley v. City of Portsmouth, 150 F. Supp. 6(cid:9) 20 Willie v. Harris County, 202 F. Supp. 549(cid:9) 20\nHolmes v. City of Atlanta, 124 F. Supp. 290, affirmed, rick Wo v. Hopkins, 118 U.S. 356(cid:9) 11\n223 F. 2d 93, vacated, 350 U.S. 879 (cid:9) 20 Constitution and statutes:\nHurd v. Hodge, 234 U.S. 24(cid:9) 11 U.S. Constitution, Fourteenth Amendment(cid:9) 21\nLane v. Wilson, 307 U.S. 268(cid:9) 11 28 U.S.C. 1343(cid:9) 3\nLucy v. Adams, 350 U.S. 1(cid:9) 16 28 U.S.C. 2201(cid:9) 3\n_ (cid:9)\nMcLaurin v. Oklahoma State Regents, 339 U.S. 637_ __ 10 28 U.S.C. 2202(cid:9) 3\nMissouri ex rd. Gaines v. Canada, 305 U.S. 337(cid:9) 10 42 U.S.C.1981(cid:9) 3\nMoorhead v. City of Ft. Lauderdale, 152 F. Supp. 131, 42 U.S.C. 1983(cid:9) 3\naffirmed, 248 F. 2d 544(cid:9) 20 Tenn. Code Ann., Tit. 62, Sec. 715(cid:9) 27\nMorgan v. Virginia, 328 U.S. 373(cid:9) 11 Miscellaneous:\nMuir v. Louisville Park Theatrical Ass'n, 347 U.S. Greenberg, Race Relations and American Law(cid:9) 15\n971(cid:9) 21 Indritz, Racial Ramparts in the Nation's Capital, 41\nNew Orleans City Park Improvement Ass'n v. Detiege, Geo. L.J. 297(cid:9) 24\n252 F. 2d 122, affirmed, 358 U.S. 54 (cid:9) 19 Report of United States Commission on Civil Rights\nOyama v. California, 332 U.S. 633(cid:9) 11(cid:9) (1959)(cid:9) 15\nPlessy v. Ferguson, 163 U.S. 537(cid:9) 25\nRailway Mail Ass'n. v. Corsi, 326 U.S. 88(cid:9) 11\n\n4n tht 55nprtint Court ofr the nited *atm\nOCTOBER TERM, 1962\nNo. 424\nI. A. WATSON, JR., ET AL., PETITIONERS\nV.\nCITY OF MEMPHIS, ET AL.\nON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\nAPPEALS FOR THE SIXTH CIRCUIT\nBRTEP FOR THE UNITED STATES AS AMIGOS CURIAE\nOPINIONS BELOW\nThe opinion of the United States Court of Appeals\nfor the Sixth Circuit (R. 111-122) is reported at 303\nF. 2d 863. The opinion of the United States District\nCourt for the Western District of Tennessee (R. 105-\n110) is not reported.\nJURISDICTION\nThe judgment of the court of appeals was entered\non June 12, 1962 (R. 110). The petition for a writ\nof certiorari was granted by this Court on November\n19, 1962 (371 U.S. 909; R. 123). The jurisdiction\nof this Court rests on 28 U.S.C. 1254(1).\n(1)\n\nQUESTION PRESENTED public recreational facilities is an issue of national\nWhether the enforcement of Negroes' constitutional importance.\nright to non-discriminatory access to public recrea- STATEMENT\ntional facilities may be delayed where the public This action was brought by adult Negro citizens of\nauthorities have failed to meet their burden of estab- the United States and the State of Tennessee, resid-\nlishing that serious physical obstacles and other ing in the City of Memphis, Tennessee, on behalf of\nunique problems stand in the way Of immediate themselves and others similarly situated, to desegregate\ndesegregation. the public recreational facilities in that city. Filed\non May 13, 1960, the action was in the form of a\nINTEREST OF THE UNITED STATES\ncomplaint for declaratory and injunctive relief,\nThis case marks the first time that the Court has\ninvoking jurisdiction under 28 U.S.C. 1343, 2201, 2202\nhad before it on the merits the issue of whether the\nand 42 U.S.C. 1981, 1983.\ndecision of this Court to allow public primary and\nThe plaintiffs alleged that certain public libraries,\nsecondary schools to be desegregated \"with all delib-\nparks, playgrounds, golf courses, boat docks, and\nerate speed\" (Brown v. Board of Education, 349 U.S.\nlakes are restricted to the exclusive use of either\n294), rather than forthwith, has become the general\nwhites or Negroes 1 and that public art galleries and\nrule (and not an extremely limited exception) with\nmuseums restrict their admission of Negroes to one\nrespect to the desegregation of public facilities—\nday per week, whites being exclusively admitted on\nhere, public recreational facilities. The government\nall of the other days (R. 6).\nparticipated as amicus curiae in the cases which led\nThe answer of the defendants was filed on July 1,\nto the formulation of the Brown decree and sup-\n1960. It did not deny the existence of racial segre-\nported the view that, under general doctrines of\ngation in public recreational facilities in Memphis,\nequity, some delay in the enjoyment of the right to\nasserting in this respect only that \"[i]n other than\nattend non-segregated public schools was not imper-\nresidential areas, the parks are used generally by all\nmissible. Problems peculiar to school segregation\nthe citizens of Memphis\" (R. 9). The defendants\nwere cited in the government's briefs as warranting\nalso alleged that the facilities made available to\na departure from the general rule that constitutional\nNegroes were adequate in proportion to their num-\nrights are present rights. As the second Brown bers ; that \"historically and traditionally, riots and\nopinion shows, the Court adopted this reasoning.\nviolence have frequently occurred in areas where races\nThe question whether similar considerations are appli-\n1\nIt was also claimed that the \"white\" facilities \"far outnum-\ncable in cases involving the right of equal access to\nber\" those which are restricted to Negroes (R. 6).\n\n5\n4\nthe chief of police (R. 87-90) testified that, in their\nare mixed in large numbers in places of amusement\"\nopinion, violence and disorder would result if all of\n(R. 11) ; that the geographical location of the city\nthe public recreational facilities in Memphis should\nengendered peculiar problems; and that \"the inci-\ndesegregate at once (R. 54, 88) and that a curtailment\ndence of violence, vandalism and disorders among\nof the program for the Negro children might occur\nvisitors to the parks of the City of Memphis is\n(R. 71). The Commission chairman stated, however,\ngreatly increased in those parks frequented by Negro\nthat no violence had occurred at those facilities\ncitizens\" (R. 12). The answer pointed to the possible\nalready desegregated (R. 53). The superintendent\nloss of revenues from concessions and the prohibitive\nrelated that police protection had been increased at\ncost of additional police protection as reasons for not\nthe zoo since it was desegregated (R. 72), but the\ndesegregating and cited specific problems relating to\nonly specific instance of disorder in the parks that\nracially restrictive covenants affecting the title to cer-\nhe cited occurred at one of the closing exercises for\ntain parks (R. 11, 12).\nNegroes at Lincoln Park, a problem admittedly not\nAt the trial, held on Jive 14-15, 1961, it was shown\nconnected with desegregation (R. 83). The chief of\nthat the recreational program of the City of Memphis\npolice apparently based his opinion that violence and\nserves 100,000 children, approximately 65 percent of\ndisorders might occur upon his experience with the\nwhom are white and 35 percent Negro. Of the 131\ndesegregated bus system. The police, he said, \"had\nparks owned by the city, 58 are white-only, 25 Negro-\nmany calls on the trouble we have had on the buses\nonly, 25 are desegregated, and 23 undeveloped (R.\nsince they have been integrated\" (R. 87). He also\n39, 92).2\ncited one specific instance of racial trouble in con-\nNegro witnesses testified to instances where they\nnection with a \"sit-in\" at a drug store (R. 90).\nwere turned away from playgrounds (R. 26) and\nOn June 20, 1961, the district court entered its\ngolf courses (R. 13, 16, 24) located more conveniently\njudgment denying the injunction (R. 103). 3 It\nto their homes than available Negro facilities. Other\nwitnesses experienced racial exclusion or discrimina- 3 The district court found that Memphis has 117 playgrounds,\ntion when they tried to use the Fairgrounds amuse- 12 community centers, and ten swimming pools. Of the 117\nplaygrounds, 61 are on city-owned property controlled by the\nment park (R. 18), the Pink Palace art museum (R.\npark commission. Of these, 40 were restricted to whites and\n18), certain tennis courts (R. 27, 30), and when they 21 to Negroes. The other 56 playgrounds and facilities oper-\ntried to enter a fishing rodeo (R. 20). ated by the park commission are on property owned by\nchurches, private groups and the school board. Of these, 30\nThe chairman of the park commission (R. 32-61),\nare restricted to whites and 26 to Negroes. The 12 community\nthe superintendent of the park system (R. 62-86) and centers with gymnasiums are all on city-owned property ; eight\n674630-63-2\n2 \nThe zoo, an art gallery and a boat dock at McKellar Lake\nare desegregated (R. 40).\n\n7\nI.\napproved the plan of the defendants for desegregat-\ning the Fairgrounds by the end of 1961 and for deseg-\nWhen the Court had the school segregation cases\nregating the golf courses in stages, the last stage\nbefore it, the principle was already well established\noccurring on January 1, 1964 (R. 102-104). The\nthat the constitutional right of Negroes to be free\ncourt retained jurisdiction of the cause, staying its\nfrom discrimination on account of their race is a\nadjudication of the controversy concerning the Pink\npresent and immediately enforceable right. How-\nPalace art museum to allow the state courts time to\never, both the Court and the parties to the Brown\npass on the racial covenant, and ordered the defend-\ncase recognized that public primary and secondary\nants to submit within six months from June 15, 1961,\nschool desegregation posed such serious physical ob-\na plan for the desegregation of the playgrounds and\nstacles and other unique problems that some reason-\ncommunity centers (R. 96). The court held that \"[n] o\nable delay might be appropriate. In conformity with\nspecific terminal date for such integration can be set\nthis conclusion, the Court ordered the schools de-\nat this time\" (R. 96).\nsegregated \"with all deliberate speed.\"\nThe plaintiffs appealed, and on June 12, 1962, the\nIn thus sanctioning a measure of delay in public\ncourt of appeals affirmed (R. 110).\nschool desegregation, the Court was not abandoning\nSUMMARY OF ARGUMENT the principle that constitutional rights are presently\nThe courts below justified postponement of the enforceable or engrafting a \"with all deliberate\nenforcement of petitioners' right to equal access to speed\" exception as a permanent and routine feature\npublic recreational facilities by reference to Brown in the enforcement of Fourteenth Amendment rights.\nv. Board of Education, 349 U.S. 294, where the Court It simply held that, in the face of obstacles as formid-\ndirected that public primary and secondary schools able as those facing the public school systems, it was\nbe desegregated \"with all deliberate speed.\" In the within the appropriate discretion of a court of equity\ncontext of public recreational facilities and on the to permit a reasonable amount of delay in desegre-\nrecord in this case, we submit that the courts below gation.. The Court emphasized that in each case the\nerred in permitting delay. burden was upon the public officials to justify any\nsuch delay.\nof these were restricted to whites and four to Negroes. Of the II.\nten swimming pools, five were restricted to whites and five to\nNegroes. At the time of the district court decision, restrictions There is nothing about public recreational facilities\nas to use by Negroes were scheduled to be removed \"in the\nto suggest that their desegregation would present in-\nnear future\" at one of the white-only community centers and at\none of the white-only pools (R. 92-93). superable problems. None of the difficulties identi-\nfied by the Court in its Brown opinion is present in\n\n8\n9\nany significant degree. The only major area of simi-\nlarity between the public school and recreational physical obstacles and other unique problems stand\nfacility situations is the fact that both involve large in the way of immediate desegregation.\nnumbers of people. However, this factor has far\nARGUMENT\nmore significance in the educational field because of\nThe courts below have ordered that the vindication\ncloser supervision, more constant and regular at-\nof the petitioners' unquestionable right, under the\ntendance, and its compulsory character. Thus, since\nFourteenth Amendment, to the abolition of racial\nno problems fairly comparable to those involved in\ndiscrimination in the public recreational facilities of\npublic school desegregation are readily apparent in\nMemphis may be postponed under a plan for gradual\nthe case of desegregation in public recreational facili-\ndesegregation. They justify this conclusion by refer-\nties, the burden upon public officials to justify any\nence to this Court's decision in Brown v. Board of\ndelay in the latter instance is extremely heavy.\nEducation, 349 U.S. 294, where the Court directed\nIII.\nthat public primary and secondary schools be de-\nsegregated, not immediately, but \"with all deliberate\nIn this instance, the public authorities failed to\nspeed\" (349 U.S. at 301).\nmake any case at all for the proposition that delay\nIt is the position of the government, as amicus\nwas warranted by serious obstacles standing in the\ncuriae, First, that the right to equal protection of the\nway of desegregating the City's recreational facilities.\nlaws is a present and immediately enforceable right\nThis is demonstrated by an analysis of the factors\nand that the Court in the Brown case was willing to\ncited by the district court. A number of them de-\nsanction a measure of delay only because of the\npended upon assumptions of potential violence and\nformidable physical obstacles and other unusual prob-\nincreased need for police protection, which were with-\nlems that woul d be encountered in the complete inte-\nout any concrete support in the record. Others were\ngration of large and complex public school systems;\nbased on such untenable concepts as that \"separate\nSecond, that, since no fairly comparable problems are\nbut equal\" facilities were adequate for the petitioners\nreadily apparent in the case of desegregation in\nand that popular hostility to desegregation would\npublic recreational facilities, the burden upon public\njustify delay. Still other factors, such as the fact\nauthorities to justify any delay is an extremely heavy\nthat good will and understanding prevails between\nthe races, argued more for prompt desegregation than one; arid Third, that the public authorities in this\ncase have established no necessity whatever for any\nfor delay. In short, the public authorities failed en-\ndelay in the desegregation of the public recreational\ntirely to meet their burden of establishing that serious\nfacilities of Memphis.\n\n10 11\nthe graduate school of the University of Oklahoma,\nI. THE RULE THAT CONSTITUTIONAL RIGHTS ARE PRESENT-\nLY ENFORCEABLE IS SUBJECT TO EXCEPTION ONLY IN saying (339 U.S. at 642) :\nTHE MOST UNUSUAL AND EXIGENT CIRCUMSTANCES We conclude that the conditions under which\nthis appellant is required to receive his educa-\nBy the time this Court had before it the cases in-\ntion deprive him of his personal and present\nvolving segregation in primary and secondary schools,\nright to the equal protection of the laws [citing\nit had become well established that the constitutional\nSweatt v. Painter, supra].\nright of Negroes to be free from discrimination on\nThat the concept of the present enforceability of the\naccount of their race is a present right, entitled to\nright to equal protection had become firmly ingrained\nimmediate enforcement. Thus, in Sipuel v. Board of\nin our constitutional jurisprudence by the early 1950's\nRegents, 332 U.S. 631, 633, the Court (citing Missouri\nis further demonstrated by the fact that there had\nex rel. Gaines v. Canada, 305 U.S. 337) declared that\nbeen no thought or suggestion of delay in the enforce-\na State must provide Negroes with a legal education\nment of the rights involved when this Court ended\nin state institutions in conformity with the equal\nracial discrimination in such areas as voting,' inter-\nprotection clause and that it must do so \"as soon as it\nstate travel,' property ownership,' restaurants in the\ndoes for applicants of any other group.\" In  Sweatt\nDistrict of Columbia,' employment,' and jury\nv. Painter, 339 U.S. 629, the Court ordered the ad-\nservice.\"\nmission of a Negro to the University of Texas Law\nSchool; quoting the Sipuel case, supra, it said, \"It 5 Smith v. Allwright, 321 U.S. 649; Schnell v. Davis, 336 U.S.\n933; Terry v. Adams, 345 U.S. 461; Lane v. Wilson, 307 U.S. 268;\nis fundamental that these cases concern rights which\nRice v. Elmore, 165 F. 2d 387 (C.A. 4), certiorari denied, 333\nare personal and present\" (339 U.S. at 635).4 U.S. 875.\nSimilarly, in McLaurin v. Oklahoma State Regents, 6 Henderson v. United States, 339 U.S. 816 (1950) ; Morgan v.\nVirginia, 328 U.S. 373; Bob-Lo Excursion Co. v. Michigan, 333\n339 U.S. 637, the Court struck down restrictions on\nU.S. 28.\nfull and non-discriminatory attendance by a Negro at 7 Shelley v. Kraemer, 334 U.S. 1; Hurd v. Hodge, 234 U.S.\n24; Buchanan v. TV arley, 245 U.S. 60; Harmon v. Tyler, 273\n4 The idea that the constitutional right to equal protection U.S. 668; City of Richmond v. Deans, 281 U.S. 704; Barrows v.\nof the laws is a \"personal\" right as well as a \"present\" one Jackson, 346 U.S. 249; Oyama v. California, 332 U.S. 633.\nwas developed in response to arguments pointing to the limited 6 District of Columbia v. John R. Thompson Co., Inc., 346\nnumber of persons who might have been actively demanding U.S. 100.\ntheir enjoyment. As the Court said in Missouri ex rel. Gaines 9 Railway Mail Assn. v. Corsi, 326 U.S. 88; Yick Wo v. Hop-\nv. Canada, supra, \"petitioner's right was a personal one. It kins, 118 U.S. 356; Takahashi v. Fish and Game Comm., 334\nwas as an individual that he was entitled to the equal pro- U.S. 410; Graham v. Brotherhood of Locomotive Firemen & En-\ntection of the laws and the State was bound to furnish him ginemen, 338 U.S. 232; Brotherhood of Railroad Trainmen v.\nwithin its borders facilities for legal education * * * whether Howard, 343 U.S. 768.\nor not other negroes sought the same opportunity.\" 305 U.S. 1° Ex parte Virginia, 100 U.S. 339; Virginia v. Rives, 100 U.S.\nat 351. 313; Hill v. Texas, 316 U.S. 400; Cassell v. Texas, 339 U.S. 282;\nAvery v. Georgia, 345 U.S. 559.\n\n12 13\nThe primary and secondary school cases, however, The briefs filed by the various parties in response to\npresented situations of an altogether different order. this question suggested, in varying degrees, that the\nNo evidentiary showing was necessary to make it peculiar problems presented by the desegregation of\nclear that in those cases the Court would be ()on- public primary and secondary schools might well war-\nfronted with unique and complex physical problems rant some delay in the enforcement of the Court's\nfar greater in magnitude than those experienced in decision on the merits. The factors put forward by\nany of the prior racial discrimination cases. Thus, the parties as indicating the appropriateness of a\nin its first opinion in Brown v. Board of Education, departure from the ordinary rule that constitutional\n347 U.S. 483, the Court noted that because the cases rights are presently enforceable included: 12\ninvolved were class actions, \"because of the wide 1. The possibility that extensive revision of\napplicability of this decision, and because of the school district boundaries and consolidation of\nschools might become necessary;\ngreat variety of local decisions, the formulation of\n2.. Problems of transfer of teachers and pu-\ndecrees in these cases presents problems of consider-\npils; revision of teaching schedules ; and alter-\nable complexity\" (347 U.S. at 495) ; accordingly, the\nation of transportation arrangements ; elimina-\nCourt took the unusual step of postponing its deci-\ntion of duplication of functions arising from\nsion on the relief to be granted until after further\nbrought about from existing segregated systems to a sys-\nargument on certain specified questions, notably:\ntem not based on color distinctions?\n\" [M]ay this Court, in the exercise of its equity 5. On the assumption on which questions 4 (a) and (b)\npowers, permit an effective gradual adjustment to be are based, and assuming further that this Court will exer\ncise its equity powers to the end described in question 4(b),.\nbrought about from existing segregated systems to a.\n(a) should this Court formulate detailed decrees\nsystem not based on color distinctions?\" (347 U.S.\nin these cases;\nat 496, n. 13).\" (b) if so, what specific issues should the decrees\nreach;\n11 The full text of the questions (which had been among a (c) should this Court appoint a special master to\nnumber of questions previously propounded at 345 U.S. 972- hear evidence with a view to recommending specific\n973) was: terms for such decrees;\n4. Assuming it is decided that segregation in public (d) should this Court remand to the courts of first\nschools violates the Fourteenth Amendment instance with directions to frame decrees in these cases,\n(a) would a decree necessarily follow providing that, and, if so what general directions should the decrees\nwithin the limits set by normal geographic school dis- of this Court include and what procedures should the\ntricting, Negro children should forthwith be admitted courts of first instance follow in arriving at the\nto schools of their choice, or specific terms of more detailed decrees?\n(b) may this Court, in the exercise of its equity 12 While this listing is necessarily somewhat generalized, we\npowers, permit an effective gradual adjustment to be believe it to be a fair summary of what was developed at length\nin the various briefs submitted in the Brown case.\n3\n674630-63(cid:9)\n\n14 15\nthe existence 'of separate sets of supervisory into compact units to achieve a system of de-\nand administrative officials for Negro and white termining admission to the public schools on a\nschools ; non-racial basis, and revision of local laws and\n3. Necessity of changes in the law where regulations which may be necessary in solving\nallocation of school funds depends : by statute the foregoing problems.\nupon the relative number of Negro .and white\nOn the other hand, it expressly rejected some of the\nchildren of school age ;\nfactors that had been advanced by the parties; thus,\n4. The added burden of accomplishing these\nit emphasized that \"the vitality of these constitutional\ndifficult administrative tasks in an environment\nprinciples cannot be allowed to yield simply because of\nof potential hostility generated by long-standing\ncommunity acceptance of segregation as a \"way disagreement with them\" (349 U.S. at 300).\nof life\" ; In light of those difficult problems, the Court sanc-\n5. The vast number of persons involved ;\ntioned a measure of delay by ruling that an end to\n6. The great variation in the type of racial\npublic school segregation should be accomplished \"with\nsituation to be encountered in different com- 13 \nall deliberate speed.\"  is apparent not only from\nmunities.\nthe unusual procedure employed by the Court in those\n7. The psychological adjustments necessary\nwhere great numbers of persons of different cases, but from the face of its opinion as well, that\nracial backgrounds would be brought into close the Court was willing to accept this departure from\ncontact. the settled principle of present enforceability only\nIn announcing its decree, Brown .v. Board of Educa- 13 The brief filed on behalf of the County School Board\ntion, 349 U.S. 294, the Court. accepted the view that, of Prince Edward County seems to have been the first to sug-\nbecause the implementation of its decision on the gest the \"with all deliberate speed\" concept, by citing lan-\nguage by Mr. Justice Holmes in Virginia v. West Virginia, 222\nmerits might \"call for the elimination of a variety of\nU.S. 17, 19-20. Mr. Justice Holmes there said, \"But a state\nobstacles in making the transition to [desegregated]\ncannot be expected to move with the celerity of a private\nschool systems\" (349 U.S. at 300), some reasonable businessman; it is enough if it proceeds, in the language of\nthe English Chancery, with all deliberate speed.\" The United\ndelay in the enforcement of the rights involved could\nStates Commission on Civil Rights in its 1959 Report, p. 157,\nbe justified. The Court gave meaning to this conclu-\nn. 52, disclosed that a student legal research group of the Uni-\nsion by setting forth some of the considerations that it versity of Virginia had, on its behalf, researched the English\nChancery cases from 1220 to 1865 and had found nothing closer\nhad in mind (349 U.S. at 300-301) :\nto the language quoted than \"with all convenient speed\" and\nproblems related to administration, arising from \"as soon as conveniently might be.\" Similar research was ap-\nthe physical condition of the school plant, the parently also done by Mr. Jack Greenberg, who reported in\nschool transportation system, personnel, revi- .Race Relations and American Law, p. 216, that he and others\nwho researched .the English precedents \"extensively\" had found\nsion of school districts and attendance areas\n\"nothing to elucidate the term's meaning.\"\n\nbecause of the truly exceptional character of the\nBoynton v. Virginia, 364 U.S. 454; Browder v. Gayle,\nphysical problems involved in the cases before. it.\n142 F. Stipp. 707 (M.D. Ala.), affirmed, 352 U.S. 903;\nAnd even though the magnitude of those problems\nFlemming v. South Carolina Electric & Gas Co., 224\nwas obvious, the Court emphasized that in each case\nF. 2d 752 (C.A. 4), appeal dismissed, 351 U.S. 901, and\n\" [t]he burden rests upon the defendants to establish\n239 F. 2d 277 (C.A. 4).\nthat [additional] time is necessary in the public in-\nIn sum, we submit that the teaching of the  Brown\nterest and is consistent with good faith compliance at\ncase, considered in light of what had gone before\n.the earliest practicable date\" (349 U.S. at 300).\nand what has happened since, is that the right to\nIt is thus abundantly clear that the Court, in\nequal protection of the laws, like other constitutional\npermitting some delay in the desegregation of public\nrights,\" is immediately enforceable; that it is only in\nprimary and secondary schools, did not mean to\nthe face of the most formidable obstacles that any\nabandon the principle that constitutional rights are\nexception may be made to that principle; and that\nentitled to present enforcement, or to engraft a\nany public authorities seeking to justify such an ex-\n\"with all deliberate speed\" exception upon the law\nception must carry a very heavy burden of proof.\nas a permanent and routine feature in the enforce-\nWe are thus brought to the central question of this\nment of Fourteenth Amendment rights. That this is\ncase : whether the desegregation of public recreational\nso is further demonstrated by the fact that in a number\nfacilities—either intrinsically or as explained in the\nof subsequent cases the Court has summarily rejected\nrecord below—is likely to involve physical problems or\nattempts to postpone the enjoyment of the right to\nother unique considerations so insuperable as to bring\nequal protection. Thus, in the field of higher educa-\nit within that narrow exception.\ntion, the Court in Florida ex rel. Hawkins v. Board\nof Control, 350 U.S. 413, remanded the case on the II. THERE IS NOTHING IN THE NATURE OF PUBLIC RECREA-\nauthority of its decision in the Brown case, stating TIONAL FACILITIES TO SUGGEST ANY NECESSITY FOR DE-\nLAY IN THEIR DESEGREGATION\nthat \"[a]s this case involves the admission of a Negro\nto a graduate professional school, there is no reason Unlike the situation in public primary and second-\nfor delay. He is entitled to prompt admission under ary schools, there is nothing about the essential char-\nthe rules and regulations applicable to other qualified acter of public recreational facilities to suggest that\ncandidates.\" See also Lucy v. Adams, 350 U.S. 1;\n14 \nAs the Court of Appeals for the Fifth Circuit stated\nBooker v. Tennessee Board of Education, 240 F. 2d 689\nrecently in a school desegregation case (Ross v. Dyer, No. 11921,\n(C.A. 6), certiorari denied, 353 U.S. 965. The same is decided December 28, 1962, slip opin., p. 8) :\nOrdinarily, on a declaration by a court of unconsti-\ntrue in the field of transportation facilities. See\ntutional deprivation of rights, the relief granted is\nimmediate and complete.\n\n18 19\ndesegregation would present insuperable physical similarity is more apparent than real. In the first\nproblems. None of the administrative difficulties place, sheer numbers create a significantly greater\nidentified by the Court in its implementation opinion administrative problem in education because of the\nin the Brown case (see pp. 14-15, supra) has significant far higher degree of supervision and because physical\napplication here. Thus, the problems of overcrowded facilities and equipment must more closely match the\nclassrooms and inadequate educational equipment im- number of children involved. Second, recreational\nplicit in this Court's concern over \"the physical con- facilities will normally be attended with far less fre-\ndition of the school plant\" (349 U.S. at 300) have quency and regularity, on an individual basis, than\nno real counterpart in such flexible facilities as pub- educational facilities. This circumstance stems in\nlic parks, playgrounds and museums. There is ob- large part from a third and extremely important dif-\nviously no accessory \"transportation system\" (ibid.) ference : the compulsory character of school attend-\nproblem in relation to such facilities. Whatever ance, contrasted with the purely voluntary use of\nminor problems of \"personnel\" (ibid.) may be posed recreational facilities. This point was emphasized by\nby the desegregation of recreational facilities are in- the court of appeals in Dawson v. Mayor and City\nsignificant compared with the profound difficulties Council of Baltimore, 220 F. 2d 386 (C.A. 4), af-\nattending such a process in the closely-supervised, firmed, 350 U.S. 877, when it said (220 F. 2d at 387) :\nhighly personalized school situation. The \"revision * * * if [a State's police] power cannot be\nof * districts and attendance areas\" (ibid.) re- invoked to sustain racial segregation in the\nschools, where attendance is compulsory and\nquired by school desegregation finds no equivalent\nracial friction may be apprehended from the\nwhatever in most systems of public parks and other\nenforced commingling of the races, it cannot\nrecreational facilities. Finally, while the necessity\nbe sustained with respect to public beach and\nfor \"revision of local laws and regulations\" (349 U.S. bathhouse facilities, the use of which is entirely\nat 301) raises serious problems in relation to a gov- optional.\nernmental function subject to as detailed and compre-\nConsidering that there is thus nothing in the nature\nhensive regulation as schools, such is plainly not the\nof recreational facility desegregation to suggest\ncase in the recreational field.\nreally serious physical obstacles, it is not surprising\nThe only major area of similarity between the\nthat, in almost all cases involving the desegregation\nprocess of public school desegregation and that of\nof such facilities, the possibility of delay was not\npublic recreational facilities is that in both instances\neven considered. See, e.g., Dawson v. Mayor and City\nrelatively large numbers of people may be involved\nCouncil of Baltimore, supra (beaches and bath-\n(see p. 14, supra). We submit, however, that the houses) ; New Orleans City Park Improvement Ass'n\n\n21\n20\nOne other point deserves mention. The Court, in\nv. Detiege, 252 F. 2d 122 (C.A. 5), affirmed, 358 U.S.\ndetermining the character of the relief to be granted\n54 (golf courses and other facilities of City Park) ;\nin the Brown case, was obliged to take into account\nHolmes v. City of Atlanta, 124 F. Stipp. 290 (N.D.\nthe fact that its decision on the merits effected a sub-\nGa.), affirmed, 223 F. 2d 93 (C.A. 5), vacated, 350 U.S.\nstantial change in what had theretofore been widely\n879 (golf courses) ; Tate v. Department of Conserva-\nsupposed to be the law of the land. As of the early\ntion, 133 F. Supp. 53 (E.D. Va.), affirmed, 231 F. 2d\n1950's, public authorities could not fairly be said to\n615 (C.A. 4), certiorari denied, 352 U.S. 838 (state\nhave been on authoritative notice that public school\nparks) ; Moorhead v. City of Ft. Lauderdale, 152 F.\nsegregation was unconstitutional and that detailed\nSupp. 131 (S.D. Fla.), affirmed, 248 F. 2d 541 (C.A.\nplans for eventual desegregation should therefore be\n5) (golf course) ; Simkins v. City of Greensboro, 149\nlaid. In view of the magnitude and complexity of\nF. Supp. 562 (M.D.N.C.), affirmed, 246 F. 2d 425\nthe problems of public school administration, this cir-\n(C.A. 4) (golf course) ; City of St. Petersburg v.\ncumstance alone lent considerable justification to a\nAlsup, 238 F. 2d 830 (C.A. 5) (beach and swimming\nreasonable delay in the enforcement of the Court's\npool) ; Shuttlesworth v. Gaylord, 202 F. Stipp. 59\ndecree. No such element is present in the case of\n(N.D. Ala.) (public recreational facilities of the City\npublic recreational facility desegregation in the early\nof Birmingham and businesses operated in connection\n1960's. It was decided by this Court in 1955 that\ntherewith) ; Holley v. City of Portsmouth, 150 F.\nsegregation of the races in such facilities violates the\nSupp. 6 (E.D. Va.) (golf courses, swimming pools,\nequal protection clause of the Fourteenth Amend-\nbathing beaches, parks, etc.) ; 15 Willie v. Harris\nment. Dawson v. Mayor and City Council of Balti-\nCounty, 202 F. Stipp. 549 (S.D. Texas) (Silvan Beach\nmore, 220 F. 2d 386 (C.A. 4), affirmed, 350 U.S. 877;\nPark) ; Ward v. City of Miami, 151 F. Supp. 593\nsee also Muir v. Louisville Park Theatrical Ass'n, 347\n(S.D. Fla.) (golf course).\"\nU.S. 971. Any need for time to adjust to that de-\n15 Although only the municipal golf course was in issue in this cision has long since been exhausted; public authori-\ncase, in its opinion the court said that \"the separate but equal ties have already had over seven years in which to\ndoctrine has ceased to exist with respect to governmental facili-\nties including golf courses, swimming pools, bathing beaches, the court indicated that \"if justifying circumstances were made\nparks, etc.\" (150 F. Supp. at 7). to appear\" a trial court might have discretion to order a delay;\n16 In City of Montgomery v. Gilmore, 277 F. 2d 364 (C.A. 5), however, no delay (beyond that agreed to by the parties) was\nthe court of appeals indicated that, where it indisputably ap- there ordered. In Hayes v. Crutcher, 137 F. Supp. 853 (M.D.\npeared that ordering immediate desegregation of the park fa- Tenn.), and Augustus v. Pensacola, 1 Race Rel. L. Rep. 681\ncilities of a large city would result in all citizens' being totally (N.D. Fla.), the court allowed only such reasonable time as was\nand indefinitely deprived of any recreational facilities what- essential for the defendants to make necessary arrangements to\never, some reasonable measure of delay might be appropriate. comply with its decree.\nIn Cummings v. City of Charleston, 288 F. 2d 817 (C.A. 4),\n\n22 23\nwork out any problems posed by the desegregation of commission, the director of the park system and the\npublic recreational facilities. chief of police), none of them made a convincing\nAlthough the magnitude of the physical obstacles case for the proposition that such serious obstacles\nto public school desegregation—as they existed in stood in the way of desegregating the City's recre-\n1954-55, at least—was Obvious on the face of the mat- ational facilities as would warrant delay. The lack of\nter (see, e.g., Brown v. Board of Education, 345 U.S. justification is apparent from an analysis of the fac-\n972, 973; 347 U.S. 483, 495), this Court was at pains tors considered by the courts below—which in turn\nto emphasize that public authorities nevertheless had reflected the record developed by the public authori-\nthe burden of establishing the actual necessity of de- ties—in ordering the delay. The district court sum-\nlay in the vindication of recognized constitutional marized eight such factors (R. 95),\" each of which\nrights (349 U.S. 294, 300). If such a burden is im- is briefly discussed below.\nposed where the existence of extraordinary problems (1) Importance of time to accomplish change-over\nis obvious, it is, we submit, fairly inferable that a from a partially segregated system to an integrated\nmuch higher burden is to be imposed where the exist- one.\nence of such serious problems is not readily apparent. This factor is, of course, a mere conclusion the\nWe have shown that there is nothing in the essential validity of which depends upon the adequacy of the\nnature of public recreational facilities or systems to sum of the other factors. It does, however, point up\nsuggest that their desegregation will present any great one circumstance that, if anything, militates against\ndifficulties—not, at any rate, at this late date. It fol- delay in integration: the Memphis recreational sys-\nlows, we believe, that delay in such a process can be tem has already been partially desegregated. Grant-\njustified in a particular case only under the most ing petitioners their rights would not require an over-\nexigent circumstances and upon the clearest and most night transformation from total segregation to total\nconvincing demonstration that the public authorities integration. The officials administering the system\nface well nigh insuperable problems. and the general public have already had some experi-\nWe turn now to the question of whether such a ence in adapting themselves to the change.\nshowing was made in this case. (2) Good will and understanding heretofore ob-\ntaining between the races.\nIII. THE RESPONDENTS ADVANCED NO JUSTIFICATION FOR\nHere again, it is difficult to see why this factor does\nDELAY IN THE DESEGREGATION OF THE RECREATIONAL\nnot argue for prompt action rather than delay. If\nFACILITIES OF MEMPHIS\nAlthough respondents offered the testimony of sev- 1' The district court later restated them in slightly altered\nform (R. 99), and this restatement was quoted in full by the\neral municipal officials (the chairman of the park\ncourt of appeals (R.. 121).\n\n24\n25\nthere is good will and understanding among all groups\nbe denied the right to avail himself of those\nwill \nof Memphis citizens, it would seem that immediate de-\nfacilities.\nsegregation could be effected more smoothly than if\nThis factor does not, of course, state any reason for\nthere were hostility. Not that hostility between the\ndelay; it merely argues that delay will not seriously\nraces would justify any delay, for the Court made\naffect the rights of Negroes to avail themselves of\nit clear in the Brown case that the constitutional prin-\nrecreational facilities. Furthermore, the essence of\nciples involved here \"cannot be allowed to yield sim-\nthis consideration is that \"separate but equal\"\nply because of disagreement with them\"  U.S. at\n(349 \n(assuming \"ample\" connotes equality) recreational\n300). It is relevant, too, to observe that delay may\nfacilities are available to the Negro citizens of Mem-\nwell do more harm than good to the \"good will and\nphis. We submit that such a factor is entitled to no\nimderstanding\" of the community. One writer, com-\nweight whatever, now that Plessy v. Ferguson, 163\nmenting on the experience of the Board of Recreation\nhas been laid to rest.\nU.S. 537, \nof the District of Columbia (Indritz, Racial Ramparts\n(4) Maintenance of law and order.\nin the Nation's Capital, 41 Geo. L.S. 297, 327), had\nThe short answer to this point was given by this\nthis to say:\nCourt in Cooper v. Aaron,  U.S. 1, 16, when it\n* 358 \nThe net result of the Board's actions * \t\nsaid that \"law and order are not * * * to be pre-\nhas been to impede rather than to help inte-\nserved by depriving the Negro children of their\ngration through voluntary inter-racial associa-\nconstitutional rights.\" See also Buchanan v. TVarley,\ntion and the growth of mutual understanding, to\nlower the quality of public recreation to all, 245 U.S. 60, 81. Furthermore, while respondents'\nand, most significantly, to invite community witnesses expressed the opinion that, if the recrea-\ncrises and warfare in mixed neighborhoods by tional system were integrated all at once, it would be\ncontinuing to exclude colored children from\nnecessary to increase police protection (e.g., R. \n72),\ntheir neighborhood playgrounds while militant\nno concrete substantiation was offered for this specu-\ngroups on both sides lined up for conflict.\nlation. On the contrary, it was testified that those\nWhere a feeling of community good will and under-\nfacilities that had already been desegregated had not\nstanding prevails, delay can serve no purpose but to\nexperienced violence (R. 53) ; indeed, the only inci-\ninvite agitators to undermine and dissipate it.\ndent of violence at a recreational facility cited by\n(3) The fact that, pending the transition period\nany of the witnesses occurred at a segregated (i.e.,\nnow in progress, ample recreational facilities, under\nNegro only) exercise (R. 83; see also R. 81, where\nthe operation of the Park Commission, will be availa-\nit was said that there is more rowdy behavior at\nble to all Negro citizens of Memphis, and no Negro\nNegro parks than at white parks). Moreover, there\n\n26 27\nwas no concrete evidence that the park police force, tioners' constitutional rights. Moreover, this point\nwith the aid of the large (725-man) . city police force would now seem to be moot, since the only facility that\n(R. 88), could not adjust to any-. increased need for appears to be affected by this factor, the Fairgrounds\nprotection that might eventuate. amusement park (see R. 42, 65), has already been\n(5) Avoidance of confusion and turmoil in the desegregated in accordance with the court's order\ncommunity. (R. 94-95, 114).\nHere, too, little in the way of actual experience (7) The fact that immediate integration would\nwas offered to support the witnesses' expressed fears result in a denial to a substantial number of citizens,\nthat confusion and turmoil would reign in the com- both Negro and White, of an opportunity to avail\nmunity if all of the recreational facilities were themselves of recreational facilities now afforded to all\npromptly desegregated; in fact, the only specific citizens of Memphis.\nevidence of general community reaction to recreational It should be noted that the primary implication of\ndesegregation that was advanced was one witness's this statement—that some of the facilities will have\ntestimony that he received \"a large number of anony- to be closed in the event of immediate integration—\nmous letters and telephone calls to my home from white does not stem from any mandate of state law; Ten-\npeople\" every time a recreational facility was deseg- nessee law permits, but does not require, racial seg-\nregated (R. 53). However, the same witness testified regation in local park facilities (Tenn. Code Ann.,\nthat the City had \"been singularly blessed by the Tit. 62, Sec. 715), so that no legislative action would\nabsence of turmoil up to this time on this race ques- be necessary in order to accomplish complete deseg-\ntion\" (R. 43), notwithstanding the fact that a signi- regation. This suggestion that facilities may have to\nficant number of recreational and other public be closed appears to be based upon the testimony of\nfacilities in Memphis had been desegregated for quite the chairman of the park commission that, in the\nsome time, In any event, as we have pointed out event of immediate and total desegregation, \"We\n(see p. 15, supra), community opposition to the would have to, under the present budget, reduce the\nenforcement of constitutional rights cannot be per- number of playgrounds drastically in order to give\nmitted to impede their vindication. them full protection\" (R. 73). No factual support\n(6) Revenues available from concessions operated for this statement was tendered. It was based on an\non park property. assumption—that integrated facilities require greater\nSurely such a potential financial loss to the park police protection than segregated—which in turn had\ncommission—and such a loss is conjectural in the no factual support (see pp. 25-26, supra). However\nextreme—cannot justify the withholding of peti- that may be, there was no indication of anything\n\n28 29\nmagic about \"the present budget\" such that, either by liberate speed\" formulation in the Biown case are\npresent here. We submit that the respondents entirely\ninternal adjustment within the City's appropriation\nfailed to demonstrate that physical necessity or the\nfor recreation or the enlargement of that appropria-\npublic interest call for any delay in the vindication of\ntion, the resources of the City of Memphis were un-\npetitioners' unquestionable right to equal protection\nequal to the task of prompt desegregation of park\nof the laws.\nfacilities.\nCONCLUSION\n(8) The constitutional and other legal rights of all\nFor the foregoing reasons, the decision of the court\ncitizens, both White and Colored.\nbelow should be reversed.\nIt is not clear just what the district court has\nRespectfully submitted.\nreference to in setting forth this factor. Certainly no\nconstitutional or legal right of the Negro citizens ARCHIBALD Cox,\nis being advanced by a delay in the enforcement of Solicitor General.\ntheir right to equal protection of the laws. On the BURKE MARSHALL,\ncontrary, that right is being subordinated to an inter- Assistant Attorney General.\nest—the apparent desire of some of the white citizens J. WILLIAM DOOLITTLE,\nof Memphis that racial discrimination be maintained Assistant to the Solicitor General.\nin the City's recreational system—which is entitled. HAROLD H. GREENE,\nto no legal or constitutional protection whatever. ISABEL L. BLAIR,\nP. \nGERALD  CHOPPIN,\nThus, this factor, like some of the others, argues far\nAttorneys.\nmore eloquently for immediate enforcement of the\nFEBRUARY 1963.\npetitioners' constitutional rights than it does for any\nform of delay.\nIn summary, neither the list of factors upon which\nthe courts below based their decision nor the evi-\ndentiary record on which they purported to draw con-\ntains any justification for their refusal to direct the\nrespondents to desegregate the Memphis recreational\nsystem forthwith. The record is altogether uncon-\nvincing that any really serious physical problems stand\nin the way of immediate desegregation, let alone that\nunique obstacles which called for the \"with all de-\nU. S. GOVERNMENT PRINTING OFFICE:1963\n\nNo. 424\natourt off tilt nitui tats\nffiuptente \nOCTOBER TERM, 1962\nI. A. WATSON, JR., ET AL., PETITIONERS\nV.\nCITY OF MEMPHIS, ET AL.\nON WRIT OP CERTIORARI TO THE UNITED STATES COURT OF\nAPPEALS FOR THE SIXTH CIRCUIT\nBRIEF FOR THE UNITED STATES AS AMICUS CURIAE\nARCHIBALD COX,\nSolicitor General,\nBURKE MARSHALL,\nAssistant Attorney General,\nJ. WILLIAM DOOLITTLE,\nAssistant to the Solicitor General,\nHAROLD H. GREENE,\nISABEL L. BLAIR,\nGERALD P. CHOPPIN,\nAttorneys,\nDepartment of Justice, Washington 25, D.C.\n\nINDEX\nPage\nOpinions below(cid:9) 1\nJurisdiction(cid:9) 1\nQuestion presented(cid:9) 2\nInterest of the United States(cid:9) 2\nStatement(cid:9) 3\nSummary of argument(cid:9) (cid:9) 6\nArgument(cid:9) 9\nI. The rule that constitutional rights are presently\nenforceable is subject to exception only in the\nmost unusual and exigent circumstances(cid:9) 10\nII. There is nothing in the nature of public recrea-\ntional facilities to suggest any necessity for\ndelay in their desegregation(cid:9) 17\nIII. The respondents advanced no justification for\ndelay in the desegregation of the recreational\nfacilities of Memphis(cid:9) 22\nConclusion(cid:9) 29\nCITATIONS\nCases:\nAugustus v. Pensacola, 1 Race Rel. L. Rep. 681(cid:9) 21\nAvery v. Georgia, 345 U.S. 559(cid:9) 11\nBarrows v. Jackson, 346 U.S. 249(cid:9) 11\nBob-Lo Excursion Co. v. Michigan, 333 U.S. 28(cid:9) 11\nBooker v. Tennessee Board of Education, 240 F. 2d 689,\ncertiorari denied 353 U.S. 965(cid:9) 16\nBoynton v. Virginia, 364 U.S. 454(cid:9) 17\nBrotherhood of Railroad Trainmen v. Howard, 343 U.S.\n768(cid:9) 11\nBrowder v. Gayle, 142 F. Supp. 707, affirmed, 352 U.S.\n903(cid:9) 17\nBrown v. Board of Education, 345 U.S. 972(cid:9) 12, 22\nBrown v. Board of Education, 347 U.S. 483(cid:9) 12, 22\nBrown v. Board of Education, 349 U.S. 294(cid:9) 2,\n6, 7, 9, 14, 15, 16, 18, 22, 24\nBuchanan v. Warley, 245 U.S. 60(cid:9) 11, 25\n(I)\n674630-63-1\n\nIL III\nCases—Continued Cases—Continued\nPage\nCassell v. Texas, 339 U.S. 282_____________________ 11 Rice v. Elmore, 165 F. 2d 387, certiorari denied, 333 Page\nCity of Montgomery v. Gilmore, 277 F. 2d 364(cid:9) 20 U.S. 875(cid:9) (cid:9) 11\nCity of Richmond v. Deans, 281 U.S. 704(cid:9) 11 Ross v. Dyer, C.A. 5, No. 11921, decided December\nCity of St. Petersburg v. Alsup, 238 F. 2d 830(cid:9) 20 28, 1962(cid:9) 17\nCooper v. Aaron, 358 U.S. 1(cid:9) 25 Schnell v. Davis, 336 U.S. 933(cid:9) 11\nCummings v. City of Charleston, 288 F. 2d 817(cid:9) 20 Shelley v. Kraemer, 334 U.S.1(cid:9) 11\nDawson v. Mayor and City Council of Baltimore, 220 F. Shuttlesworth v. Gaylord, 202 F. Supp. 59(cid:9) 20\n2d 386, affirmed, 350 U.S. 877(cid:9) 19, 21 Simkins v. City of Greensboro, 149 F. Supp. 562, af-\nDistrict of Columbia v. John R. Thompson Co., Inc., firmed, 246 F. 2d 425(cid:9) 20\n346 U.S. 100(cid:9) 11 Sipuel v. Board of Regents, 332 U.S. 631(cid:9) 10\nFlemming v. South Carolina Electric c (cid:9) Gas Co., 224 F. Smith v. Allwright, 321 U.S. 649(cid:9) 11\n2d 752, appeal dismissed, 351 U.S. 901; 239 F. 2d Sweatt v. Painter, 339 U.S. 629(cid:9) 10, 11\n277(cid:9) 17(cid:9) Takahashi v. Fish c (cid:9) Game Comm., 334 U.S. 410(cid:9) 11\nFlorida ex rel Hawkins v. Board of Control, 350 U.S. Tate v. Department of Conservation, 133 F. Supp. 53,\n413(cid:9) 16(cid:9) affirmed, 231 F. 2d 615, certiorari denied, 352 U.S.\nGraham v. Brotherhood of Locomotive Firemen & Engine- 838(cid:9) 20\nmen, 338 U.S. 232(cid:9) (cid:9) 11 Terry v. Adams, 345 U.S.461(cid:9) 11\nHarmon v. Tyler, 273 U.S. 668(cid:9) 11 Virginia, Ex parte 100 U.S.339(cid:9) 11\nHayes v. Crutcher, 137 F. Supp. 853(cid:9) 21 Virginia v. Rives, 100 U.S.313(cid:9) 11\nHenderson v. United States, 339 U.S. 816(cid:9) 11 Virginia v. West Virginia, 222 U.S. 17(cid:9) 15\nHill v. Texas, 316 U.S. 400(cid:9) 11 Ward v. City of Miami, 151 F. Supp. 593(cid:9) 20\nHolley v. City of Portsmouth, 150 F. Supp. 6(cid:9) 20 Willie v. Harris County, 202 F. Supp. 549(cid:9) 20\nHolmes v. City of Atlanta, 124 F. Supp. 290, affirmed, rick Wo v. Hopkins, 118 U.S. 356(cid:9) 11\n223 F. 2d 93, vacated, 350 U.S. 879 (cid:9) 20 Constitution and statutes:\nHurd v. Hodge, 234 U.S. 24(cid:9) 11 U.S. Constitution, Fourteenth Amendment(cid:9) 21\nLane v. Wilson, 307 U.S. 268(cid:9) 11 28 U.S.C. 1343(cid:9) 3\nLucy v. Adams, 350 U.S. 1(cid:9) 16 28 U.S.C. 2201(cid:9) 3\n_ (cid:9)\nMcLaurin v. Oklahoma State Regents, 339 U.S. 637_ __ 10 28 U.S.C. 2202(cid:9) 3\nMissouri ex rd. Gaines v. Canada, 305 U.S. 337(cid:9) 10 42 U.S.C.1981(cid:9) 3\nMoorhead v. City of Ft. Lauderdale, 152 F. Supp. 131, 42 U.S.C. 1983(cid:9) 3\naffirmed, 248 F. 2d 544(cid:9) 20 Tenn. Code Ann., Tit. 62, Sec. 715(cid:9) 27\nMorgan v. Virginia, 328 U.S. 373(cid:9) 11 Miscellaneous:\nMuir v. Louisville Park Theatrical Ass'n, 347 U.S. Greenberg, Race Relations and American Law(cid:9) 15\n971(cid:9) 21 Indritz, Racial Ramparts in the Nation's Capital, 41\nNew Orleans City Park Improvement Ass'n v. Detiege, Geo. L.J. 297(cid:9) 24\n252 F. 2d 122, affirmed, 358 U.S. 54 (cid:9) 19 Report of United States Commission on Civil Rights\nOyama v. California, 332 U.S. 633(cid:9) 11(cid:9) (1959)(cid:9) 15\nPlessy v. Ferguson, 163 U.S. 537(cid:9) 25\nRailway Mail Ass'n. v. Corsi, 326 U.S. 88(cid:9) 11\n\n4n tht 55nprtint Court ofr the nited *atm\nOCTOBER TERM, 1962\nNo. 424\nI. A. WATSON, JR., ET AL., PETITIONERS\nV.\nCITY OF MEMPHIS, ET AL.\nON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\nAPPEALS FOR THE SIXTH CIRCUIT\nBRTEP FOR THE UNITED STATES AS AMIGOS CURIAE\nOPINIONS BELOW\nThe opinion of the United States Court of Appeals\nfor the Sixth Circuit (R. 111-122) is reported at 303\nF. 2d 863. The opinion of the United States District\nCourt for the Western District of Tennessee (R. 105-\n110) is not reported.\nJURISDICTION\nThe judgment of the court of appeals was entered\non June 12, 1962 (R. 110). The petition for a writ\nof certiorari was granted by this Court on November\n19, 1962 (371 U.S. 909; R. 123). The jurisdiction\nof this Court rests on 28 U.S.C. 1254(1).\n(1)\n\nQUESTION PRESENTED public recreational facilities is an issue of national\nWhether the enforcement of Negroes' constitutional importance.\nright to non-discriminatory access to public recrea- STATEMENT\ntional facilities may be delayed where the public This action was brought by adult Negro citizens of\nauthorities have failed to meet their burden of estab- the United States and the State of Tennessee, resid-\nlishing that serious physical obstacles and other ing in the City of Memphis, Tennessee, on behalf of\nunique problems stand in the way Of immediate themselves and others similarly situated, to desegregate\ndesegregation. the public recreational facilities in that city. Filed\non May 13, 1960, the action was in the form of a\nINTEREST OF THE UNITED STATES\ncomplaint for declaratory and injunctive relief,\nThis case marks the first time that the Court has\ninvoking jurisdiction under 28 U.S.C. 1343, 2201, 2202\nhad before it on the merits the issue of whether the\nand 42 U.S.C. 1981, 1983.\ndecision of this Court to allow public primary and\nThe plaintiffs alleged that certain public libraries,\nsecondary schools to be desegregated \"with all delib-\nparks, playgrounds, golf courses, boat docks, and\nerate speed\" (Brown v. Board of Education, 349 U.S.\nlakes are restricted to the exclusive use of either\n294), rather than forthwith, has become the general\nwhites or Negroes 1 and that public art galleries and\nrule (and not an extremely limited exception) with\nmuseums restrict their admission of Negroes to one\nrespect to the desegregation of public facilities—\nday per week, whites being exclusively admitted on\nhere, public recreational facilities. The government\nall of the other days (R. 6).\nparticipated as amicus curiae in the cases which led\nThe answer of the defendants was filed on July 1,\nto the formulation of the Brown decree and sup-\n1960. It did not deny the existence of racial segre-\nported the view that, under general doctrines of\ngation in public recreational facilities in Memphis,\nequity, some delay in the enjoyment of the right to\nasserting in this respect only that \"[i]n other than\nattend non-segregated public schools was not imper-\nresidential areas, the parks are used generally by all\nmissible. Problems peculiar to school segregation\nthe citizens of Memphis\" (R. 9). The defendants\nwere cited in the government's briefs as warranting\nalso alleged that the facilities made available to\na departure from the general rule that constitutional\nNegroes were adequate in proportion to their num-\nrights are present rights. As the second Brown bers ; that \"historically and traditionally, riots and\nopinion shows, the Court adopted this reasoning.\nviolence have frequently occurred in areas where races\nThe question whether similar considerations are appli-\n1\nIt was also claimed that the \"white\" facilities \"far outnum-\ncable in cases involving the right of equal access to\nber\" those which are restricted to Negroes (R. 6).\n\n5\n4\nthe chief of police (R. 87-90) testified that, in their\nare mixed in large numbers in places of amusement\"\nopinion, violence and disorder would result if all of\n(R. 11) ; that the geographical location of the city\nthe public recreational facilities in Memphis should\nengendered peculiar problems; and that \"the inci-\ndesegregate at once (R. 54, 88) and that a curtailment\ndence of violence, vandalism and disorders among\nof the program for the Negro children might occur\nvisitors to the parks of the City of Memphis is\n(R. 71). The Commission chairman stated, however,\ngreatly increased in those parks frequented by Negro\nthat no violence had occurred at those facilities\ncitizens\" (R. 12). The answer pointed to the possible\nalready desegregated (R. 53). The superintendent\nloss of revenues from concessions and the prohibitive\nrelated that police protection had been increased at\ncost of additional police protection as reasons for not\nthe zoo since it was desegregated (R. 72), but the\ndesegregating and cited specific problems relating to\nonly specific instance of disorder in the parks that\nracially restrictive covenants affecting the title to cer-\nhe cited occurred at one of the closing exercises for\ntain parks (R. 11, 12).\nNegroes at Lincoln Park, a problem admittedly not\nAt the trial, held on Jive 14-15, 1961, it was shown\nconnected with desegregation (R. 83). The chief of\nthat the recreational program of the City of Memphis\npolice apparently based his opinion that violence and\nserves 100,000 children, approximately 65 percent of\ndisorders might occur upon his experience with the\nwhom are white and 35 percent Negro. Of the 131\ndesegregated bus system. The police, he said, \"had\nparks owned by the city, 58 are white-only, 25 Negro-\nmany calls on the trouble we have had on the buses\nonly, 25 are desegregated, and 23 undeveloped (R.\nsince they have been integrated\" (R. 87). He also\n39, 92).2\ncited one specific instance of racial trouble in con-\nNegro witnesses testified to instances where they\nnection with a \"sit-in\" at a drug store (R. 90).\nwere turned away from playgrounds (R. 26) and\nOn June 20, 1961, the district court entered its\ngolf courses (R. 13, 16, 24) located more conveniently\njudgment denying the injunction (R. 103). 3 It\nto their homes than available Negro facilities. Other\nwitnesses experienced racial exclusion or discrimina- 3 The district court found that Memphis has 117 playgrounds,\ntion when they tried to use the Fairgrounds amuse- 12 community centers, and ten swimming pools. Of the 117\nplaygrounds, 61 are on city-owned property controlled by the\nment park (R. 18), the Pink Palace art museum (R.\npark commission. Of these, 40 were restricted to whites and\n18), certain tennis courts (R. 27, 30), and when they 21 to Negroes. The other 56 playgrounds and facilities oper-\ntried to enter a fishing rodeo (R. 20). ated by the park commission are on property owned by\nchurches, private groups and the school board. Of these, 30\nThe chairman of the park commission (R. 32-61),\nare restricted to whites and 26 to Negroes. The 12 community\nthe superintendent of the park system (R. 62-86) and centers with gymnasiums are all on city-owned property ; eight\n674630-63-2\n2 \nThe zoo, an art gallery and a boat dock at McKellar Lake\nare desegregated (R. 40).\n\n7\nI.\napproved the plan of the defendants for desegregat-\ning the Fairgrounds by the end of 1961 and for deseg-\nWhen the Court had the school segregation cases\nregating the golf courses in stages, the last stage\nbefore it, the principle was already well established\noccurring on January 1, 1964 (R. 102-104). The\nthat the constitutional right of Negroes to be free\ncourt retained jurisdiction of the cause, staying its\nfrom discrimination on account of their race is a\nadjudication of the controversy concerning the Pink\npresent and immediately enforceable right. How-\nPalace art museum to allow the state courts time to\never, both the Court and the parties to the Brown\npass on the racial covenant, and ordered the defend-\ncase recognized that public primary and secondary\nants to submit within six months from June 15, 1961,\nschool desegregation posed such serious physical ob-\na plan for the desegregation of the playgrounds and\nstacles and other unique problems that some reason-\ncommunity centers (R. 96). The court held that \"[n] o\nable delay might be appropriate. In conformity with\nspecific terminal date for such integration can be set\nthis conclusion, the Court ordered the schools de-\nat this time\" (R. 96).\nsegregated \"with all deliberate speed.\"\nThe plaintiffs appealed, and on June 12, 1962, the\nIn thus sanctioning a measure of delay in public\ncourt of appeals affirmed (R. 110).\nschool desegregation, the Court was not abandoning\nSUMMARY OF ARGUMENT the principle that constitutional rights are presently\nThe courts below justified postponement of the enforceable or engrafting a \"with all deliberate\nenforcement of petitioners' right to equal access to speed\" exception as a permanent and routine feature\npublic recreational facilities by reference to Brown in the enforcement of Fourteenth Amendment rights.\nv. Board of Education, 349 U.S. 294, where the Court It simply held that, in the face of obstacles as formid-\ndirected that public primary and secondary schools able as those facing the public school systems, it was\nbe desegregated \"with all deliberate speed.\" In the within the appropriate discretion of a court of equity\ncontext of public recreational facilities and on the to permit a reasonable amount of delay in desegre-\nrecord in this case, we submit that the courts below gation.. The Court emphasized that in each case the\nerred in permitting delay. burden was upon the public officials to justify any\nsuch delay.\nof these were restricted to whites and four to Negroes. Of the II.\nten swimming pools, five were restricted to whites and five to\nNegroes. At the time of the district court decision, restrictions There is nothing about public recreational facilities\nas to use by Negroes were scheduled to be removed \"in the\nto suggest that their desegregation would present in-\nnear future\" at one of the white-only community centers and at\none of the white-only pools (R. 92-93). superable problems. None of the difficulties identi-\nfied by the Court in its Brown opinion is present in\n\n8\n9\nany significant degree. The only major area of simi-\nlarity between the public school and recreational physical obstacles and other unique problems stand\nfacility situations is the fact that both involve large in the way of immediate desegregation.\nnumbers of people. However, this factor has far\nARGUMENT\nmore significance in the educational field because of\nThe courts below have ordered that the vindication\ncloser supervision, more constant and regular at-\nof the petitioners' unquestionable right, under the\ntendance, and its compulsory character. Thus, since\nFourteenth Amendment, to the abolition of racial\nno problems fairly comparable to those involved in\ndiscrimination in the public recreational facilities of\npublic school desegregation are readily apparent in\nMemphis may be postponed under a plan for gradual\nthe case of desegregation in public recreational facili-\ndesegregation. They justify this conclusion by refer-\nties, the burden upon public officials to justify any\nence to this Court's decision in Brown v. Board of\ndelay in the latter instance is extremely heavy.\nEducation, 349 U.S. 294, where the Court directed\nIII.\nthat public primary and secondary schools be de-\nsegregated, not immediately, but \"with all deliberate\nIn this instance, the public authorities failed to\nspeed\" (349 U.S. at 301).\nmake any case at all for the proposition that delay\nIt is the position of the government, as amicus\nwas warranted by serious obstacles standing in the\ncuriae, First, that the right to equal protection of the\nway of desegregating the City's recreational facilities.\nlaws is a present and immediately enforceable right\nThis is demonstrated by an analysis of the factors\nand that the Court in the Brown case was willing to\ncited by the district court. A number of them de-\nsanction a measure of delay only because of the\npended upon assumptions of potential violence and\nformidable physical obstacles and other unusual prob-\nincreased need for police protection, which were with-\nlems that woul d be encountered in the complete inte-\nout any concrete support in the record. Others were\ngration of large and complex public school systems;\nbased on such untenable concepts as that \"separate\nSecond, that, since no fairly comparable problems are\nbut equal\" facilities were adequate for the petitioners\nreadily apparent in the case of desegregation in\nand that popular hostility to desegregation would\npublic recreational facilities, the burden upon public\njustify delay. Still other factors, such as the fact\nauthorities to justify any delay is an extremely heavy\nthat good will and understanding prevails between\nthe races, argued more for prompt desegregation than one; arid Third, that the public authorities in this\ncase have established no necessity whatever for any\nfor delay. In short, the public authorities failed en-\ndelay in the desegregation of the public recreational\ntirely to meet their burden of establishing that serious\nfacilities of Memphis.\n\n10 11\nthe graduate school of the University of Oklahoma,\nI. THE RULE THAT CONSTITUTIONAL RIGHTS ARE PRESENT-\nLY ENFORCEABLE IS SUBJECT TO EXCEPTION ONLY IN saying (339 U.S. at 642) :\nTHE MOST UNUSUAL AND EXIGENT CIRCUMSTANCES We conclude that the conditions under which\nthis appellant is required to receive his educa-\nBy the time this Court had before it the cases in-\ntion deprive him of his personal and present\nvolving segregation in primary and secondary schools,\nright to the equal protection of the laws [citing\nit had become well established that the constitutional\nSweatt v. Painter, supra].\nright of Negroes to be free from discrimination on\nThat the concept of the present enforceability of the\naccount of their race is a present right, entitled to\nright to equal protection had become firmly ingrained\nimmediate enforcement. Thus, in Sipuel v. Board of\nin our constitutional jurisprudence by the early 1950's\nRegents, 332 U.S. 631, 633, the Court (citing Missouri\nis further demonstrated by the fact that there had\nex rel. Gaines v. Canada, 305 U.S. 337) declared that\nbeen no thought or suggestion of delay in the enforce-\na State must provide Negroes with a legal education\nment of the rights involved when this Court ended\nin state institutions in conformity with the equal\nracial discrimination in such areas as voting,' inter-\nprotection clause and that it must do so \"as soon as it\nstate travel,' property ownership,' restaurants in the\ndoes for applicants of any other group.\" In  Sweatt\nDistrict of Columbia,' employment,' and jury\nv. Painter, 339 U.S. 629, the Court ordered the ad-\nservice.\"\nmission of a Negro to the University of Texas Law\nSchool; quoting the Sipuel case, supra, it said, \"It 5 Smith v. Allwright, 321 U.S. 649; Schnell v. Davis, 336 U.S.\n933; Terry v. Adams, 345 U.S. 461; Lane v. Wilson, 307 U.S. 268;\nis fundamental that these cases concern rights which\nRice v. Elmore, 165 F. 2d 387 (C.A. 4), certiorari denied, 333\nare personal and present\" (339 U.S. at 635).4 U.S. 875.\nSimilarly, in McLaurin v. Oklahoma State Regents, 6 Henderson v. United States, 339 U.S. 816 (1950) ; Morgan v.\nVirginia, 328 U.S. 373; Bob-Lo Excursion Co. v. Michigan, 333\n339 U.S. 637, the Court struck down restrictions on\nU.S. 28.\nfull and non-discriminatory attendance by a Negro at 7 Shelley v. Kraemer, 334 U.S. 1; Hurd v. Hodge, 234 U.S.\n24; Buchanan v. TV arley, 245 U.S. 60; Harmon v. Tyler, 273\n4 The idea that the constitutional right to equal protection U.S. 668; City of Richmond v. Deans, 281 U.S. 704; Barrows v.\nof the laws is a \"personal\" right as well as a \"present\" one Jackson, 346 U.S. 249; Oyama v. California, 332 U.S. 633.\nwas developed in response to arguments pointing to the limited 6 District of Columbia v. John R. Thompson Co., Inc., 346\nnumber of persons who might have been actively demanding U.S. 100.\ntheir enjoyment. As the Court said in Missouri ex rel. Gaines 9 Railway Mail Assn. v. Corsi, 326 U.S. 88; Yick Wo v. Hop-\nv. Canada, supra, \"petitioner's right was a personal one. It kins, 118 U.S. 356; Takahashi v. Fish and Game Comm., 334\nwas as an individual that he was entitled to the equal pro- U.S. 410; Graham v. Brotherhood of Locomotive Firemen & En-\ntection of the laws and the State was bound to furnish him ginemen, 338 U.S. 232; Brotherhood of Railroad Trainmen v.\nwithin its borders facilities for legal education * * * whether Howard, 343 U.S. 768.\nor not other negroes sought the same opportunity.\" 305 U.S. 1° Ex parte Virginia, 100 U.S. 339; Virginia v. Rives, 100 U.S.\nat 351. 313; Hill v. Texas, 316 U.S. 400; Cassell v. Texas, 339 U.S. 282;\nAvery v. Georgia, 345 U.S. 559.\n\n12 13\nThe primary and secondary school cases, however, The briefs filed by the various parties in response to\npresented situations of an altogether different order. this question suggested, in varying degrees, that the\nNo evidentiary showing was necessary to make it peculiar problems presented by the desegregation of\nclear that in those cases the Court would be ()on- public primary and secondary schools might well war-\nfronted with unique and complex physical problems rant some delay in the enforcement of the Court's\nfar greater in magnitude than those experienced in decision on the merits. The factors put forward by\nany of the prior racial discrimination cases. Thus, the parties as indicating the appropriateness of a\nin its first opinion in Brown v. Board of Education, departure from the ordinary rule that constitutional\n347 U.S. 483, the Court noted that because the cases rights are presently enforceable included: 12\ninvolved were class actions, \"because of the wide 1. The possibility that extensive revision of\napplicability of this decision, and because of the school district boundaries and consolidation of\nschools might become necessary;\ngreat variety of local decisions, the formulation of\n2.. Problems of transfer of teachers and pu-\ndecrees in these cases presents problems of consider-\npils; revision of teaching schedules ; and alter-\nable complexity\" (347 U.S. at 495) ; accordingly, the\nation of transportation arrangements ; elimina-\nCourt took the unusual step of postponing its deci-\ntion of duplication of functions arising from\nsion on the relief to be granted until after further\nbrought about from existing segregated systems to a sys-\nargument on certain specified questions, notably:\ntem not based on color distinctions?\n\" [M]ay this Court, in the exercise of its equity 5. On the assumption on which questions 4 (a) and (b)\npowers, permit an effective gradual adjustment to be are based, and assuming further that this Court will exer\ncise its equity powers to the end described in question 4(b),.\nbrought about from existing segregated systems to a.\n(a) should this Court formulate detailed decrees\nsystem not based on color distinctions?\" (347 U.S.\nin these cases;\nat 496, n. 13).\" (b) if so, what specific issues should the decrees\nreach;\n11 The full text of the questions (which had been among a (c) should this Court appoint a special master to\nnumber of questions previously propounded at 345 U.S. 972- hear evidence with a view to recommending specific\n973) was: terms for such decrees;\n4. Assuming it is decided that segregation in public (d) should this Court remand to the courts of first\nschools violates the Fourteenth Amendment instance with directions to frame decrees in these cases,\n(a) would a decree necessarily follow providing that, and, if so what general directions should the decrees\nwithin the limits set by normal geographic school dis- of this Court include and what procedures should the\ntricting, Negro children should forthwith be admitted courts of first instance follow in arriving at the\nto schools of their choice, or specific terms of more detailed decrees?\n(b) may this Court, in the exercise of its equity 12 While this listing is necessarily somewhat generalized, we\npowers, permit an effective gradual adjustment to be believe it to be a fair summary of what was developed at length\nin the various briefs submitted in the Brown case.\n3\n674630-63(cid:9)\n\n14 15\nthe existence 'of separate sets of supervisory into compact units to achieve a system of de-\nand administrative officials for Negro and white termining admission to the public schools on a\nschools ; non-racial basis, and revision of local laws and\n3. Necessity of changes in the law where regulations which may be necessary in solving\nallocation of school funds depends : by statute the foregoing problems.\nupon the relative number of Negro .and white\nOn the other hand, it expressly rejected some of the\nchildren of school age ;\nfactors that had been advanced by the parties; thus,\n4. The added burden of accomplishing these\nit emphasized that \"the vitality of these constitutional\ndifficult administrative tasks in an environment\nprinciples cannot be allowed to yield simply because of\nof potential hostility generated by long-standing\ncommunity acceptance of segregation as a \"way disagreement with them\" (349 U.S. at 300).\nof life\" ; In light of those difficult problems, the Court sanc-\n5. The vast number of persons involved ;\ntioned a measure of delay by ruling that an end to\n6. The great variation in the type of racial\npublic school segregation should be accomplished \"with\nsituation to be encountered in different com- 13 \nall deliberate speed.\"  is apparent not only from\nmunities.\nthe unusual procedure employed by the Court in those\n7. The psychological adjustments necessary\nwhere great numbers of persons of different cases, but from the face of its opinion as well, that\nracial backgrounds would be brought into close the Court was willing to accept this departure from\ncontact. the settled principle of present enforceability only\nIn announcing its decree, Brown .v. Board of Educa- 13 The brief filed on behalf of the County School Board\ntion, 349 U.S. 294, the Court. accepted the view that, of Prince Edward County seems to have been the first to sug-\nbecause the implementation of its decision on the gest the \"with all deliberate speed\" concept, by citing lan-\nguage by Mr. Justice Holmes in Virginia v. West Virginia, 222\nmerits might \"call for the elimination of a variety of\nU.S. 17, 19-20. Mr. Justice Holmes there said, \"But a state\nobstacles in making the transition to [desegregated]\ncannot be expected to move with the celerity of a private\nschool systems\" (349 U.S. at 300), some reasonable businessman; it is enough if it proceeds, in the language of\nthe English Chancery, with all deliberate speed.\" The United\ndelay in the enforcement of the rights involved could\nStates Commission on Civil Rights in its 1959 Report, p. 157,\nbe justified. The Court gave meaning to this conclu-\nn. 52, disclosed that a student legal research group of the Uni-\nsion by setting forth some of the considerations that it versity of Virginia had, on its behalf, researched the English\nChancery cases from 1220 to 1865 and had found nothing closer\nhad in mind (349 U.S. at 300-301) :\nto the language quoted than \"with all convenient speed\" and\nproblems related to administration, arising from \"as soon as conveniently might be.\" Similar research was ap-\nthe physical condition of the school plant, the parently also done by Mr. Jack Greenberg, who reported in\nschool transportation system, personnel, revi- .Race Relations and American Law, p. 216, that he and others\nwho researched .the English precedents \"extensively\" had found\nsion of school districts and attendance areas\n\"nothing to elucidate the term's meaning.\"\n\nbecause of the truly exceptional character of the\nBoynton v. Virginia, 364 U.S. 454; Browder v. Gayle,\nphysical problems involved in the cases before. it.\n142 F. Stipp. 707 (M.D. Ala.), affirmed, 352 U.S. 903;\nAnd even though the magnitude of those problems\nFlemming v. South Carolina Electric & Gas Co., 224\nwas obvious, the Court emphasized that in each case\nF. 2d 752 (C.A. 4), appeal dismissed, 351 U.S. 901, and\n\" [t]he burden rests upon the defendants to establish\n239 F. 2d 277 (C.A. 4).\nthat [additional] time is necessary in the public in-\nIn sum, we submit that the teaching of the  Brown\nterest and is consistent with good faith compliance at\ncase, considered in light of what had gone before\n.the earliest practicable date\" (349 U.S. at 300).\nand what has happened since, is that the right to\nIt is thus abundantly clear that the Court, in\nequal protection of the laws, like other constitutional\npermitting some delay in the desegregation of public\nrights,\" is immediately enforceable; that it is only in\nprimary and secondary schools, did not mean to\nthe face of the most formidable obstacles that any\nabandon the principle that constitutional rights are\nexception may be made to that principle; and that\nentitled to present enforcement, or to engraft a\nany public authorities seeking to justify such an ex-\n\"with all deliberate speed\" exception upon the law\nception must carry a very heavy burden of proof.\nas a permanent and routine feature in the enforce-\nWe are thus brought to the central question of this\nment of Fourteenth Amendment rights. That this is\ncase : whether the desegregation of public recreational\nso is further demonstrated by the fact that in a number\nfacilities—either intrinsically or as explained in the\nof subsequent cases the Court has summarily rejected\nrecord below—is likely to involve physical problems or\nattempts to postpone the enjoyment of the right to\nother unique considerations so insuperable as to bring\nequal protection. Thus, in the field of higher educa-\nit within that narrow exception.\ntion, the Court in Florida ex rel. Hawkins v. Board\nof Control, 350 U.S. 413, remanded the case on the II. THERE IS NOTHING IN THE NATURE OF PUBLIC RECREA-\nauthority of its decision in the Brown case, stating TIONAL FACILITIES TO SUGGEST ANY NECESSITY FOR DE-\nLAY IN THEIR DESEGREGATION\nthat \"[a]s this case involves the admission of a Negro\nto a graduate professional school, there is no reason Unlike the situation in public primary and second-\nfor delay. He is entitled to prompt admission under ary schools, there is nothing about the essential char-\nthe rules and regulations applicable to other qualified acter of public recreational facilities to suggest that\ncandidates.\" See also Lucy v. Adams, 350 U.S. 1;\n14 \nAs the Court of Appeals for the Fifth Circuit stated\nBooker v. Tennessee Board of Education, 240 F. 2d 689\nrecently in a school desegregation case (Ross v. Dyer, No. 11921,\n(C.A. 6), certiorari denied, 353 U.S. 965. The same is decided December 28, 1962, slip opin., p. 8) :\nOrdinarily, on a declaration by a court of unconsti-\ntrue in the field of transportation facilities. See\ntutional deprivation of rights, the relief granted is\nimmediate and complete.\n\n18 19\ndesegregation would present insuperable physical similarity is more apparent than real. In the first\nproblems. None of the administrative difficulties place, sheer numbers create a significantly greater\nidentified by the Court in its implementation opinion administrative problem in education because of the\nin the Brown case (see pp. 14-15, supra) has significant far higher degree of supervision and because physical\napplication here. Thus, the problems of overcrowded facilities and equipment must more closely match the\nclassrooms and inadequate educational equipment im- number of children involved. Second, recreational\nplicit in this Court's concern over \"the physical con- facilities will normally be attended with far less fre-\ndition of the school plant\" (349 U.S. at 300) have quency and regularity, on an individual basis, than\nno real counterpart in such flexible facilities as pub- educational facilities. This circumstance stems in\nlic parks, playgrounds and museums. There is ob- large part from a third and extremely important dif-\nviously no accessory \"transportation system\" (ibid.) ference : the compulsory character of school attend-\nproblem in relation to such facilities. Whatever ance, contrasted with the purely voluntary use of\nminor problems of \"personnel\" (ibid.) may be posed recreational facilities. This point was emphasized by\nby the desegregation of recreational facilities are in- the court of appeals in Dawson v. Mayor and City\nsignificant compared with the profound difficulties Council of Baltimore, 220 F. 2d 386 (C.A. 4), af-\nattending such a process in the closely-supervised, firmed, 350 U.S. 877, when it said (220 F. 2d at 387) :\nhighly personalized school situation. The \"revision * * * if [a State's police] power cannot be\nof * districts and attendance areas\" (ibid.) re- invoked to sustain racial segregation in the\nschools, where attendance is compulsory and\nquired by school desegregation finds no equivalent\nracial friction may be apprehended from the\nwhatever in most systems of public parks and other\nenforced commingling of the races, it cannot\nrecreational facilities. Finally, while the necessity\nbe sustained with respect to public beach and\nfor \"revision of local laws and regulations\" (349 U.S. bathhouse facilities, the use of which is entirely\nat 301) raises serious problems in relation to a gov- optional.\nernmental function subject to as detailed and compre-\nConsidering that there is thus nothing in the nature\nhensive regulation as schools, such is plainly not the\nof recreational facility desegregation to suggest\ncase in the recreational field.\nreally serious physical obstacles, it is not surprising\nThe only major area of similarity between the\nthat, in almost all cases involving the desegregation\nprocess of public school desegregation and that of\nof such facilities, the possibility of delay was not\npublic recreational facilities is that in both instances\neven considered. See, e.g., Dawson v. Mayor and City\nrelatively large numbers of people may be involved\nCouncil of Baltimore, supra (beaches and bath-\n(see p. 14, supra). We submit, however, that the houses) ; New Orleans City Park Improvement Ass'n\n\n21\n20\nOne other point deserves mention. The Court, in\nv. Detiege, 252 F. 2d 122 (C.A. 5), affirmed, 358 U.S.\ndetermining the character of the relief to be granted\n54 (golf courses and other facilities of City Park) ;\nin the Brown case, was obliged to take into account\nHolmes v. City of Atlanta, 124 F. Stipp. 290 (N.D.\nthe fact that its decision on the merits effected a sub-\nGa.), affirmed, 223 F. 2d 93 (C.A. 5), vacated, 350 U.S.\nstantial change in what had theretofore been widely\n879 (golf courses) ; Tate v. Department of Conserva-\nsupposed to be the law of the land. As of the early\ntion, 133 F. Supp. 53 (E.D. Va.), affirmed, 231 F. 2d\n1950's, public authorities could not fairly be said to\n615 (C.A. 4), certiorari denied, 352 U.S. 838 (state\nhave been on authoritative notice that public school\nparks) ; Moorhead v. City of Ft. Lauderdale, 152 F.\nsegregation was unconstitutional and that detailed\nSupp. 131 (S.D. Fla.), affirmed, 248 F. 2d 541 (C.A.\nplans for eventual desegregation should therefore be\n5) (golf course) ; Simkins v. City of Greensboro, 149\nlaid. In view of the magnitude and complexity of\nF. Supp. 562 (M.D.N.C.), affirmed, 246 F. 2d 425\nthe problems of public school administration, this cir-\n(C.A. 4) (golf course) ; City of St. Petersburg v.\ncumstance alone lent considerable justification to a\nAlsup, 238 F. 2d 830 (C.A. 5) (beach and swimming\nreasonable delay in the enforcement of the Court's\npool) ; Shuttlesworth v. Gaylord, 202 F. Stipp. 59\ndecree. No such element is present in the case of\n(N.D. Ala.) (public recreational facilities of the City\npublic recreational facility desegregation in the early\nof Birmingham and businesses operated in connection\n1960's. It was decided by this Court in 1955 that\ntherewith) ; Holley v. City of Portsmouth, 150 F.\nsegregation of the races in such facilities violates the\nSupp. 6 (E.D. Va.) (golf courses, swimming pools,\nequal protection clause of the Fourteenth Amend-\nbathing beaches, parks, etc.) ; 15 Willie v. Harris\nment. Dawson v. Mayor and City Council of Balti-\nCounty, 202 F. Stipp. 549 (S.D. Texas) (Silvan Beach\nmore, 220 F. 2d 386 (C.A. 4), affirmed, 350 U.S. 877;\nPark) ; Ward v. City of Miami, 151 F. Supp. 593\nsee also Muir v. Louisville Park Theatrical Ass'n, 347\n(S.D. Fla.) (golf course).\"\nU.S. 971. Any need for time to adjust to that de-\n15 Although only the municipal golf course was in issue in this cision has long since been exhausted; public authori-\ncase, in its opinion the court said that \"the separate but equal ties have already had over seven years in which to\ndoctrine has ceased to exist with respect to governmental facili-\nties including golf courses, swimming pools, bathing beaches, the court indicated that \"if justifying circumstances were made\nparks, etc.\" (150 F. Supp. at 7). to appear\" a trial court might have discretion to order a delay;\n16 In City of Montgomery v. Gilmore, 277 F. 2d 364 (C.A. 5), however, no delay (beyond that agreed to by the parties) was\nthe court of appeals indicated that, where it indisputably ap- there ordered. In Hayes v. Crutcher, 137 F. Supp. 853 (M.D.\npeared that ordering immediate desegregation of the park fa- Tenn.), and Augustus v. Pensacola, 1 Race Rel. L. Rep. 681\ncilities of a large city would result in all citizens' being totally (N.D. Fla.), the court allowed only such reasonable time as was\nand indefinitely deprived of any recreational facilities what- essential for the defendants to make necessary arrangements to\never, some reasonable measure of delay might be appropriate. comply with its decree.\nIn Cummings v. City of Charleston, 288 F. 2d 817 (C.A. 4),\n\n22 23\nwork out any problems posed by the desegregation of commission, the director of the park system and the\npublic recreational facilities. chief of police), none of them made a convincing\nAlthough the magnitude of the physical obstacles case for the proposition that such serious obstacles\nto public school desegregation—as they existed in stood in the way of desegregating the City's recre-\n1954-55, at least—was Obvious on the face of the mat- ational facilities as would warrant delay. The lack of\nter (see, e.g., Brown v. Board of Education, 345 U.S. justification is apparent from an analysis of the fac-\n972, 973; 347 U.S. 483, 495), this Court was at pains tors considered by the courts below—which in turn\nto emphasize that public authorities nevertheless had reflected the record developed by the public authori-\nthe burden of establishing the actual necessity of de- ties—in ordering the delay. The district court sum-\nlay in the vindication of recognized constitutional marized eight such factors (R. 95),\" each of which\nrights (349 U.S. 294, 300). If such a burden is im- is briefly discussed below.\nposed where the existence of extraordinary problems (1) Importance of time to accomplish change-over\nis obvious, it is, we submit, fairly inferable that a from a partially segregated system to an integrated\nmuch higher burden is to be imposed where the exist- one.\nence of such serious problems is not readily apparent. This factor is, of course, a mere conclusion the\nWe have shown that there is nothing in the essential validity of which depends upon the adequacy of the\nnature of public recreational facilities or systems to sum of the other factors. It does, however, point up\nsuggest that their desegregation will present any great one circumstance that, if anything, militates against\ndifficulties—not, at any rate, at this late date. It fol- delay in integration: the Memphis recreational sys-\nlows, we believe, that delay in such a process can be tem has already been partially desegregated. Grant-\njustified in a particular case only under the most ing petitioners their rights would not require an over-\nexigent circumstances and upon the clearest and most night transformation from total segregation to total\nconvincing demonstration that the public authorities integration. The officials administering the system\nface well nigh insuperable problems. and the general public have already had some experi-\nWe turn now to the question of whether such a ence in adapting themselves to the change.\nshowing was made in this case. (2) Good will and understanding heretofore ob-\ntaining between the races.\nIII. THE RESPONDENTS ADVANCED NO JUSTIFICATION FOR\nHere again, it is difficult to see why this factor does\nDELAY IN THE DESEGREGATION OF THE RECREATIONAL\nnot argue for prompt action rather than delay. If\nFACILITIES OF MEMPHIS\nAlthough respondents offered the testimony of sev- 1' The district court later restated them in slightly altered\nform (R. 99), and this restatement was quoted in full by the\neral municipal officials (the chairman of the park\ncourt of appeals (R.. 121).\n\n24\n25\nthere is good will and understanding among all groups\nbe denied the right to avail himself of those\nwill \nof Memphis citizens, it would seem that immediate de-\nfacilities.\nsegregation could be effected more smoothly than if\nThis factor does not, of course, state any reason for\nthere were hostility. Not that hostility between the\ndelay; it merely argues that delay will not seriously\nraces would justify any delay, for the Court made\naffect the rights of Negroes to avail themselves of\nit clear in the Brown case that the constitutional prin-\nrecreational facilities. Furthermore, the essence of\nciples involved here \"cannot be allowed to yield sim-\nthis consideration is that \"separate but equal\"\nply because of disagreement with them\"  U.S. at\n(349 \n(assuming \"ample\" connotes equality) recreational\n300). It is relevant, too, to observe that delay may\nfacilities are available to the Negro citizens of Mem-\nwell do more harm than good to the \"good will and\nphis. We submit that such a factor is entitled to no\nimderstanding\" of the community. One writer, com-\nweight whatever, now that Plessy v. Ferguson, 163\nmenting on the experience of the Board of Recreation\nhas been laid to rest.\nU.S. 537, \nof the District of Columbia (Indritz, Racial Ramparts\n(4) Maintenance of law and order.\nin the Nation's Capital, 41 Geo. L.S. 297, 327), had\nThe short answer to this point was given by this\nthis to say:\nCourt in Cooper v. Aaron,  U.S. 1, 16, when it\n* 358 \nThe net result of the Board's actions * \t\nsaid that \"law and order are not * * * to be pre-\nhas been to impede rather than to help inte-\nserved by depriving the Negro children of their\ngration through voluntary inter-racial associa-\nconstitutional rights.\" See also Buchanan v. TVarley,\ntion and the growth of mutual understanding, to\nlower the quality of public recreation to all, 245 U.S. 60, 81. Furthermore, while respondents'\nand, most significantly, to invite community witnesses expressed the opinion that, if the recrea-\ncrises and warfare in mixed neighborhoods by tional system were integrated all at once, it would be\ncontinuing to exclude colored children from\nnecessary to increase police protection (e.g., R. \n72),\ntheir neighborhood playgrounds while militant\nno concrete substantiation was offered for this specu-\ngroups on both sides lined up for conflict.\nlation. On the contrary, it was testified that those\nWhere a feeling of community good will and under-\nfacilities that had already been desegregated had not\nstanding prevails, delay can serve no purpose but to\nexperienced violence (R. 53) ; indeed, the only inci-\ninvite agitators to undermine and dissipate it.\ndent of violence at a recreational facility cited by\n(3) The fact that, pending the transition period\nany of the witnesses occurred at a segregated (i.e.,\nnow in progress, ample recreational facilities, under\nNegro only) exercise (R. 83; see also R. 81, where\nthe operation of the Park Commission, will be availa-\nit was said that there is more rowdy behavior at\nble to all Negro citizens of Memphis, and no Negro\nNegro parks than at white parks). Moreover, there\n\n26 27\nwas no concrete evidence that the park police force, tioners' constitutional rights. Moreover, this point\nwith the aid of the large (725-man) . city police force would now seem to be moot, since the only facility that\n(R. 88), could not adjust to any-. increased need for appears to be affected by this factor, the Fairgrounds\nprotection that might eventuate. amusement park (see R. 42, 65), has already been\n(5) Avoidance of confusion and turmoil in the desegregated in accordance with the court's order\ncommunity. (R. 94-95, 114).\nHere, too, little in the way of actual experience (7) The fact that immediate integration would\nwas offered to support the witnesses' expressed fears result in a denial to a substantial number of citizens,\nthat confusion and turmoil would reign in the com- both Negro and White, of an opportunity to avail\nmunity if all of the recreational facilities were themselves of recreational facilities now afforded to all\npromptly desegregated; in fact, the only specific citizens of Memphis.\nevidence of general community reaction to recreational It should be noted that the primary implication of\ndesegregation that was advanced was one witness's this statement—that some of the facilities will have\ntestimony that he received \"a large number of anony- to be closed in the event of immediate integration—\nmous letters and telephone calls to my home from white does not stem from any mandate of state law; Ten-\npeople\" every time a recreational facility was deseg- nessee law permits, but does not require, racial seg-\nregated (R. 53). However, the same witness testified regation in local park facilities (Tenn. Code Ann.,\nthat the City had \"been singularly blessed by the Tit. 62, Sec. 715), so that no legislative action would\nabsence of turmoil up to this time on this race ques- be necessary in order to accomplish complete deseg-\ntion\" (R. 43), notwithstanding the fact that a signi- regation. This suggestion that facilities may have to\nficant number of recreational and other public be closed appears to be based upon the testimony of\nfacilities in Memphis had been desegregated for quite the chairman of the park commission that, in the\nsome time, In any event, as we have pointed out event of immediate and total desegregation, \"We\n(see p. 15, supra), community opposition to the would have to, under the present budget, reduce the\nenforcement of constitutional rights cannot be per- number of playgrounds drastically in order to give\nmitted to impede their vindication. them full protection\" (R. 73). No factual support\n(6) Revenues available from concessions operated for this statement was tendered. It was based on an\non park property. assumption—that integrated facilities require greater\nSurely such a potential financial loss to the park police protection than segregated—which in turn had\ncommission—and such a loss is conjectural in the no factual support (see pp. 25-26, supra). However\nextreme—cannot justify the withholding of peti- that may be, there was no indication of anything\n\n28 29\nmagic about \"the present budget\" such that, either by liberate speed\" formulation in the Biown case are\npresent here. We submit that the respondents entirely\ninternal adjustment within the City's appropriation\nfailed to demonstrate that physical necessity or the\nfor recreation or the enlargement of that appropria-\npublic interest call for any delay in the vindication of\ntion, the resources of the City of Memphis were un-\npetitioners' unquestionable right to equal protection\nequal to the task of prompt desegregation of park\nof the laws.\nfacilities.\nCONCLUSION\n(8) The constitutional and other legal rights of all\nFor the foregoing reasons, the decision of the court\ncitizens, both White and Colored.\nbelow should be reversed.\nIt is not clear just what the district court has\nRespectfully submitted.\nreference to in setting forth this factor. Certainly no\nconstitutional or legal right of the Negro citizens ARCHIBALD Cox,\nis being advanced by a delay in the enforcement of Solicitor General.\ntheir right to equal protection of the laws. On the BURKE MARSHALL,\ncontrary, that right is being subordinated to an inter- Assistant Attorney General.\nest—the apparent desire of some of the white citizens J. WILLIAM DOOLITTLE,\nof Memphis that racial discrimination be maintained Assistant to the Solicitor General.\nin the City's recreational system—which is entitled. HAROLD H. GREENE,\nto no legal or constitutional protection whatever. ISABEL L. BLAIR,\nP. \nGERALD  CHOPPIN,\nThus, this factor, like some of the others, argues far\nAttorneys.\nmore eloquently for immediate enforcement of the\nFEBRUARY 1963.\npetitioners' constitutional rights than it does for any\nform of delay.\nIn summary, neither the list of factors upon which\nthe courts below based their decision nor the evi-\ndentiary record on which they purported to draw con-\ntains any justification for their refusal to direct the\nrespondents to desegregate the Memphis recreational\nsystem forthwith. The record is altogether uncon-\nvincing that any really serious physical problems stand\nin the way of immediate desegregation, let alone that\nunique obstacles which called for the \"with all de-\nU. S. GOVERNMENT PRINTING OFFICE:1963\n\nNo. 424\natourt off tilt nitui tats\nffiuptente \nOCTOBER TERM, 1962\nI. A. WATSON, JR., ET AL., PETITIONERS\nV.\nCITY OF MEMPHIS, ET AL.\nON WRIT OP CERTIORARI TO THE UNITED STATES COURT OF\nAPPEALS FOR THE SIXTH CIRCUIT\nBRIEF FOR THE UNITED STATES AS AMICUS CURIAE\nARCHIBALD COX,\nSolicitor General,\nBURKE MARSHALL,\nAssistant Attorney General,\nJ. WILLIAM DOOLITTLE,\nAssistant to the Solicitor General,\nHAROLD H. GREENE,\nISABEL L. BLAIR,\nGERALD P. CHOPPIN,\nAttorneys,\nDepartment of Justice, Washington 25, D.C.\n\nINDEX\nPage\nOpinions below(cid:9) 1\nJurisdiction(cid:9) 1\nQuestion presented(cid:9) 2\nInterest of the United States(cid:9) 2\nStatement(cid:9) 3\nSummary of argument(cid:9) (cid:9) 6\nArgument(cid:9) 9\nI. The rule that constitutional rights are presently\nenforceable is subject to exception only in the\nmost unusual and exigent circumstances(cid:9) 10\nII. There is nothing in the nature of public recrea-\ntional facilities to suggest any necessity for\ndelay in their desegregation(cid:9) 17\nIII. The respondents advanced no justification for\ndelay in the desegregation of the recreational\nfacilities of Memphis(cid:9) 22\nConclusion(cid:9) 29\nCITATIONS\nCases:\nAugustus v. Pensacola, 1 Race Rel. L. Rep. 681(cid:9) 21\nAvery v. Georgia, 345 U.S. 559(cid:9) 11\nBarrows v. Jackson, 346 U.S. 249(cid:9) 11\nBob-Lo Excursion Co. v. Michigan, 333 U.S. 28(cid:9) 11\nBooker v. Tennessee Board of Education, 240 F. 2d 689,\ncertiorari denied 353 U.S. 965(cid:9) 16\nBoynton v. Virginia, 364 U.S. 454(cid:9) 17\nBrotherhood of Railroad Trainmen v. Howard, 343 U.S.\n768(cid:9) 11\nBrowder v. Gayle, 142 F. Supp. 707, affirmed, 352 U.S.\n903(cid:9) 17\nBrown v. Board of Education, 345 U.S. 972(cid:9) 12, 22\nBrown v. Board of Education, 347 U.S. 483(cid:9) 12, 22\nBrown v. Board of Education, 349 U.S. 294(cid:9) 2,\n6, 7, 9, 14, 15, 16, 18, 22, 24\nBuchanan v. Warley, 245 U.S. 60(cid:9) 11, 25\n(I)\n674630-63-1\n\nIL III\nCases—Continued Cases—Continued\nPage\nCassell v. Texas, 339 U.S. 282_____________________ 11 Rice v. Elmore, 165 F. 2d 387, certiorari denied, 333 Page\nCity of Montgomery v. Gilmore, 277 F. 2d 364(cid:9) 20 U.S. 875(cid:9) (cid:9) 11\nCity of Richmond v. Deans, 281 U.S. 704(cid:9) 11 Ross v. Dyer, C.A. 5, No. 11921, decided December\nCity of St. Petersburg v. Alsup, 238 F. 2d 830(cid:9) 20 28, 1962(cid:9) 17\nCooper v. Aaron, 358 U.S. 1(cid:9) 25 Schnell v. Davis, 336 U.S. 933(cid:9) 11\nCummings v. City of Charleston, 288 F. 2d 817(cid:9) 20 Shelley v. Kraemer, 334 U.S.1(cid:9) 11\nDawson v. Mayor and City Council of Baltimore, 220 F. Shuttlesworth v. Gaylord, 202 F. Supp. 59(cid:9) 20\n2d 386, affirmed, 350 U.S. 877(cid:9) 19, 21 Simkins v. City of Greensboro, 149 F. Supp. 562, af-\nDistrict of Columbia v. John R. Thompson Co., Inc., firmed, 246 F. 2d 425(cid:9) 20\n346 U.S. 100(cid:9) 11 Sipuel v. Board of Regents, 332 U.S. 631(cid:9) 10\nFlemming v. South Carolina Electric c (cid:9) Gas Co., 224 F. Smith v. Allwright, 321 U.S. 649(cid:9) 11\n2d 752, appeal dismissed, 351 U.S. 901; 239 F. 2d Sweatt v. Painter, 339 U.S. 629(cid:9) 10, 11\n277(cid:9) 17(cid:9) Takahashi v. Fish c (cid:9) Game Comm., 334 U.S. 410(cid:9) 11\nFlorida ex rel Hawkins v. Board of Control, 350 U.S. Tate v. Department of Conservation, 133 F. Supp. 53,\n413(cid:9) 16(cid:9) affirmed, 231 F. 2d 615, certiorari denied, 352 U.S.\nGraham v. Brotherhood of Locomotive Firemen & Engine- 838(cid:9) 20\nmen, 338 U.S. 232(cid:9) (cid:9) 11 Terry v. Adams, 345 U.S.461(cid:9) 11\nHarmon v. Tyler, 273 U.S. 668(cid:9) 11 Virginia, Ex parte 100 U.S.339(cid:9) 11\nHayes v. Crutcher, 137 F. Supp. 853(cid:9) 21 Virginia v. Rives, 100 U.S.313(cid:9) 11\nHenderson v. United States, 339 U.S. 816(cid:9) 11 Virginia v. West Virginia, 222 U.S. 17(cid:9) 15\nHill v. Texas, 316 U.S. 400(cid:9) 11 Ward v. City of Miami, 151 F. Supp. 593(cid:9) 20\nHolley v. City of Portsmouth, 150 F. Supp. 6(cid:9) 20 Willie v. Harris County, 202 F. Supp. 549(cid:9) 20\nHolmes v. City of Atlanta, 124 F. Supp. 290, affirmed, rick Wo v. Hopkins, 118 U.S. 356(cid:9) 11\n223 F. 2d 93, vacated, 350 U.S. 879 (cid:9) 20 Constitution and statutes:\nHurd v. Hodge, 234 U.S. 24(cid:9) 11 U.S. Constitution, Fourteenth Amendment(cid:9) 21\nLane v. Wilson, 307 U.S. 268(cid:9) 11 28 U.S.C. 1343(cid:9) 3\nLucy v. Adams, 350 U.S. 1(cid:9) 16 28 U.S.C. 2201(cid:9) 3\n_ (cid:9)\nMcLaurin v. Oklahoma State Regents, 339 U.S. 637_ __ 10 28 U.S.C. 2202(cid:9) 3\nMissouri ex rd. Gaines v. Canada, 305 U.S. 337(cid:9) 10 42 U.S.C.1981(cid:9) 3\nMoorhead v. City of Ft. Lauderdale, 152 F. Supp. 131, 42 U.S.C. 1983(cid:9) 3\naffirmed, 248 F. 2d 544(cid:9) 20 Tenn. Code Ann., Tit. 62, Sec. 715(cid:9) 27\nMorgan v. Virginia, 328 U.S. 373(cid:9) 11 Miscellaneous:\nMuir v. Louisville Park Theatrical Ass'n, 347 U.S. Greenberg, Race Relations and American Law(cid:9) 15\n971(cid:9) 21 Indritz, Racial Ramparts in the Nation's Capital, 41\nNew Orleans City Park Improvement Ass'n v. Detiege, Geo. L.J. 297(cid:9) 24\n252 F. 2d 122, affirmed, 358 U.S. 54 (cid:9) 19 Report of United States Commission on Civil Rights\nOyama v. California, 332 U.S. 633(cid:9) 11(cid:9) (1959)(cid:9) 15\nPlessy v. Ferguson, 163 U.S. 537(cid:9) 25\nRailway Mail Ass'n. v. Corsi, 326 U.S. 88(cid:9) 11\n\n4n tht 55nprtint Court ofr the nited *atm\nOCTOBER TERM, 1962\nNo. 424\nI. A. WATSON, JR., ET AL., PETITIONERS\nV.\nCITY OF MEMPHIS, ET AL.\nON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\nAPPEALS FOR THE SIXTH CIRCUIT\nBRTEP FOR THE UNITED STATES AS AMIGOS CURIAE\nOPINIONS BELOW\nThe opinion of the United States Court of Appeals\nfor the Sixth Circuit (R. 111-122) is reported at 303\nF. 2d 863. The opinion of the United States District\nCourt for the Western District of Tennessee (R. 105-\n110) is not reported.\nJURISDICTION\nThe judgment of the court of appeals was entered\non June 12, 1962 (R. 110). The petition for a writ\nof certiorari was granted by this Court on November\n19, 1962 (371 U.S. 909; R. 123). The jurisdiction\nof this Court rests on 28 U.S.C. 1254(1).\n(1)\n\nQUESTION PRESENTED public recreational facilities is an issue of national\nWhether the enforcement of Negroes' constitutional importance.\nright to non-discriminatory access to public recrea- STATEMENT\ntional facilities may be delayed where the public This action was brought by adult Negro citizens of\nauthorities have failed to meet their burden of estab- the United States and the State of Tennessee, resid-\nlishing that serious physical obstacles and other ing in the City of Memphis, Tennessee, on behalf of\nunique problems stand in the way Of immediate themselves and others similarly situated, to desegregate\ndesegregation. the public recreational facilities in that city. Filed\non May 13, 1960, the action was in the form of a\nINTEREST OF THE UNITED STATES\ncomplaint for declaratory and injunctive relief,\nThis case marks the first time that the Court has\ninvoking jurisdiction under 28 U.S.C. 1343, 2201, 2202\nhad before it on the merits the issue of whether the\nand 42 U.S.C. 1981, 1983.\ndecision of this Court to allow public primary and\nThe plaintiffs alleged that certain public libraries,\nsecondary schools to be desegregated \"with all delib-\nparks, playgrounds, golf courses, boat docks, and\nerate speed\" (Brown v. Board of Education, 349 U.S.\nlakes are restricted to the exclusive use of either\n294), rather than forthwith, has become the general\nwhites or Negroes 1 and that public art galleries and\nrule (and not an extremely limited exception) with\nmuseums restrict their admission of Negroes to one\nrespect to the desegregation of public facilities—\nday per week, whites being exclusively admitted on\nhere, public recreational facilities. The government\nall of the other days (R. 6).\nparticipated as amicus curiae in the cases which led\nThe answer of the defendants was filed on July 1,\nto the formulation of the Brown decree and sup-\n1960. It did not deny the existence of racial segre-\nported the view that, under general doctrines of\ngation in public recreational facilities in Memphis,\nequity, some delay in the enjoyment of the right to\nasserting in this respect only that \"[i]n other than\nattend non-segregated public schools was not imper-\nresidential areas, the parks are used generally by all\nmissible. Problems peculiar to school segregation\nthe citizens of Memphis\" (R. 9). The defendants\nwere cited in the government's briefs as warranting\nalso alleged that the facilities made available to\na departure from the general rule that constitutional\nNegroes were adequate in proportion to their num-\nrights are present rights. As the second Brown bers ; that \"historically and traditionally, riots and\nopinion shows, the Court adopted this reasoning.\nviolence have frequently occurred in areas where races\nThe question whether similar considerations are appli-\n1\nIt was also claimed that the \"white\" facilities \"far outnum-\ncable in cases involving the right of equal access to\nber\" those which are restricted to Negroes (R. 6).\n\n5\n4\nthe chief of police (R. 87-90) testified that, in their\nare mixed in large numbers in places of amusement\"\nopinion, violence and disorder would result if all of\n(R. 11) ; that the geographical location of the city\nthe public recreational facilities in Memphis should\nengendered peculiar problems; and that \"the inci-\ndesegregate at once (R. 54, 88) and that a curtailment\ndence of violence, vandalism and disorders among\nof the program for the Negro children might occur\nvisitors to the parks of the City of Memphis is\n(R. 71). The Commission chairman stated, however,\ngreatly increased in those parks frequented by Negro\nthat no violence had occurred at those facilities\ncitizens\" (R. 12). The answer pointed to the possible\nalready desegregated (R. 53). The superintendent\nloss of revenues from concessions and the prohibitive\nrelated that police protection had been increased at\ncost of additional police protection as reasons for not\nthe zoo since it was desegregated (R. 72), but the\ndesegregating and cited specific problems relating to\nonly specific instance of disorder in the parks that\nracially restrictive covenants affecting the title to cer-\nhe cited occurred at one of the closing exercises for\ntain parks (R. 11, 12).\nNegroes at Lincoln Park, a problem admittedly not\nAt the trial, held on Jive 14-15, 1961, it was shown\nconnected with desegregation (R. 83). The chief of\nthat the recreational program of the City of Memphis\npolice apparently based his opinion that violence and\nserves 100,000 children, approximately 65 percent of\ndisorders might occur upon his experience with the\nwhom are white and 35 percent Negro. Of the 131\ndesegregated bus system. The police, he said, \"had\nparks owned by the city, 58 are white-only, 25 Negro-\nmany calls on the trouble we have had on the buses\nonly, 25 are desegregated, and 23 undeveloped (R.\nsince they have been integrated\" (R. 87). He also\n39, 92).2\ncited one specific instance of racial trouble in con-\nNegro witnesses testified to instances where they\nnection with a \"sit-in\" at a drug store (R. 90).\nwere turned away from playgrounds (R. 26) and\nOn June 20, 1961, the district court entered its\ngolf courses (R. 13, 16, 24) located more conveniently\njudgment denying the injunction (R. 103). 3 It\nto their homes than available Negro facilities. Other\nwitnesses experienced racial exclusion or discrimina- 3 The district court found that Memphis has 117 playgrounds,\ntion when they tried to use the Fairgrounds amuse- 12 community centers, and ten swimming pools. Of the 117\nplaygrounds, 61 are on city-owned property controlled by the\nment park (R. 18), the Pink Palace art museum (R.\npark commission. Of these, 40 were restricted to whites and\n18), certain tennis courts (R. 27, 30), and when they 21 to Negroes. The other 56 playgrounds and facilities oper-\ntried to enter a fishing rodeo (R. 20). ated by the park commission are on property owned by\nchurches, private groups and the school board. Of these, 30\nThe chairman of the park commission (R. 32-61),\nare restricted to whites and 26 to Negroes. The 12 community\nthe superintendent of the park system (R. 62-86) and centers with gymnasiums are all on city-owned property ; eight\n674630-63-2\n2 \nThe zoo, an art gallery and a boat dock at McKellar Lake\nare desegregated (R. 40).\n\n7\nI.\napproved the plan of the defendants for desegregat-\ning the Fairgrounds by the end of 1961 and for deseg-\nWhen the Court had the school segregation cases\nregating the golf courses in stages, the last stage\nbefore it, the principle was already well established\noccurring on January 1, 1964 (R. 102-104). The\nthat the constitutional right of Negroes to be free\ncourt retained jurisdiction of the cause, staying its\nfrom discrimination on account of their race is a\nadjudication of the controversy concerning the Pink\npresent and immediately enforceable right. How-\nPalace art museum to allow the state courts time to\never, both the Court and the parties to the Brown\npass on the racial covenant, and ordered the defend-\ncase recognized that public primary and secondary\nants to submit within six months from June 15, 1961,\nschool desegregation posed such serious physical ob-\na plan for the desegregation of the playgrounds and\nstacles and other unique problems that some reason-\ncommunity centers (R. 96). The court held that \"[n] o\nable delay might be appropriate. In conformity with\nspecific terminal date for such integration can be set\nthis conclusion, the Court ordered the schools de-\nat this time\" (R. 96).\nsegregated \"with all deliberate speed.\"\nThe plaintiffs appealed, and on June 12, 1962, the\nIn thus sanctioning a measure of delay in public\ncourt of appeals affirmed (R. 110).\nschool desegregation, the Court was not abandoning\nSUMMARY OF ARGUMENT the principle that constitutional rights are presently\nThe courts below justified postponement of the enforceable or engrafting a \"with all deliberate\nenforcement of petitioners' right to equal access to speed\" exception as a permanent and routine feature\npublic recreational facilities by reference to Brown in the enforcement of Fourteenth Amendment rights.\nv. Board of Education, 349 U.S. 294, where the Court It simply held that, in the face of obstacles as formid-\ndirected that public primary and secondary schools able as those facing the public school systems, it was\nbe desegregated \"with all deliberate speed.\" In the within the appropriate discretion of a court of equity\ncontext of public recreational facilities and on the to permit a reasonable amount of delay in desegre-\nrecord in this case, we submit that the courts below gation.. The Court emphasized that in each case the\nerred in permitting delay. burden was upon the public officials to justify any\nsuch delay.\nof these were restricted to whites and four to Negroes. Of the II.\nten swimming pools, five were restricted to whites and five to\nNegroes. At the time of the district court decision, restrictions There is nothing about public recreational facilities\nas to use by Negroes were scheduled to be removed \"in the\nto suggest that their desegregation would present in-\nnear future\" at one of the white-only community centers and at\none of the white-only pools (R. 92-93). superable problems. None of the difficulties identi-\nfied by the Court in its Brown opinion is present in\n\n8\n9\nany significant degree. The only major area of simi-\nlarity between the public school and recreational physical obstacles and other unique problems stand\nfacility situations is the fact that both involve large in the way of immediate desegregation.\nnumbers of people. However, this factor has far\nARGUMENT\nmore significance in the educational field because of\nThe courts below have ordered that the vindication\ncloser supervision, more constant and regular at-\nof the petitioners' unquestionable right, under the\ntendance, and its compulsory character. Thus, since\nFourteenth Amendment, to the abolition of racial\nno problems fairly comparable to those involved in\ndiscrimination in the public recreational facilities of\npublic school desegregation are readily apparent in\nMemphis may be postponed under a plan for gradual\nthe case of desegregation in public recreational facili-\ndesegregation. They justify this conclusion by refer-\nties, the burden upon public officials to justify any\nence to this Court's decision in Brown v. Board of\ndelay in the latter instance is extremely heavy.\nEducation, 349 U.S. 294, where the Court directed\nIII.\nthat public primary and secondary schools be de-\nsegregated, not immediately, but \"with all deliberate\nIn this instance, the public authorities failed to\nspeed\" (349 U.S. at 301).\nmake any case at all for the proposition that delay\nIt is the position of the government, as amicus\nwas warranted by serious obstacles standing in the\ncuriae, First, that the right to equal protection of the\nway of desegregating the City's recreational facilities.\nlaws is a present and immediately enforceable right\nThis is demonstrated by an analysis of the factors\nand that the Court in the Brown case was willing to\ncited by the district court. A number of them de-\nsanction a measure of delay only because of the\npended upon assumptions of potential violence and\nformidable physical obstacles and other unusual prob-\nincreased need for police protection, which were with-\nlems that woul d be encountered in the complete inte-\nout any concrete support in the record. Others were\ngration of large and complex public school systems;\nbased on such untenable concepts as that \"separate\nSecond, that, since no fairly comparable problems are\nbut equal\" facilities were adequate for the petitioners\nreadily apparent in the case of desegregation in\nand that popular hostility to desegregation would\npublic recreational facilities, the burden upon public\njustify delay. Still other factors, such as the fact\nauthorities to justify any delay is an extremely heavy\nthat good will and understanding prevails between\nthe races, argued more for prompt desegregation than one; arid Third, that the public authorities in this\ncase have established no necessity whatever for any\nfor delay. In short, the public authorities failed en-\ndelay in the desegregation of the public recreational\ntirely to meet their burden of establishing that serious\nfacilities of Memphis.\n\n10 11\nthe graduate school of the University of Oklahoma,\nI. THE RULE THAT CONSTITUTIONAL RIGHTS ARE PRESENT-\nLY ENFORCEABLE IS SUBJECT TO EXCEPTION ONLY IN saying (339 U.S. at 642) :\nTHE MOST UNUSUAL AND EXIGENT CIRCUMSTANCES We conclude that the conditions under which\nthis appellant is required to receive his educa-\nBy the time this Court had before it the cases in-\ntion deprive him of his personal and present\nvolving segregation in primary and secondary schools,\nright to the equal protection of the laws [citing\nit had become well established that the constitutional\nSweatt v. Painter, supra].\nright of Negroes to be free from discrimination on\nThat the concept of the present enforceability of the\naccount of their race is a present right, entitled to\nright to equal protection had become firmly ingrained\nimmediate enforcement. Thus, in Sipuel v. Board of\nin our constitutional jurisprudence by the early 1950's\nRegents, 332 U.S. 631, 633, the Court (citing Missouri\nis further demonstrated by the fact that there had\nex rel. Gaines v. Canada, 305 U.S. 337) declared that\nbeen no thought or suggestion of delay in the enforce-\na State must provide Negroes with a legal education\nment of the rights involved when this Court ended\nin state institutions in conformity with the equal\nracial discrimination in such areas as voting,' inter-\nprotection clause and that it must do so \"as soon as it\nstate travel,' property ownership,' restaurants in the\ndoes for applicants of any other group.\" In  Sweatt\nDistrict of Columbia,' employment,' and jury\nv. Painter, 339 U.S. 629, the Court ordered the ad-\nservice.\"\nmission of a Negro to the University of Texas Law\nSchool; quoting the Sipuel case, supra, it said, \"It 5 Smith v. Allwright, 321 U.S. 649; Schnell v. Davis, 336 U.S.\n933; Terry v. Adams, 345 U.S. 461; Lane v. Wilson, 307 U.S. 268;\nis fundamental that these cases concern rights which\nRice v. Elmore, 165 F. 2d 387 (C.A. 4), certiorari denied, 333\nare personal and present\" (339 U.S. at 635).4 U.S. 875.\nSimilarly, in McLaurin v. Oklahoma State Regents, 6 Henderson v. United States, 339 U.S. 816 (1950) ; Morgan v.\nVirginia, 328 U.S. 373; Bob-Lo Excursion Co. v. Michigan, 333\n339 U.S. 637, the Court struck down restrictions on\nU.S. 28.\nfull and non-discriminatory attendance by a Negro at 7 Shelley v. Kraemer, 334 U.S. 1; Hurd v. Hodge, 234 U.S.\n24; Buchanan v. TV arley, 245 U.S. 60; Harmon v. Tyler, 273\n4 The idea that the constitutional right to equal protection U.S. 668; City of Richmond v. Deans, 281 U.S. 704; Barrows v.\nof the laws is a \"personal\" right as well as a \"present\" one Jackson, 346 U.S. 249; Oyama v. California, 332 U.S. 633.\nwas developed in response to arguments pointing to the limited 6 District of Columbia v. John R. Thompson Co., Inc., 346\nnumber of persons who might have been actively demanding U.S. 100.\ntheir enjoyment. As the Court said in Missouri ex rel. Gaines 9 Railway Mail Assn. v. Corsi, 326 U.S. 88; Yick Wo v. Hop-\nv. Canada, supra, \"petitioner's right was a personal one. It kins, 118 U.S. 356; Takahashi v. Fish and Game Comm., 334\nwas as an individual that he was entitled to the equal pro- U.S. 410; Graham v. Brotherhood of Locomotive Firemen & En-\ntection of the laws and the State was bound to furnish him ginemen, 338 U.S. 232; Brotherhood of Railroad Trainmen v.\nwithin its borders facilities for legal education * * * whether Howard, 343 U.S. 768.\nor not other negroes sought the same opportunity.\" 305 U.S. 1° Ex parte Virginia, 100 U.S. 339; Virginia v. Rives, 100 U.S.\nat 351. 313; Hill v. Texas, 316 U.S. 400; Cassell v. Texas, 339 U.S. 282;\nAvery v. Georgia, 345 U.S. 559.\n\n12 13\nThe primary and secondary school cases, however, The briefs filed by the various parties in response to\npresented situations of an altogether different order. this question suggested, in varying degrees, that the\nNo evidentiary showing was necessary to make it peculiar problems presented by the desegregation of\nclear that in those cases the Court would be ()on- public primary and secondary schools might well war-\nfronted with unique and complex physical problems rant some delay in the enforcement of the Court's\nfar greater in magnitude than those experienced in decision on the merits. The factors put forward by\nany of the prior racial discrimination cases. Thus, the parties as indicating the appropriateness of a\nin its first opinion in Brown v. Board of Education, departure from the ordinary rule that constitutional\n347 U.S. 483, the Court noted that because the cases rights are presently enforceable included: 12\ninvolved were class actions, \"because of the wide 1. The possibility that extensive revision of\napplicability of this decision, and because of the school district boundaries and consolidation of\nschools might become necessary;\ngreat variety of local decisions, the formulation of\n2.. Problems of transfer of teachers and pu-\ndecrees in these cases presents problems of consider-\npils; revision of teaching schedules ; and alter-\nable complexity\" (347 U.S. at 495) ; accordingly, the\nation of transportation arrangements ; elimina-\nCourt took the unusual step of postponing its deci-\ntion of duplication of functions arising from\nsion on the relief to be granted until after further\nbrought about from existing segregated systems to a sys-\nargument on certain specified questions, notably:\ntem not based on color distinctions?\n\" [M]ay this Court, in the exercise of its equity 5. On the assumption on which questions 4 (a) and (b)\npowers, permit an effective gradual adjustment to be are based, and assuming further that this Court will exer\ncise its equity powers to the end described in question 4(b),.\nbrought about from existing segregated systems to a.\n(a) should this Court formulate detailed decrees\nsystem not based on color distinctions?\" (347 U.S.\nin these cases;\nat 496, n. 13).\" (b) if so, what specific issues should the decrees\nreach;\n11 The full text of the questions (which had been among a (c) should this Court appoint a special master to\nnumber of questions previously propounded at 345 U.S. 972- hear evidence with a view to recommending specific\n973) was: terms for such decrees;\n4. Assuming it is decided that segregation in public (d) should this Court remand to the courts of first\nschools violates the Fourteenth Amendment instance with directions to frame decrees in these cases,\n(a) would a decree necessarily follow providing that, and, if so what general directions should the decrees\nwithin the limits set by normal geographic school dis- of this Court include and what procedures should the\ntricting, Negro children should forthwith be admitted courts of first instance follow in arriving at the\nto schools of their choice, or specific terms of more detailed decrees?\n(b) may this Court, in the exercise of its equity 12 While this listing is necessarily somewhat generalized, we\npowers, permit an effective gradual adjustment to be believe it to be a fair summary of what was developed at length\nin the various briefs submitted in the Brown case.\n3\n674630-63(cid:9)\n\n14 15\nthe existence 'of separate sets of supervisory into compact units to achieve a system of de-\nand administrative officials for Negro and white termining admission to the public schools on a\nschools ; non-racial basis, and revision of local laws and\n3. Necessity of changes in the law where regulations which may be necessary in solving\nallocation of school funds depends : by statute the foregoing problems.\nupon the relative number of Negro .and white\nOn the other hand, it expressly rejected some of the\nchildren of school age ;\nfactors that had been advanced by the parties; thus,\n4. The added burden of accomplishing these\nit emphasized that \"the vitality of these constitutional\ndifficult administrative tasks in an environment\nprinciples cannot be allowed to yield simply because of\nof potential hostility generated by long-standing\ncommunity acceptance of segregation as a \"way disagreement with them\" (349 U.S. at 300).\nof life\" ; In light of those difficult problems, the Court sanc-\n5. The vast number of persons involved ;\ntioned a measure of delay by ruling that an end to\n6. The great variation in the type of racial\npublic school segregation should be accomplished \"with\nsituation to be encountered in different com- 13 \nall deliberate speed.\"  is apparent not only from\nmunities.\nthe unusual procedure employed by the Court in those\n7. The psychological adjustments necessary\nwhere great numbers of persons of different cases, but from the face of its opinion as well, that\nracial backgrounds would be brought into close the Court was willing to accept this departure from\ncontact. the settled principle of present enforceability only\nIn announcing its decree, Brown .v. Board of Educa- 13 The brief filed on behalf of the County School Board\ntion, 349 U.S. 294, the Court. accepted the view that, of Prince Edward County seems to have been the first to sug-\nbecause the implementation of its decision on the gest the \"with all deliberate speed\" concept, by citing lan-\nguage by Mr. Justice Holmes in Virginia v. West Virginia, 222\nmerits might \"call for the elimination of a variety of\nU.S. 17, 19-20. Mr. Justice Holmes there said, \"But a state\nobstacles in making the transition to [desegregated]\ncannot be expected to move with the celerity of a private\nschool systems\" (349 U.S. at 300), some reasonable businessman; it is enough if it proceeds, in the language of\nthe English Chancery, with all deliberate speed.\" The United\ndelay in the enforcement of the rights involved could\nStates Commission on Civil Rights in its 1959 Report, p. 157,\nbe justified. The Court gave meaning to this conclu-\nn. 52, disclosed that a student legal research group of the Uni-\nsion by setting forth some of the considerations that it versity of Virginia had, on its behalf, researched the English\nChancery cases from 1220 to 1865 and had found nothing closer\nhad in mind (349 U.S. at 300-301) :\nto the language quoted than \"with all convenient speed\" and\nproblems related to administration, arising from \"as soon as conveniently might be.\" Similar research was ap-\nthe physical condition of the school plant, the parently also done by Mr. Jack Greenberg, who reported in\nschool transportation system, personnel, revi- .Race Relations and American Law, p. 216, that he and others\nwho researched .the English precedents \"extensively\" had found\nsion of school districts and attendance areas\n\"nothing to elucidate the term's meaning.\"\n\nbecause of the truly exceptional character of the\nBoynton v. Virginia, 364 U.S. 454; Browder v. Gayle,\nphysical problems involved in the cases before. it.\n142 F. Stipp. 707 (M.D. Ala.), affirmed, 352 U.S. 903;\nAnd even though the magnitude of those problems\nFlemming v. South Carolina Electric & Gas Co., 224\nwas obvious, the Court emphasized that in each case\nF. 2d 752 (C.A. 4), appeal dismissed, 351 U.S. 901, and\n\" [t]he burden rests upon the defendants to establish\n239 F. 2d 277 (C.A. 4).\nthat [additional] time is necessary in the public in-\nIn sum, we submit that the teaching of the  Brown\nterest and is consistent with good faith compliance at\ncase, considered in light of what had gone before\n.the earliest practicable date\" (349 U.S. at 300).\nand what has happened since, is that the right to\nIt is thus abundantly clear that the Court, in\nequal protection of the laws, like other constitutional\npermitting some delay in the desegregation of public\nrights,\" is immediately enforceable; that it is only in\nprimary and secondary schools, did not mean to\nthe face of the most formidable obstacles that any\nabandon the principle that constitutional rights are\nexception may be made to that principle; and that\nentitled to present enforcement, or to engraft a\nany public authorities seeking to justify such an ex-\n\"with all deliberate speed\" exception upon the law\nception must carry a very heavy burden of proof.\nas a permanent and routine feature in the enforce-\nWe are thus brought to the central question of this\nment of Fourteenth Amendment rights. That this is\ncase : whether the desegregation of public recreational\nso is further demonstrated by the fact that in a number\nfacilities—either intrinsically or as explained in the\nof subsequent cases the Court has summarily rejected\nrecord below—is likely to involve physical problems or\nattempts to postpone the enjoyment of the right to\nother unique considerations so insuperable as to bring\nequal protection. Thus, in the field of higher educa-\nit within that narrow exception.\ntion, the Court in Florida ex rel. Hawkins v. Board\nof Control, 350 U.S. 413, remanded the case on the II. THERE IS NOTHING IN THE NATURE OF PUBLIC RECREA-\nauthority of its decision in the Brown case, stating TIONAL FACILITIES TO SUGGEST ANY NECESSITY FOR DE-\nLAY IN THEIR DESEGREGATION\nthat \"[a]s this case involves the admission of a Negro\nto a graduate professional school, there is no reason Unlike the situation in public primary and second-\nfor delay. He is entitled to prompt admission under ary schools, there is nothing about the essential char-\nthe rules and regulations applicable to other qualified acter of public recreational facilities to suggest that\ncandidates.\" See also Lucy v. Adams, 350 U.S. 1;\n14 \nAs the Court of Appeals for the Fifth Circuit stated\nBooker v. Tennessee Board of Education, 240 F. 2d 689\nrecently in a school desegregation case (Ross v. Dyer, No. 11921,\n(C.A. 6), certiorari denied, 353 U.S. 965. The same is decided December 28, 1962, slip opin., p. 8) :\nOrdinarily, on a declaration by a court of unconsti-\ntrue in the field of transportation facilities. See\ntutional deprivation of rights, the relief granted is\nimmediate and complete.\n\n18 19\ndesegregation would present insuperable physical similarity is more apparent than real. In the first\nproblems. None of the administrative difficulties place, sheer numbers create a significantly greater\nidentified by the Court in its implementation opinion administrative problem in education because of the\nin the Brown case (see pp. 14-15, supra) has significant far higher degree of supervision and because physical\napplication here. Thus, the problems of overcrowded facilities and equipment must more closely match the\nclassrooms and inadequate educational equipment im- number of children involved. Second, recreational\nplicit in this Court's concern over \"the physical con- facilities will normally be attended with far less fre-\ndition of the school plant\" (349 U.S. at 300) have quency and regularity, on an individual basis, than\nno real counterpart in such flexible facilities as pub- educational facilities. This circumstance stems in\nlic parks, playgrounds and museums. There is ob- large part from a third and extremely important dif-\nviously no accessory \"transportation system\" (ibid.) ference : the compulsory character of school attend-\nproblem in relation to such facilities. Whatever ance, contrasted with the purely voluntary use of\nminor problems of \"personnel\" (ibid.) may be posed recreational facilities. This point was emphasized by\nby the desegregation of recreational facilities are in- the court of appeals in Dawson v. Mayor and City\nsignificant compared with the profound difficulties Council of Baltimore, 220 F. 2d 386 (C.A. 4), af-\nattending such a process in the closely-supervised, firmed, 350 U.S. 877, when it said (220 F. 2d at 387) :\nhighly personalized school situation. The \"revision * * * if [a State's police] power cannot be\nof * districts and attendance areas\" (ibid.) re- invoked to sustain racial segregation in the\nschools, where attendance is compulsory and\nquired by school desegregation finds no equivalent\nracial friction may be apprehended from the\nwhatever in most systems of public parks and other\nenforced commingling of the races, it cannot\nrecreational facilities. Finally, while the necessity\nbe sustained with respect to public beach and\nfor \"revision of local laws and regulations\" (349 U.S. bathhouse facilities, the use of which is entirely\nat 301) raises serious problems in relation to a gov- optional.\nernmental function subject to as detailed and compre-\nConsidering that there is thus nothing in the nature\nhensive regulation as schools, such is plainly not the\nof recreational facility desegregation to suggest\ncase in the recreational field.\nreally serious physical obstacles, it is not surprising\nThe only major area of similarity between the\nthat, in almost all cases involving the desegregation\nprocess of public school desegregation and that of\nof such facilities, the possibility of delay was not\npublic recreational facilities is that in both instances\neven considered. See, e.g., Dawson v. Mayor and City\nrelatively large numbers of people may be involved\nCouncil of Baltimore, supra (beaches and bath-\n(see p. 14, supra). We submit, however, that the houses) ; New Orleans City Park Improvement Ass'n\n\n21\n20\nOne other point deserves mention. The Court, in\nv. Detiege, 252 F. 2d 122 (C.A. 5), affirmed, 358 U.S.\ndetermining the character of the relief to be granted\n54 (golf courses and other facilities of City Park) ;\nin the Brown case, was obliged to take into account\nHolmes v. City of Atlanta, 124 F. Stipp. 290 (N.D.\nthe fact that its decision on the merits effected a sub-\nGa.), affirmed, 223 F. 2d 93 (C.A. 5), vacated, 350 U.S.\nstantial change in what had theretofore been widely\n879 (golf courses) ; Tate v. Department of Conserva-\nsupposed to be the law of the land. As of the early\ntion, 133 F. Supp. 53 (E.D. Va.), affirmed, 231 F. 2d\n1950's, public authorities could not fairly be said to\n615 (C.A. 4), certiorari denied, 352 U.S. 838 (state\nhave been on authoritative notice that public school\nparks) ; Moorhead v. City of Ft. Lauderdale, 152 F.\nsegregation was unconstitutional and that detailed\nSupp. 131 (S.D. Fla.), affirmed, 248 F. 2d 541 (C.A.\nplans for eventual desegregation should therefore be\n5) (golf course) ; Simkins v. City of Greensboro, 149\nlaid. In view of the magnitude and complexity of\nF. Supp. 562 (M.D.N.C.), affirmed, 246 F. 2d 425\nthe problems of public school administration, this cir-\n(C.A. 4) (golf course) ; City of St. Petersburg v.\ncumstance alone lent considerable justification to a\nAlsup, 238 F. 2d 830 (C.A. 5) (beach and swimming\nreasonable delay in the enforcement of the Court's\npool) ; Shuttlesworth v. Gaylord, 202 F. Stipp. 59\ndecree. No such element is present in the case of\n(N.D. Ala.) (public recreational facilities of the City\npublic recreational facility desegregation in the early\nof Birmingham and businesses operated in connection\n1960's. It was decided by this Court in 1955 that\ntherewith) ; Holley v. City of Portsmouth, 150 F.\nsegregation of the races in such facilities violates the\nSupp. 6 (E.D. Va.) (golf courses, swimming pools,\nequal protection clause of the Fourteenth Amend-\nbathing beaches, parks, etc.) ; 15 Willie v. Harris\nment. Dawson v. Mayor and City Council of Balti-\nCounty, 202 F. Stipp. 549 (S.D. Texas) (Silvan Beach\nmore, 220 F. 2d 386 (C.A. 4), affirmed, 350 U.S. 877;\nPark) ; Ward v. City of Miami, 151 F. Supp. 593\nsee also Muir v. Louisville Park Theatrical Ass'n, 347\n(S.D. Fla.) (golf course).\"\nU.S. 971. Any need for time to adjust to that de-\n15 Although only the municipal golf course was in issue in this cision has long since been exhausted; public authori-\ncase, in its opinion the court said that \"the separate but equal ties have already had over seven years in which to\ndoctrine has ceased to exist with respect to governmental facili-\nties including golf courses, swimming pools, bathing beaches, the court indicated that \"if justifying circumstances were made\nparks, etc.\" (150 F. Supp. at 7). to appear\" a trial court might have discretion to order a delay;\n16 In City of Montgomery v. Gilmore, 277 F. 2d 364 (C.A. 5), however, no delay (beyond that agreed to by the parties) was\nthe court of appeals indicated that, where it indisputably ap- there ordered. In Hayes v. Crutcher, 137 F. Supp. 853 (M.D.\npeared that ordering immediate desegregation of the park fa- Tenn.), and Augustus v. Pensacola, 1 Race Rel. L. Rep. 681\ncilities of a large city would result in all citizens' being totally (N.D. Fla.), the court allowed only such reasonable time as was\nand indefinitely deprived of any recreational facilities what- essential for the defendants to make necessary arrangements to\never, some reasonable measure of delay might be appropriate. comply with its decree.\nIn Cummings v. City of Charleston, 288 F. 2d 817 (C.A. 4),\n\n22 23\nwork out any problems posed by the desegregation of commission, the director of the park system and the\npublic recreational facilities. chief of police), none of them made a convincing\nAlthough the magnitude of the physical obstacles case for the proposition that such serious obstacles\nto public school desegregation—as they existed in stood in the way of desegregating the City's recre-\n1954-55, at least—was Obvious on the face of the mat- ational facilities as would warrant delay. The lack of\nter (see, e.g., Brown v. Board of Education, 345 U.S. justification is apparent from an analysis of the fac-\n972, 973; 347 U.S. 483, 495), this Court was at pains tors considered by the courts below—which in turn\nto emphasize that public authorities nevertheless had reflected the record developed by the public authori-\nthe burden of establishing the actual necessity of de- ties—in ordering the delay. The district court sum-\nlay in the vindication of recognized constitutional marized eight such factors (R. 95),\" each of which\nrights (349 U.S. 294, 300). If such a burden is im- is briefly discussed below.\nposed where the existence of extraordinary problems (1) Importance of time to accomplish change-over\nis obvious, it is, we submit, fairly inferable that a from a partially segregated system to an integrated\nmuch higher burden is to be imposed where the exist- one.\nence of such serious problems is not readily apparent. This factor is, of course, a mere conclusion the\nWe have shown that there is nothing in the essential validity of which depends upon the adequacy of the\nnature of public recreational facilities or systems to sum of the other factors. It does, however, point up\nsuggest that their desegregation will present any great one circumstance that, if anything, militates against\ndifficulties—not, at any rate, at this late date. It fol- delay in integration: the Memphis recreational sys-\nlows, we believe, that delay in such a process can be tem has already been partially desegregated. Grant-\njustified in a particular case only under the most ing petitioners their rights would not require an over-\nexigent circumstances and upon the clearest and most night transformation from total segregation to total\nconvincing demonstration that the public authorities integration. The officials administering the system\nface well nigh insuperable problems. and the general public have already had some experi-\nWe turn now to the question of whether such a ence in adapting themselves to the change.\nshowing was made in this case. (2) Good will and understanding heretofore ob-\ntaining between the races.\nIII. THE RESPONDENTS ADVANCED NO JUSTIFICATION FOR\nHere again, it is difficult to see why this factor does\nDELAY IN THE DESEGREGATION OF THE RECREATIONAL\nnot argue for prompt action rather than delay. If\nFACILITIES OF MEMPHIS\nAlthough respondents offered the testimony of sev- 1' The district court later restated them in slightly altered\nform (R. 99), and this restatement was quoted in full by the\neral municipal officials (the chairman of the park\ncourt of appeals (R.. 121).\n\n24\n25\nthere is good will and understanding among all groups\nbe denied the right to avail himself of those\nwill \nof Memphis citizens, it would seem that immediate de-\nfacilities.\nsegregation could be effected more smoothly than if\nThis factor does not, of course, state any reason for\nthere were hostility. Not that hostility between the\ndelay; it merely argues that delay will not seriously\nraces would justify any delay, for the Court made\naffect the rights of Negroes to avail themselves of\nit clear in the Brown case that the constitutional prin-\nrecreational facilities. Furthermore, the essence of\nciples involved here \"cannot be allowed to yield sim-\nthis consideration is that \"separate but equal\"\nply because of disagreement with them\"  U.S. at\n(349 \n(assuming \"ample\" connotes equality) recreational\n300). It is relevant, too, to observe that delay may\nfacilities are available to the Negro citizens of Mem-\nwell do more harm than good to the \"good will and\nphis. We submit that such a factor is entitled to no\nimderstanding\" of the community. One writer, com-\nweight whatever, now that Plessy v. Ferguson, 163\nmenting on the experience of the Board of Recreation\nhas been laid to rest.\nU.S. 537, \nof the District of Columbia (Indritz, Racial Ramparts\n(4) Maintenance of law and order.\nin the Nation's Capital, 41 Geo. L.S. 297, 327), had\nThe short answer to this point was given by this\nthis to say:\nCourt in Cooper v. Aaron,  U.S. 1, 16, when it\n* 358 \nThe net result of the Board's actions * \t\nsaid that \"law and order are not * * * to be pre-\nhas been to impede rather than to help inte-\nserved by depriving the Negro children of their\ngration through voluntary inter-racial associa-\nconstitutional rights.\" See also Buchanan v. TVarley,\ntion and the growth of mutual understanding, to\nlower the quality of public recreation to all, 245 U.S. 60, 81. Furthermore, while respondents'\nand, most significantly, to invite community witnesses expressed the opinion that, if the recrea-\ncrises and warfare in mixed neighborhoods by tional system were integrated all at once, it would be\ncontinuing to exclude colored children from\nnecessary to increase police protection (e.g., R. \n72),\ntheir neighborhood playgrounds while militant\nno concrete substantiation was offered for this specu-\ngroups on both sides lined up for conflict.\nlation. On the contrary, it was testified that those\nWhere a feeling of community good will and under-\nfacilities that had already been desegregated had not\nstanding prevails, delay can serve no purpose but to\nexperienced violence (R. 53) ; indeed, the only inci-\ninvite agitators to undermine and dissipate it.\ndent of violence at a recreational facility cited by\n(3) The fact that, pending the transition period\nany of the witnesses occurred at a segregated (i.e.,\nnow in progress, ample recreational facilities, under\nNegro only) exercise (R. 83; see also R. 81, where\nthe operation of the Park Commission, will be availa-\nit was said that there is more rowdy behavior at\nble to all Negro citizens of Memphis, and no Negro\nNegro parks than at white parks). Moreover, there\n\n26 27\nwas no concrete evidence that the park police force, tioners' constitutional rights. Moreover, this point\nwith the aid of the large (725-man) . city police force would now seem to be moot, since the only facility that\n(R. 88), could not adjust to any-. increased need for appears to be affected by this factor, the Fairgrounds\nprotection that might eventuate. amusement park (see R. 42, 65), has already been\n(5) Avoidance of confusion and turmoil in the desegregated in accordance with the court's order\ncommunity. (R. 94-95, 114).\nHere, too, little in the way of actual experience (7) The fact that immediate integration would\nwas offered to support the witnesses' expressed fears result in a denial to a substantial number of citizens,\nthat confusion and turmoil would reign in the com- both Negro and White, of an opportunity to avail\nmunity if all of the recreational facilities were themselves of recreational facilities now afforded to all\npromptly desegregated; in fact, the only specific citizens of Memphis.\nevidence of general community reaction to recreational It should be noted that the primary implication of\ndesegregation that was advanced was one witness's this statement—that some of the facilities will have\ntestimony that he received \"a large number of anony- to be closed in the event of immediate integration—\nmous letters and telephone calls to my home from white does not stem from any mandate of state law; Ten-\npeople\" every time a recreational facility was deseg- nessee law permits, but does not require, racial seg-\nregated (R. 53). However, the same witness testified regation in local park facilities (Tenn. Code Ann.,\nthat the City had \"been singularly blessed by the Tit. 62, Sec. 715), so that no legislative action would\nabsence of turmoil up to this time on this race ques- be necessary in order to accomplish complete deseg-\ntion\" (R. 43), notwithstanding the fact that a signi- regation. This suggestion that facilities may have to\nficant number of recreational and other public be closed appears to be based upon the testimony of\nfacilities in Memphis had been desegregated for quite the chairman of the park commission that, in the\nsome time, In any event, as we have pointed out event of immediate and total desegregation, \"We\n(see p. 15, supra), community opposition to the would have to, under the present budget, reduce the\nenforcement of constitutional rights cannot be per- number of playgrounds drastically in order to give\nmitted to impede their vindication. them full protection\" (R. 73). No factual support\n(6) Revenues available from concessions operated for this statement was tendered. It was based on an\non park property. assumption—that integrated facilities require greater\nSurely such a potential financial loss to the park police protection than segregated—which in turn had\ncommission—and such a loss is conjectural in the no factual support (see pp. 25-26, supra). However\nextreme—cannot justify the withholding of peti- that may be, there was no indication of anything\n\n28 29\nmagic about \"the present budget\" such that, either by liberate speed\" formulation in the Biown case are\npresent here. We submit that the respondents entirely\ninternal adjustment within the City's appropriation\nfailed to demonstrate that physical necessity or the\nfor recreation or the enlargement of that appropria-\npublic interest call for any delay in the vindication of\ntion, the resources of the City of Memphis were un-\npetitioners' unquestionable right to equal protection\nequal to the task of prompt desegregation of park\nof the laws.\nfacilities.\nCONCLUSION\n(8) The constitutional and other legal rights of all\nFor the foregoing reasons, the decision of the court\ncitizens, both White and Colored.\nbelow should be reversed.\nIt is not clear just what the district court has\nRespectfully submitted.\nreference to in setting forth this factor. Certainly no\nconstitutional or legal right of the Negro citizens ARCHIBALD Cox,\nis being advanced by a delay in the enforcement of Solicitor General.\ntheir right to equal protection of the laws. On the BURKE MARSHALL,\ncontrary, that right is being subordinated to an inter- Assistant Attorney General.\nest—the apparent desire of some of the white citizens J. WILLIAM DOOLITTLE,\nof Memphis that racial discrimination be maintained Assistant to the Solicitor General.\nin the City's recreational system—which is entitled. HAROLD H. GREENE,\nto no legal or constitutional protection whatever. ISABEL L. BLAIR,\nP. \nGERALD  CHOPPIN,\nThus, this factor, like some of the others, argues far\nAttorneys.\nmore eloquently for immediate enforcement of the\nFEBRUARY 1963.\npetitioners' constitutional rights than it does for any\nform of delay.\nIn summary, neither the list of factors upon which\nthe courts below based their decision nor the evi-\ndentiary record on which they purported to draw con-\ntains any justification for their refusal to direct the\nrespondents to desegregate the Memphis recreational\nsystem forthwith. The record is altogether uncon-\nvincing that any really serious physical problems stand\nin the way of immediate desegregation, let alone that\nunique obstacles which called for the \"with all de-\nU. S. GOVERNMENT PRINTING OFFICE:1963",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/77707"
    }
  ],
  "document_count": 4
}