{
  "case_id": 9827,
  "fetched_at": "2025-10-20T22:42:05.489874",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Parker County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Parker",
        "name": "Parker County",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Parker",
        "name": "Parker County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Unknown",
    "closing_year": 1987,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Texas",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1985-01-25",
    "filing_year": 1985,
    "id": 9827,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Affected Sex/Gender(s): Female",
      "Policing: Strip search policy (policing)"
    ],
    "last_checked_date": "2007-07-05T00:00:00-04:00",
    "main_docket": {
      "id": 33254,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1985,
      "docket_filing_number": 65,
      "is_main_docket": true,
      "court": "Northern District of Texas",
      "state": "Texas",
      "docket_office_number": "4",
      "docket_number_manual": "4-85-065-K",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Holton v. Mohon",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1987,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff was arrested for driving while intoxicated and was strip searched by a female-jail officer pursuant to the county's jail policy.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1987-09-08",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Texas",
    "summary": "<p>In 1987, the District Court for the Northern District of Texas found that a county employee's strip search and visual cavity inspection of a woman arested for driving while intoxicated was unreasonable and that the employee and the county were not entitled to qualified immunity.</p><p>We have no further information about this case</p>",
    "summary_published_date": "2012-08-14T00:00:00-04:00",
    "summary_short": "In 1987, the District Court for the Northern District of Texas found that a county employee's strip search and visual cavity inspection of a woman arested for driving while intoxicated was unreasonable and that the employee and the county were not entitled to qualified immunity.\r\n\r\nWe have no further information about this case",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9827",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9827",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9827",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9827"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121635,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121635"
    },
    {
      "date": "1987-09-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1407,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 684,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Texas",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54299,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54299.pdf",
      "title": "Opinion",
      "text": "684 F.Supp. 1407 (1987)\nSylvia Berry HOLTON\nv.\nDavid MOHON, \"Female Dispatcher\", William Speers and Parker County, Texas.\nCiv. A. No. 4-85-065-K.\nUnited States District Court, N.D. Texas, Fort Worth Division.\nSeptember 3, 1987.\nAs Amended September 8, 1987.\n11440089 *1408*1409 H. Deloyd Bailey and Stephen R. Marsh, Wichita Falls, Tex., for plaintiff.\nRowena Young, Asst. Atty. Gen., Jim Mattox, Atty. Gen. of Texas, Austin, Tex., for defendant Mohon.\nJim Claunch, Fort Worth, Tex., and James O. Mullin, Weatherford, Tex., for defendant \"Female Dispatcher\".\nJerry J. Loftin, Fort Worth, Tex., for defendant Parker County, Tex.\nBELEW, District Judge.\nSTATEMENT OF FACTS\n[1]\nPlaintiff Sylvia Holton brings this lawsuit under 42 U.S.C. § 1983  alleging that she was unlawfully arrested by\nTrooper Mohon and unlawfully searched by Parker County Jail officials. This Court must determine if such acts\noccurred and if such occurrence rose to the level of a constitutional violation.\nOn July 27, 1984, Sylvia Holton, Plaintiff, and Helen Mena had dinner at the Steak and Ale restaurant. Both\nwomen were nurses working at Palo Pinto General Hospital; Helen Mena was evaluating Sylvia for a promotion.\nWhile at dinner, both women drank two glasses of wine. After eating dinner, the women proceeded to Wet Willies,\na bar and dance hall. There, both women had two mixed drinks. They left after midnight and were proceeding\nhome on F.M. 2552. The women decided to stop at the Iron Skillet, a truckstop, in Weatherford, Texas to eat and\nuse the restroom. It appears that Sylvia Holton had the car headlights on high beam.\nShortly before the exit, the women were approached by two oncoming cars. Neither car blinked its headlights or\nin any way indicated that Sylvia had her bright lights on. One of the approaching vehicles was driven by Trooper\n1410 David Mohon of the Department of Public Safety. Mark Jackson, an off-duty Weatherford police officer *1410 and\nacquaintance of Plaintiff, was accompanying Trooper Mohon that night as part of a college course. Trooper\nMohon determined that Sylvia's conduct of failing to dim her headlights when within 500 feet of approaching cars\nwas a violation of the traffic code. He accordingly turned his car around and began pursuing Sylvia Holton.\nTrooper Mohon attempted to stop Sylvia by flashing his headlights, flashing a red spotlight, flashing his red and\nblue grill lights and briefly sounding his siren. Sylvia Holton failed to respond to these signals and independently\ncame to a stop at the Iron Skillet.\nThe first time Sylvia noticed Trooper Mohon was when he appeared at her car door at the Iron Skillet. He\napproached Sylvia, identified himself and asked for her driver's license. Sylvia fumbled for it and gave Trooper\nMohon her driver's license. At this time, Defendant Mohon observed Sylvia's slurred speech and smelled alcohol\non her breath. Sylvia had not yet seen Mark Jackson and told Trooper Mohon to call him because he could\n\"vouch\" for her. In response, Trooper Mohon indicated that Mark Jackson was present. Trooper Mohon began to\nquestion Sylvia. She was not warned of her rights. He asked Sylvia how many drinks she had consumed that\nevening and she responded \"two\". Trooper Mohon continued to question Sylvia. Often she failed to comprehend\nhis questions and so Trooper Mohon repeated them. One such question was whether Sylvia would agree to\n\nundertake a field sobriety test. Although indicating a willingness to take a field sobriety test, Sylvia did not take\nsuch a test at the Iron Skillet.\nTrooper Mohon subsequently placed Sylvia under arrest for driving while intoxicated (\"DWI\"). Trooper Mohon\nattempted to place Sylvia in his patrol car. When she resisted, he handcuffed her and forcibly placed her in his\ncar. Helen Mena was also placed in the car. Trooper Mohon told Sylvia that he would like to conduct an alcoholic\ncontent test. Sylvia requested a blood test. They were taken to the Department of Public Safety where Sylvia\nconsented to having an intoxilyzer test performed. The test revealed that Sylvia had a blood alcohol content of\n0.09 percent. A blood test was never administered although Trooper Mohon later gave her that option but Sylvia\nnever responded.\nTrooper Mohon next took Sylvia to Parker County Jail to be processed and booked. Trooper Mohon had no\ndiscretion in deciding where to take Sylvia for processing; DPS officers must take the accused to the jail of the\ncounty in which the offense is committed. At the jail, Sylvia consented to a field sobriety test which was\nvideotped. Sylvia was unable to count from 1001 to 1010; likewise, she hesitated in her recitation of the alphabet.\nAlso, Sylvia had difficulty comprehending Trooper Mohon's instructions that she walk heel to toe, and had\ndifficulty physically following those instructions. Sylvia was unable to correctly recite her social security number.\nAfter Sylvia took the field sobriety test, she was booked into the jail. At this time, Helen Mena was released.\nCarlee Seidel, a female dispatcher for the Parker County Sheriff's Office, was told to conduct a strip search of\nSylvia. Such search was not made at Trooper Mohon's request or order; rather, such search was made pursuant\nto Parker County's policy. The Sheriff of Parker County has a policy requiring that all prisoners being placed in\nthe jail be searched. Such policy is made to protect both the prisoners, as well as other inmates. Likewise, the\nParker County Jail has a policy that any prisoner charged with a felony, or a crime of violence or misdemeanor\ninvolving drugs or alcohol be strip searched. The jail requires strip searches for both men and women; the only\nrestriction is that male personnel only may search male prisoners and female personnel only may search female\nprisoners. The Parker County Jail has no formal policy that all females charged with DWI be strip searched.\nCarlee Seidel, dispatcher, was called by Jailer Leo Peet and told to conduct a strip search of Sylvia because\nthere were no female jailers available. Carlee Seidel accompanied Sylvia Holton to the ladies' restroom. Ms.\n1411 Seidel told Sylvia to remove all*1411 her clothing. Ms. Seidel observed Sylvia's disrobing from a distance. Once\nundressed, Sylvia was asked to bend over and cough which she did. Ms. Seidel found nothing and then left the\nroom. It is disputed whether Carlee Seidel actually searched Sylvia's clothing. Sylvia dressed and walked back\nout to the jail.\nImmediately before Sylvia was placed in a jail cell, Mark Jackson asked if he could post a personal bond for\nSylvia. Although unusual, the Parker County Jail agreed to release Sylvia to Mark Jackson's custody. He took her\nto her house.\nSince this incident, Sylvia Holton has suffered an increased number of migraine headaches. Before the incident,\nPlaintiff suffered migraine headaches about once a year. Immediately following this incident, she suffered\nheadaches two or three times a month. She is currently suffering from approximately one migraine headache a\nmonth. Plaintiff also complains of nightmares. Immediately following the incident, she experienced nightmares of\nsomeone screaming and physically pushing at her about three or four times a week. She has not had such a\nnightmare for about two years.\nPlaintiff also complains of feeling mad, terrified and humiliated. Likewise, Sylvia Holton complains of medical\nproblems. She suffered diarrhea for six months following this incident. She also began using Xanex, a mild\ntranquilizer, after the incident. It was prescribed to her \"as needed\". Sylvia incurred medical bills of $327.00 for\ndoctor's visits and prescriptions after the incident. Plaintiff also complains of emotional problems; she does not\nlike to travel through Parker County and will reroute her drive if possible.\n\nDISCUSSION\nThe first inquiry in a § 1983 suit is whether Plaintiff has been deprived of a right \"secured by the Constitution and\nlaws.\" Baker v. McCollan, 443 U.S. 137, 140, 99 S.Ct. 2689, 2692, 61 L.Ed.2d 433 (1979); Garris v. Rowland,\n678 F.2d 1264, 1270 (5th Cir.1982). The Fourth Amendment to the United States Constitution provides in relevant\npart:\nThe right of the people to be secure in their persons, houses, papers and effects, against\nunreasonable searches and seizures, shall not be violated, and no warrants shall issue, but upon\nprobable cause....\nPlaintiff specifically alleges that she was unlawfully arrested by Trooper Mohon and unlawfully searched by\nParker County Dispatcher Carlee Seidel. Plaintiff argues that such actions provide a basis for a § 1983 action.\nTo prevail on a § 1983 claim for false arrest, Plaintiff must prove that the officer made the arrest without probable\ncause. Hinshaw v. Doffer, 785 F.2d 1260, 1266 (5th Cir.1986). \"Probable cause\" exists where \"the facts and\ncircumstances within ... [the officers'] knowledge, and of which they had reasonably trustworthy information, [are]\nsufficient in themselves to warrant a man of reasonable caution in the belief that an offense has been or is being\ncommitted.\" Id. (citations omitted).\nThe first thing this Court will consider is Trooper Mohon's decision to stop Plaintiff. Trooper Mohon observed\nPlaintiff Sylvia Holton travelling with her headlights on high beam in the face of the oncoming traffic. Failure to\ndim your bright lights when within 500 feet of approaching traffic is a traffic violation. Upon observing the conduct,\nTrooper Mohon had a duty to stop Sylvia Holton. Therefore, it was reasonable for Trooper Mohon to stop Sylvia.\nTrooper Mohon actually stopped and confronted Sylvia at the Iron Skillet. He subsequently arrested Sylvia for\nDWI. Under the laws of Texas, it is an offense if a person is intoxicated while driving or operating a motor vehicle\nin a public place. Vernon's Ann.Civ.St. art. 6701l-1(b). It is well-established that an officer's conducting an arrest\nwithout probable cause is actionable under 42 U.S.C. § 1983. See Garris, 678 F.2d at 1270-71. For Trooper\nMohon's arrest to be valid, he must have had probable cause to believe Sylvia Holton was DWI. The Court is\n1412 cognizant of the *1412 following facts: (1) Plaintiff had at least four alcoholic beverages that evening; (2) Plaintiff\nfailed to dim her headlights; (3) Plaintiff failed to notice the flashing red and green lights of Trooper Mohon's car\nfollowing her; (4) Plaintiff's speech was slurred; (5) Plaintiff was speaking loudly; (6) Plaintiff's breath smelled of\nalcohol. This Court recognizes all these facts would support a finding of probable cause. This Court likewise\nnotes that Mark Jackson, an acquaintance of Sylvia, testified that Sylvia was uncharacteristically loud and\nuncooperative that evening.\nWhile at the Iron Skillet, Trooper Mohon asked Sylvia how many drinks she had consumed that evening and she\nresponded \"two\". Plaintiff argues that such statement was made without Plaintiff's first being given her Miranda\nwarnings and consequently such statement could not supply Trooper Mohon with the probable cause needed to\narrest Sylvia. Miranda warnings must be given to a detainee if he/she is \"in custody\". United States v. Alvarado\nGarcia, 781 F.2d 422, 425 (5th Cir.1986),citing Berkemer v. McCartney, 468 U.S. 420, 104 S.Ct. 3138, 82\nL.Ed.2d 317 (1984). An individual detainee is \"in custody\" if he/she does not feel free to leave.\nIn Garcia, the Fifth Circuit enunciated its four factor test to determine if an individual is \"in custody\"; the relevant\nfactors include: (1) whether there was probable cause to arrest, (2) whether the law enforcement officer had a\nsubjective intent to hold the defendant; (3) whether the defendant had a subjective belief that his freedom was\nsignificantly restricted; and (4) whether the focus of the investigation was on the defendant at the time of\nquestioning. Garcia, 781 F.2d at 425-26. As already discussed above, Trooper Mohon had probable cause to\narrest Sylvia for DWI. The second and third factors to be considered deal with the parties' subjective intent at the\ntime of the stop.\nOn the night in question, Sylvia had pulled her car into the Iron Skillet to use the restroom and to get something\nto eat. It was there that Trooper Mohon made his stop of Sylvia Holton to investigate a traffic violation. In \nBerkemer, the Supreme Court held that roadside questioning of a motorist detained pursuant to a routine traffic\n\nstop does not amount to \"custodial interrogation.\" The Supreme Court articulated two major reasons for its\nholding. First, a motorist is not in custody because of his own subjective impression of the stop; he expects that a\nroutine traffic stop is temporary and brief. Berkemer, 468 U.S. at 437-38, 104 S.Ct. at 3148-49. Second, the\ncircumstances associated with a typical traffic stop are not such that the motorist feels completely at the mercy of\nthe police; for example, the public setting for the stop and the fact that only one or two officers were present. \nBerkemer, 468 U.S. at 438-39, 104 S.Ct. at 3149-50.\nIn the instant case, Sylvia Holton was stopped for failing to dim her headlights. Such a stop is typically short and\ntemporary. Sylvia testified that she did not consider herself intoxicated and therefore, she had no reason to\nbelieve that the stop would not be temporary and short. Second, Trooper Mohon attempted to stop Sylvia Holton\non the open highway but she did not respond to his warnings. They eventually came to a stop in the parking lot of\nthe Iron Skillet. The brief detention occurred in full view of the patrons and passersby. The Supreme Court\nrecognized that such exposure to public view typically safeguards the motorist's rights.\nThe fourth factor to be considered is whether the focus of the investigation was on the defendant at the time of\nthe questioning. In Garcia, the Fifth Circuit noted that \"if none of the other factors are present, the fact that the\ninvestigation is focused upon the defendant is insufficient to render the interrogation custodial.\" Garcia, 781 F.2d\nat 426,citing United States v. Warren, 578 F.2d 1058, 1072 (5th Cir.1978),rev'd in part on other grounds,612\nF.2d 887 (5th Cir.) (en banc), cert. denied,464 U.S. 956, 100 S.Ct. 2928, 64 L.Ed. 2d 815 (1980); United States\nv. Carollo, 507 F.2d 50, 52-53 (5th Cir.),cert. denied,423 U.S. 874, 96 S.Ct. 143, 46 L.Ed.2d 105 (1975). This\nCourt is therefor not bound to consider this factor.\n1413 *1413 Our consideration of these four factors leads this Court to the conclusion that Sylvia Holton was not \"in\ncustody\" immediately following the stop at the Iron Skillet and therefore, need not have received her Miranda\nwarnings immediately upon being stopped.\nAssuming arguendo that Sylvia Holton was in custody at the Iron Skillet, this Court finds that her constitutional\nrights were not violated because no testimonial communication formed the basis of her arrest. This Court notes\nthat Trooper Mohon did ask Sylvia how many drinks she had consumed that evening and she responded \"two\".\nPlaintiff is correct in her argument that such statement given without being informed of her Miranda rights could\nnot supply Trooper Mohon with the probable cause necessary to arrest Sylvia. This Court is not convinced that\nTrooper Mohon utilized such statement in making his probable cause determination. This Court notes the\nfollowing facts to support Trooper Mohon's determination: (1) Sylvia's failure to dim her headlights; (2) Sylvia's\nfailure to notice and respond to flashing red and green lights; (3) Sylvia's loud speech; (4) Sylvia's slurred\nspeech; (5) Sylvia's breath smelled of alcohol. The use of such nontestimonial evidence does not violate Sylvia's\nFifth Amendment privilege against self-incrimination. See United States v. Dionisio, 410 U.S. 1, 5-7, 93 S.Ct. 764,\n767-68, 35 L.Ed.2d 67 (1973); Schmerber v. California, 384 U.S. 757, 760-65, 86 S.Ct. 1826, 1830-32, 16\nL.Ed.2d 908 (1966). From the five enunciated factors above, this Court concludes that Trooper Mohon had\nprobable cause to arrest Sylvia Holton for DWI. Such finding is independent of her statement regarding her\nconsumption of two drinks that night.\nSuch a finding leads this Court to a discussion of qualified immunity. Qualified immunity is available only to\ngovernmental officials performing discretionary functions. Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct.\n2727, 2738, 73 L.Ed.2d 396 (1982). Once an official establishes that he was acting within the scope of his\ndiscretionary authority, this Court must determine whether his conduct violates clearly established statutory or\nconstitutional rights of which a reasonable person would have known. Harlow, 457 U.S. at 818, 102 S.Ct. at 2738\n; Procunier v. Navarette, 434 U.S. 555, 565, 98 S.Ct. 855, 861, 55 L.Ed.2d 24 (1978); Wood v. Strickland, 420\nU.S. 308, 322, 95 S.Ct. 992, 1000, 43 L.Ed.2d 214 (1975).\nTrooper Mohon asserts that he is entitled to a qualified good faith immunity defense. Because the Fourth\nAmendment rule on warrantless arrests is \"clearly established\" law, the defense of qualified immunity is available\nonly if a reasonable officer would have believed that probable cause existed to believe that an offense had been\ncommitted. Trejo v. Perez, 693 F.2d 482, 488 (5th Cir.1982). All the evidence adduced at trial supports Trooper\nMohon's determination that probable cause existed to arrest Sylvia for DWI. Chief Joe Milner who testified at trial\nis in charge of all state troopers and an expert regarding the policies and standards of the Department of Public\nSafety. Chief Milner testified that experience has shown that intoxicated persons commonly fail to dim their\n\nheadlights in the face of oncoming traffic. Chief Milner likewise testified that, given the facts of this case, a\nreasonable officer would have a suspicion that the driver was impaired. Therefore, it appears to the Court that\nTrooper Mohon is entitled to a qualified good faith immunity defense.\nPlaintiff next alleges that she was unlawfully searched by Parker County Dispatcher Carlee Seidel. Plaintiff\nalleges that the strip search policy of Parker County and the actual strip search and body cavity search\n[2]\nconducted by Carlee Seidel violated her Fourth Amendment Rights.\n1414 In Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), the Supreme *1414 Court scrutinized the\npractice of the Metropolitan Correctional Center (MCC), a federally operated short-term custodial facility designed\nto house pre-trial detainees, requiring all detainees to submit to a strip search and visual body cavity inspection\nafter a contact visit with someone outside the facility. The Supreme Court concluded that such searches did not\nviolate the Fourth Amendment because it prohibited only unreasonable searches and the Court determined that\nthese searches were not unreasonable. 441 U.S. at 558, 99 S.Ct. at 1884. The Supreme Court set forth a\nstandard for determining the \"reasonableness\" of a search; it stated:\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Courts must consider the scope of\nthe particular intrusion, the manner in which it is conducted, the justification for initiating it, and the\nplace in which it is conducted.\nWolfish, 441 U.S. at 559, 99 S.Ct. at 1884.\nIn Wolfish, the Supreme Court concluded that the MCC's practice of searching detainees was reasonable after\nconsideration of the four above enunciated factors. The Court acknowledged that these searches may seriously\ninvade the inmate's privacy. However, the Court placed great emphasis on the pecularities of a detention facility.\nIt noted that the serious security dangers of a detention facility justify such an invasion of privacy. The Court went\non to note that these searches must be conducted in a reasonable manner. In concluding its discussion on this\nmatter, the Court stated that in \"[b]alancing the significant and legitimate security interests of the institution\nagainst the privacy interests of the inmates, we conclude that ... [visual bodycavity inspections] can [be\nconducted on less than probable cause].\" Wolfish, 441 U.S. at 559-60, 99 S.Ct. at 1885.\nIn Stewart v. Lubbock County, Texas, 767 F.2d 153 (5th Cir.1985), the Fifth Circuit first evaluated the\nconstitutionality of a strip search policy. The policy of the Lubbock County jail permitted a strip search of any\narrestees, regardless of the severity of the charged crime. The jailers were not required to suspect the arrestee of\n[3]\npossessing weapons or contraband before conducting a search. After considering leading cases in this area,\nthe Fifth Circuit concluded that Lubbock County's strip search policy was unreasonable and violative of the\nFourth Amendment. Stewart, 767 F.2d at 156-57. The Court reasoned so \"[b]ecause Lubbock County's strip\nsearch policy was applied to minor offenders awaiting bond when no reasonable suspicion existed that they as a\ncategory of offenders or individually might possess weapons or contraband.\" Stewart, 767 F.2d at 156.\nIn the instant case, Plaintiff was subjected to a strip search and body cavity search upon being booked at the\nParker County Jail. Plaintiff had been charged with DWI. Carlee Seidel, a female dispatcher of Parker County,\naccompanied Plaintiff to a bathroom and told her to disrobe. After undressing fully, Plaintiff was told to bend over\nand cough. Carlee Seidel did not touch Plaintiff; rather, she observed her from a distance.\nIn her deposition, Carlee Seidel indicated that it was the policy of Parker County to require and conduct strip\nsearches of females charged with DWI. Carlee Seidel testified that she, had personally conducted between 150\nand 200 such searches. Carlee Seidel also testified that she was a dispatcher and that she conducted these\nsearches only in the absence of a female jailer.\nThe Supreme Court in Bell v. Wolfish, recognized that a body cavity search is highly intrusive. This Court\nconcedes that Carlee Seidel's taking of Plaintiff to a private bathroom is perhaps the most unintrusive manner of\n1415 conducting such a search. There appears to be no independent justification *1415 for conducting such a search\nof Plaintiff; the purpose of conducting a strip search and body cavity search is to look for weapons or contraband\n\nin an attempt to protect both the inmates as well as the jail personnel. In the instant case, Plaintiff was initially\nstopped for a routine traffic violation. Upon conversing with her, Officer Mohon determined that Plaintiff was\nintoxicated and subsequently arrested her for DWI. There was never any indication that Plaintiff was harmful or\nthat Plaintiff might be carrying a weapon or contraband. There has been no evidence adduced at trial that\nTrooper Mohon, Parker County Jail officials or Carlee Seidel had reasonable suspicion to believe that Plaintiff\ncarried any weapons or contraband. Therefore, this Court concludes that the strip search and body cavity\ninspection were unreasonable.\nAfter having determined that a constitutional violation occurred, this Court must now consider whether the\ndefense of qualified immunity applies in this case. Qualified immunity is available only to governmental officials\nperforming discretionary functions. Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d\n396 (1982). Once an official establishes that he was acting within the scope of his discretionary authority, this\nCourt must determine whether his conduct violates clearly established statutory or constitutional rights of which a\nreasonable person would have known. Harlow, 457 U.S. at 818, 102 S.Ct. at 2738; Procunier v. Navarette, 434\nU.S. 555, 565, 98 S.Ct. 855, 861, 55 L.Ed.2d 24 (1978); Wood v. Strickland, 420 U.S. 308, 322, 95 S.Ct. 992,\n1000, 43 L.Ed.2d 214 (1975). The Fifth Circuit has clarified the process by noting that the Supreme \"Court has\neffectively created ... [the following] two level progressive inquiry:\n(1) Was the law clearly established at the time? If the answer to this threshold question is no, the\nofficial is immune.\n(2) If the answer is yes, the immunity defense ordinarily should fail unless the official claims\nextraordinary circumstances and can prove that he neither knew nor should have known that his\nacts invaded settled legal rights.\"\nTrejo v. Perez, 693 F.2d 482, 485 (5th Cir. 1982).\nThis Court is now called upon to determine whether Defendants' conduct violated \"clearly established\" law. To\nthis end, this Court must look to the law as it existed at the time of the alleged violations, i.e. up to July 27, 1984.\nPlaintiff contends that the law prohibiting strip searches under such circumstances was clearly established at the\ntime of her arrest, based on the balancing test set out in Bell v. Wolfish, as well as the decisions of other District\nCourts and Circuit Courts of Appeal. The Fifth Circuit did not make its ruling that the policy of blanket strip\nsearches performed on misdemeanor arrestees charged with drug or alcohol crimes in the absence of a\nreasonable suspicion that the person searched was concealing a weapon or contraband was unconstitutional\nuntil after the Plaintiffs' arrest. See Stewart v. Lubbock County, Texas, 767 F.2d 153 (5th Cir.1985).\nDespite its creation of the \"clearly established\" standard, the Supreme Court has not yet provided a standard for\nwhen a right has been \"clearly established.\" See Procunier v. Navarette, 434 U.S. 555, 565, 98 S.Ct. 855, 861,\n55 L.Ed.2d 24 (1978); Harlow v. Fitzgerald, 457 U.S. 800, 818 n. 32, 102 S.Ct. 2727, 2738 n. 32, 73 L.Ed.2d 396\n(1982). Defendants seem to contend that they are not bound unless the Fifth Circuit has clearly established the\nrights in issue.\nIt has been clearly established for some time that a search is \"unreasonable\" if it violates the searched person's\nconstitutional rights. Bell v. Wolfish, 441 U.S. at 558-59, 99 S.Ct. at 1884; Illinois v. Lafayette, 462 U.S. 640, 103\nS.Ct. 2605, 77 L.Ed. 2d 65 (1983); Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). Further, at\nleast two Circuits held, prior to Plaintiff's arrest, that strip searches under similar circumstances are\nunreasonable. See Mary Beth G. v. City of Chicago, 723 F.2d 1263 (7th Cir.1983); Logan v. Shealy, 660 F.2d\n1416 1007 (4th Cir.1981),cert. denied,455 *1416 U.S. 942, 102 S.Ct. 1435, 71 L.Ed.2d 653 (1982). Defendants, a\ncounty and law enforcement officers, should have known the standards of Bell v. Wolfish and should have known\nof the decisions in Logan and Mary Beth G. Defendants should not be able to adopt a \"wait and see\" attitude in\n[4]\nthe face of such authority and continue a dubious practice while awaiting a direct ruling from the Fifth Circuit.\nDefendants point to the cases of Hudson v. Palmer, 468 U.S. 517, 104 S.Ct. 3194, 82 L.Ed.2d 393 (1984) and \nBlock v. Rutherford, 468 U.S. 576, 104 S.Ct. 3227, 82 L.Ed. 2d 438 (1984) in an attempt to prove that the law\nregarding strip searches was not \"clearly established\" at the time of Plaintiff's arrest. Both decisions were\n\npublished on July 3, 1984, a couple of weeks before Plaintiff's arrest. Defendants cite both cases as standing for\nthe proposition that jail administrators are given great deference in running their jails, even if their actions violate\ninmates' rights. Defendants seek to show that the Supreme Court, in these rulings, had not yet clearly\nestablished the law regarding inmate rights. This Court is not persuaded by such argument.\nIn Hudson v. Palmer, the Supreme Court held that a prisoner does not have a reasonable expectation of privacy\nin his prison cell so that he is not protected against unreasonable searches by the Fourth Amendment. In support\nof its holdings, the Supreme Court reasoned that institutional security and internal order of jails were of\nparamount concern. Hudson, 468 U.S. at 527-28, 104 S.Ct. at 3200. The Court noted that prison administrators\nhad great deference in determining what steps are necessary to ensure the safety of prison staff, administrative\npersonnel, visitors, as well as inmates themselves. Id. at 526-27, 104 S.Ct. at 3200.\nIn Block v. Rutherford, the Court held that a jail's blanket prohibition of contact visits by detainees was an entirely\nreasonable, nonpunitive response to the legitimate security concerns of a jail administration and therefore\nconsistent with the Fourteenth Amendment. Block, 468 U.S. at 588, 104 S.Ct. at 3233. Again, the Court seemed\nto defer to the informed discretion of the jail administrators. A second issue presented in this case was whether\nthe jail's practice of permitting random shakedown searches of individual cells without the cell occupant's\npresence violated the Fourth Amendment. The Court concluded that such a practice was reasonable and\ntherefore valid under the Constitution. Id. at 590-91, 104 S.Ct. at 3234-35.\nThis Court therefore concludes that the law prohibiting strip searches and visual body cavity inspections in\nsituations like Plaintiff's was clearly established at the time of Plaintiff's arrest. Under the analysis set forth in \nTrejo, this Court must next consider whether extraordinary circumstances existed and whether Defendants can\nprove that they neither knew nor should have known that their acts violated Plaintiff's settled legal rights. No such\ntestimony was produced at trial. Therefore, it appears that Carlee Seidel and Parker County are not entitled to the\ndefense of qualified (good faith) immunity.\nPlaintiff alleges that Trooper Mohon should also be liable for the strip search and visual body cavity inspection.\nThe evidence at trial proves that Trooper Mohon had no discretion in choosing to which jail to bring Plaintiff; he\nwas required to deliver Plaintiff to Parker County Jail for booking. Once at Parker County Jail, Trooper Mohon\nrelinquished all control of the situation to Parker County officials. Trooper Mohon in no way requested or\nencouraged the strip search of Plaintiff. Therefore, this Court finds that Trooper Mohon's personal actions did not\ncause Plaintiff's rights to be violated and therefore Trooper Mohon cannot be held liable for damages caused by\nthe strip search. See Monell v. Department of Social Services, 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed. 2d 611\n(1978).\n1417 *1417 The Court finds that Plaintiff should recover nothing of and from Trooper David Mohon.\nIn conclusion, this Court finds that Parker County and its officials violated Sylvia Holton's constitutional rights.\nSince they are not entitled to the qualified immunity defense, they are liable for damages suffered by Plaintiff.\nThis Court finds that Sylvia Holton suffered both physically and psychologically from the actions of Parker County\nofficials. Sylvia Holton incurred medical expenses as a result of the incident.\nThe Court is of the opinion and finds that Carlee Seidel was an employee of Parker County, Texas, and was\nfollowing the directions of her employer in performing the strip search in question. Because Carlee Seidel was\nacting pursuant to the policy of Parker County in conducting such a search, Parker County shall be solely liable\nfor damages suffered by Sylvia Holton.\nThe Court is of the opinion and finds that Sylvia Berry Holton should recover of and from Parker County, Texas\nfor her damages the sum of Twelve Thousand Dollars ($12,000.00) with interest thereon at the rate of 6.98% per\nannum until paid.\nPlaintiff also sought an injunction against Parker County Jail officials to enjoin it from conducting strip searches of\npersons arrested for DWI without any reasonable suspicion that they possessed weapons or contraband. This\nCourt finds that it is not necessary to issue such an injunction at this time. This Court is confident that Parker\nCounty will adhere to the Court's judgment and will take reasonable steps to comply with this Opinion.\n\nA final judgment wil be entered after a hearing on and determination of attorneys' fees and litigation expenses to\nbe assessed against Defendant Parker County.\nIT IS SO ORDERED.\n[1] 42 U.S.C. § 1983 provides: \"Every person who, under color of any statute, ordinance, regulation, custom, or\nusage, of any State ... subjects, or causes to be subjected any citizen of the United States or other person within\nthe jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and\nlaws, shall be liable to the party injured....\"\n[2] The Fourth Amendment states \"the right of the people to be secure in their persons, houses, papers, and\neffects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon\nprobable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the\npersons or things to be seized.\"\n[3]Bell v. Wolfish; Mary Beth G. v. City of Chicago, 723 F.2d 1263 (7th Cir.1983); Logan v. Shealy, 660 F.2d 1007\n(4th Cir.1981),cert. denied,455 U.S. 942, 102 S.Ct. 1435, 71 L.Ed.2d 653 (1982).\n[4] The Fifth Circuit, in Stewart, did rely on the balancing test established by Bell v. Wolfish in finding Lubbock\nCounty's strip search policy unreasonable. Stewart, 767 F.2d at 156-57. Thus, the standards applied, those of \nBell v. Wolfish, were clearly established at the time of Plaintiff's arrest.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54299"
    }
  ],
  "document_count": 2
}