{
  "case_id": 11389,
  "fetched_at": "2025-10-22T00:14:36.646360",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "City of Barre, Vermont",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "In Process (Public)",
    "case_types": [
      "Criminal Justice (Other)"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2009,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Vermont state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2009,
    "id": 11389,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 31672,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2009,
      "docket_filing_number": 320,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the Second Circuit",
      "state": "Vermont",
      "docket_office_number": "",
      "docket_number_manual": "320-5-09 Wncv",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "Hagan v. City of Barre",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Vermont",
    "summary": "<p>[This summary is temporary while we research the case.] This is a lawsuit in which a man who had previously been convicted of a sex offense sued the City of Barre, challenging an ordinance that made it illegal for him to live within 1,000 feet of a public or private school, park, playground, recreation center, beach, pool, gym, sports field, or sports facility owned or operated by the City. The case was filed on June 29, 2009, in the Washington County Superior Court.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2024-07-05T15:24:03.963545-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11389",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11389",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11389",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11389"
  },
  "documents": [
    {
      "date": "2009-06-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Vermont state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 34379,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/34379.pdf",
      "title": "Ruling on Motion for Preliminary Injunction",
      "text": "/ \n- ·ft \n-~ \nSTATE OF VERMONT \nWASHINGTON COUNTY \nzaoq  JUN  2 q  PI: I 1 \nCHRISTOPHER HAGAN \nPlaintiff  SU p;•-.. t'\\)  In.... f1; >I  C, O ,! jf:\\'  'rI\"  \nSUPERIOR CoUkfrSHII1GTOH COU~HY \nv.  Docket No. 320-5-09 Wncv \nCITY OF BARRE \nDefendant \nRULING ON MOTION FOR PRELIMINARY INJUNCTION \nThis case involves the power of a Vennont municipality to restrict where a person \nwho has been convicted of a sex offense may live. An ordinance enacted by the City of \nBarre restricts such people from moving into any area within 1,000 feet of a public or \nprivate school, and of any park, playground, recreation center, beach, pool, gym, sports \nfield, or sports facility owned or operated by the City. Barre Ordinances § 11-36. \nI \nAlthough  other  cases  around  the  country addressing  similar restrictions  have \nraised various constitutional challenges, only two issues are presented by the plaintiff in \nthis case: (1) does the municipality, as opposed to the state, have the legal authority to \ncreate such restrictions by virtue of its general powers, and (2) if not, may it nonetheless \ndo so pursuant to its express power to regulate public nuisances. \nI Although the City's counsel asserted at the hearing that the ordinance only bars people who are currently \nlisted on the registry, the court finds no such restriction in its language. It states that anyone who meets the \ndefinition of a \"sex offender\" as  defmed in  13  V.S.A.  § 5401(10),  except someone  with an  existing \nconviction who  was already living there when the ordinance was passed, is barred from living in the \nexclusion area.  Barre Ordinances, § 11-36 (a)(1). That statute defines \"sex offender\" as anyone who has \nbeen convicted of certain crimes: the definition is not limited to the time period during which a person is \nrequired  to  register.  Thus,  although the  registration requirement  can end  after ten  years  for  certain \nconvictions - l3 V.S.A.  § 5407(e) - the  ordinance appears to bar anyone who has  ever had a listed \nconviction from living in the relevant areas ofBall'e City for the rest of their lives. \n\nPlaintiff Christopher Hagan,  who  cunently lives  within  the restricted  area  of \nBarre City (\"BalTe\" or \"the City\"), seeks a preliminary injunction barring the City from \nenforcing the restriction against him. An evidentiary hearing was held 011 that motion on \nJune  11. The City has agreed not to  enforce the ordinance until July 7 or this court's \nruling,  whichever  first  occurs.  Although  the  court  proposed  to  the  parties  that  the \npreliminary hearing be merged with the final hearing given the identical nature of the \nissues, the City objected. Thus, the court's ruling today addresses only the motion for a \npreliminary injunction and does not dispose of the entire case. \nFindings of Fact \nThe witnesses at the hearing were Mr.  and Mrs. Hagan, a Field Representative \nfrom the Vermont State Housing Authority, the District Director for the Department of \nChildren &  Families' Economic Services Division, and the City Manager from Barre. \nBased upon the testimony and  exhibits presented  at  the hearing,  the court finds  the \nfollowing facts established by a preponderance of the evidence. \nHagan met his wife Amy in 2006,  and  they married in 2007. They have two \nchildren, a ten-year-old and a one-year-old. Hagan has a conviction from 2000 or 2001 \nfor  lewd  and lascivious  behavior that occurred  in  1998  or  1999.  As a  result  of that \nconviction, he is currently required to register with the state whenever he changes his \nresidence, as well as reregistering each year even if he resides in the same location. At the \nhearing, no details were provided regarding the nature of the underlying offense. \nAccording to Hagan, he was originally placed 011 probation with something under \nthree months to serve, but later was found in violation of probation for  failing to  find \nemployment.  That  violation  led  to  him  serving  the  balance  of his  sentence  and \n2 \n\nundergoing the sex  offender education program while incarcerated. He  completed the \nprogram and was released in January of 2005. He then left the state to attend college in \nIowa, and returned to Vermont in 2006. He believes that the Department of Corrections \nhas assessed him as having a low risk to re-offend, but no evidence was presented from \nthe Department of Corrections to confirm that. \nIn February 2009, Hagan and his family were living in Richmond in a trailer they \nrented from its owner. They were receiving Section 8 housing benefits. That month, they \nreceived notice that the owner of the trailer park was evicting them because the trailer \nowner had not paid the lot rent (despite the fact that the Hagans had been dutifully paying \ntheir rent on the trailer).  They searched for  a new residence,  and found  their current \napartment in Barre City. They had to find an apartment suitable for Section 8 benefits -\nwhich required that it fall  below a certain rent level including utilities,  and  could be \nsatisfactorily inspected by Section 8 staff. They also desired one that would allow them to \nhave their dog and cats. They searched quite a bit before finding this apmiment. \nAfter seeing the apartment, Hagan told the landlord of his sex offense and his \nneed to register with the state. Hagan explained that because of the nature of his offense, \nhe was not listed on the publicly accessIble part of the sex offender registry, only the part \nthat can be accessed by state officials and other specified entities such as certain types of \nemployers.  Apparently  the  landlord  and  Hagan  therefore  believed  that  the  Barre \nordinance  was  inapplicable  to  Hagan.  Hagan  and  his  wife  signed  the  Section  8 \npaperwork, although apparently Hagan did not sign the actual lease with the landlord. His \nwife did sign the lease that day. It is unclear precisely when all of this occurred, although \n, it appears to have been on or around April 1. \n3 \n\nHagan then went directly to the Department of Public Safety to register the new \naddress,  and  was told  there that  his conviction would trigger the  ordinance.  He  was \ndirected to the Barre City Chief of Police for more information, and went to talk to him. \nThe Chief explained that the apartment was within the restricted  area covered by the \nordinance. \nThe Hagans then called Senator Bernie Sanders' office and were referred back to \nthe Barre City offices. The mayor returned their call, and suggested they come to the City \nCouncil hearing a few  days  later to  raise the is~ue. Mr.  Hagan did so.  At the council \nmeeting on April 7, he explained his situation and asked the Council to consider making \nan exception, or amending the ordinance in some way, to allow his family to live in the \napartment. The Council apparently told him that it would take ninety days to amend the \nordinance, and that he would have to  leave within fifteen days  of receiving a written \nnotice to do SO.2 About two weeks later Hagan received the notice, which threatens fines \nof $500 a day for every day he remains. The City has stayed enforcement of the notice \nwhile this case is pending. \nIt is  unclear precisely when the Hagans  actually moved into  the  apartment in \nBarre. However, Hagan concedes that it was after he had notice that the apartment was in \nthe restricted zone. The Hagans felt they had no options, as the trailer they were living in \nwas about to be removed from the lot by the owners of the trailer park. \nThe Hagans are both currently unemployed. Amy Hagan is not seeking work, as \nshe is the children's primary caregiver. Christopher Hagan is actively seeking work. He \nhas had a number of restaurant jobs in the past, most recently in March or April. They \n2 The record does not make clear whether the City is in fact considering some sort of amendment to the \nordinance that might allow for individual appeals or waivers. \n4 \n\ncurrently have no income and no savings, and are living on state benefits including food \nstamps, Section 8, Medicaid, and Reach-up benefits. They have no funds  for a security \ndeposit on another apartment, no vehicle, and no funds to pay a mover. \nA Field Worker for the Section 8 program, Reenie Sargent, testified for Hagan. \nShe  explained  that  to  obtain  Section  8  benefits,  families  must  meet  low-income \nrequirements and the apartments must be at a low'enough rent to qualify. Sargent worked \nwith the Hagans to find an apartment, and inspected this one to make sure it met Section \n8 standards. She described it as a very nice apartment, much nicer than they are likely to \nfind elsewhere for the price. The landlord agreed to  lower the rent so that the Hagans \ncould qualify for the apartment. Sargent met with the Hagans and the landlord the day \nthey signed the paperwork. She has a copy of their lease in her file - which she did not \nbring to court - but was not sure whether only Mrs. Hagan or both of the Hagans signed \nit. \nAlthough Sargent was aware of the Barre ordinance, because of the distance of \nthe apartment from any school it did not occur to her that the ordinance was an issue.3 \nWhen the Hagans contacted her about the problem, Mr. Hagan was suggesting that he \nmove out and let the rest of the family stay while he tried to convince the City to make an \nexception for him. Sargent and her supervisor discussed the matter, and Sargent advised \nHagan to stay because if he left he would have to reapply for Section 8 and would be \ndenied under federal  law because of his criminal record.4  While he would be able  to \nappeal that and get a hearing, there would be no guarantee that he would succeed at the \n3 It is not clear from the record why this apaltment is within the exclusion zone. \n4 Why he qualified initially, but would not qualify later, was never explained. While it may be because \nthere are different standards for families as opposed to individuals, there is no evidence about that in the \nrecord. \n5 \n\nhearing. In addition, the waiting list for Section 8 is currently closed and not expected to \nreopen until the end of the summer. Even if an applicant gets approved, the waiting list is \ncurrently three to five years. \nIf the entire family moves out of the apartment, their Section 8 benefits would \nremain  in  place  if they  could  find  another  qualified  apartment.  However,  Sargent \npredicted that it would be very difficult for  the Hagans to  immediately find  another \napartment in the approved price range. \nIf the Hagans moved out now because of the enforcement of the City ordinance \nagainst them, thus breaking their lease, Vermont State Housing rules would likely require \na hearing to determine whether their Section 8 benefits would be terminated as a result. \nAlthough  Sargent  \"would  hope\"  that  the  reasons  for  their  move  would  lead  to \ncontinuation of the Hagans' benefits, she could not say what the hearing officer would \ndo. She also noted that there would be an  issue with regard to whether the Hagans would \nget their security dep<,?sit back or not. \nCentral  Vermont  Community  Action  can  provide  people  with  assistance  III \nmaking deposits on new apartments, getting their belongings moved, and finding new \nhousing. The same is true of the Department of Children and Families. The City of Barre \nalso  has  funds  administered by the police department that allow  for  grants to  assist \nfamilies (including a $40,000 fund created by a donation to the City to help low-income \npeople).  However,  the Hagans would have to  apply for  the funds  and  go  through  a \nprocess to  determine whether they would receive them. Thus, neither the DCF District \nDirector nor the City Manager could say with certainty that the Hagans would receive \nsuch funds. \n6 \n\nConclusions of Law \nHagan  challenges  the  ordinance  on  two  grounds.  First,  he  argues  that  local \nmunicipalities  in  Vennont lack any general  implied power to  enact such ordinances. \nSecond, he argues that the ordinance is not a proper exercise of the municipal power to \nregulate  public  nuisances.  He  seeks  a  preliminary  injunction  on  the  ground  that \nenforcement of the ordinance will require him to become homeless. \nBarre contests both claims, and in addition argues that Hagan should be denied \npreliminary injunctive relief because he chose to move into his residence knowing of the \nrestriction.  Barre  also  argues  that  Hagan  has  failed  to  show  that  he  will  risk  any \nirreparable harm ifhe is forced to move. \nThe Criteria for Preliminary Relief . \nThe current issue before the court is whether Hagan is entitled to a preliminary, as \nopposed to  a permanent,  injunction, pursuant to V.R.C.P.  65.  Although  the Vermont \ncourts  have  not  established  clear  standards  governing  the  issuance  of preliminary \ninjunctions, federal law is instructive because of the similarity of the state and federal \nrules. See Drumheller v. Drumheller, 2009 VT 23, 1 29, _  Vt. _  (looking to federal law \nfor interpretation of Vermont rules). \nHagan asserts that to obtain a preliminary injunction here, Hagan must show that \n\"irreparable harm\" will occur without an injunction, and show either \"(a) a likelihood of \nsuccess on the merits or (b) sufficiently serious questions going to the merits to make \nthem  a fair ground for  litigation and  a balance of hardships  tipping decidedly in  the \nmovant's favor.\"  County of Nassau v. Leavitt, 524 F.3d 408,414 (2d CiT. 2008)(citation \n7 \n\nomitted).  Although  there  is  room  for  argument  over whether  these  are  the  precise \nstandards a yermont court should apply,5 Barre does not dispute them. Thus, the court \nwill proceed under these standards for today's purposes. However, as  the Leavitt case \npoints out, because in this case \"the moving party seeks a preliminary injunction that will \naffect government action taken in the public interest pursuant to a statutory or regulatory \nscheme,  the  injunction  should  be granted  only  if the moving party  meets  the more \nrigorous likelihood-of-success standard.\" Id. (quoting Wright v. Giuliani, 230 F.3d 543, \n547 (2d Cir.2000)). \n\"To satisfy the irreparable harm requirement, [p ]laintiffs must demonstrate that \nabsent  a preliminary injunction they will  suffer an  injury that  is  neither remote nor \nspeculative, but actual and imminent, and one that cannot be remedied if a court waits \nuntil the end of trial to resolve the harm.\" Grand River Enter. Six Nations, Ltd. v. Pryor, \n481 F.3d 60, 66 (2d Cir.2007) (internal quotation marks omitted). Hagan argues that he \nwill suffer irreparable harm if he (with or without his family) is forced to move because \nhe has nowhere to  go,  no  funds  to  obtain a new  apartment, no  vehicle  to  move his \nbelongings, and wi11likely lose his or the family's Section 8 benefits at least for some \nperiod of tiI?e. \n5 For example, In re lG., 160 Vt. 250, 255 n. 2 (1993), suggests in dicta  that courts should also evaluate \nthe potential harm to other parties and the public interest. It is also unclear whether  the standards in \nVermont are different depending upon whether the injunction sought is \"mandatory\" (ordering someone to \ndo something) or \"prohibitory\" (ordering someone to stop doing something). See, Committee to Save the \nBishop's House v.  Medical Center Hospital of Vermont,  136 Vt. 213, 219 (1978)(questioning in dicta \n* \nwhether there  is  any difference).  See Bosch v.  Lamattina,  2008 WL 4820247,  4  (E.D.N.Y.  2008) \n(explaining difference);. Compare, 0 Centro Espirita Beneficiente Uniao do Vegetal v. Ashcroft, 389 F. 3d \n973,976-80 (10th Cir. 2004), with United Food and Commercial Workers Union, Local 1099 v. Southwest \nOhio Regional Transit Authority, 163 F. 3d 341,348 (6th Cil'. 1998) (rejecting distinction). The City does \nnot claim, however, that the requested injunction would be anything other than prohibitory, so the court \nneed not resolve that issue today. \n8 \n\nNumerous  cases  from  other jurisdictions  conclude  that  being  made  homeless \nand/or losing housing benefits (such as Section 8) constitutes irreparable harm.6 See, e.g., \nWatson v. Federal Emergency Management Agency, 437 F. Supp. 2d 638, 648-49 (S.D. \nTex.)(\"likelihood  of eviction  and  all  of the  problems  associated  with  homelessness\" \nconstitutes irreparable harm), vacated on other grounds, 2006 WL3420613 (5th Cir. Sept. \n6,  2006);  McNeill  v.  New  York  City  Housing  Authority,  719  F.  Supp.  233,  254 \n(S.D.N.Y.  1989)(\"The  threat  of eviction  and  the  realistic  prospect  of homelessness \nconstitute  a  threat  of irreparable  injury,  and satisfies  the  first  prong  of the  test  for \npreliminary injunctive relief.\");  Baumgarten v.  County of Suffolk, 2007 WL 1490482, \n*5  (E.D.N.Y.  May  15,  2007)  (the  prospect  of homelessness  constitutes  irreparable \nhann); Estevez v. Cosmopolitan Associates LLC, 2005 WL 3164146 *3 (E.D.N.Y. Nov. \n28, 2005) (\"Not only will plaintiffs lose their housing, they may also lose permanently \nthe benefits conferred by the enhanced vouchers, which are available to eligible tenants \nonly so  long  as  they  remain  in  the  same housing.  Plaintiffs  will  suffer  actual  and \nimminent hann if injunctive relief is not granted .... \"); Edwards v. Habib, 366 F.2d 628, \n630 (D.c. Cir. 1965) (Wright, J., concurring) (\"Certainly being evicted into the street is \nirreparable damage.  Respondent suggests that petitioner can raise the money ... from \ncharitable institutions. I think petitioner need not be relegated to charitable institutions as \nlong as a court sits to enforce her rights .... As to where the public interest lies, I suggest \nthat the public interest lies in keeping [th]is family housed, at least until the courts can \ndetermine petitioner's rights. \"). \n6 Some of the cases cited by Hagan for this proposition are not on point, because they involve foreclosures \nand evictions from long-time residences rather than short-term rentals. See, e.g., Bosch, 2008 WL 4820247 \nat *1. The couli relies only on those cases discussing eviction from rental property. \n9 \n\nThe City does not argue with this proposition, but does argue that the facts do not \nsupport a conclusion that Hagan risks homelessness or the loss of Section 8 benefits. \nWhile the City is correct that there is evidence of various potential sources of funds for a \nnew apartment, and  of the possibility that Hagan might appeal the tennination of his \nSection 8 benefits if he moved alone, the court concludes that the availability of such \nbenefits is speculative rather than certain. Accord, Watson, 437 F.  Supp.  2d at 648-49 \n(rejecting argument that other sources of assistance are available, because \"the assistance \nis not automatic\" and \"any potential relief remains speculative\"). \nThe evidence establishes a likelihood that if Hagan moves  alone, he will lose \nSection 8 assistance as well as having no funds and nowhere to go, and that if the whole \nfamily  moves  out  they  risk  losing  Section  8  benefits  and  mayor may not  receive \nassistance in  finding  and  paying for  a new  apartment.  The speCUlative  nature of the \nassistance, and the relatively certain nature of the detriment, leads to the conclusion that \nthey face imminent and actual homelessness for at least some period of time. As other \ncourts have found, this court concludes that forced homelessness and the likely loss of \nhousing benefits under Section 8 would meet the legal test for irreparable harm. \nTo determine the next element necessary for the issuance of an injunction here, \nthe court must proceed to  evaluate Hagan's likelihood of success on the merits of his \nclaims.7 First, however, the court will address the \"clean hands\" doctrine. \n7 As noted above, there is dictum in one Vermont case suggesting that the court should also weigh the \npotential harm to others if an injunction is issued, as well as \"the public interest.\" In re J.G., 160 Vt. at 255 \nn. 2. Here, the City has not asserted that these issues must be considered, and presented no evidence for the \ncourt to weigh in this regard. Although the point of the ordinance is presumably to give parents some sense \nof security, and to protect children from sexual assault, there is nothing in the record from which the court \ncan conclude that the ordinance is actually likely to do so. The only thing in the record on that issue, in fact, \nsuggests the opposite. See,  2009 Act No.1, An Act Relating to Improving Vermont's Sexual Abuse \nResponse System, § 5 1( noting the Legislature'S concern that exclusion ordinances such as this \"could have \na negative impact on public safety\" rather than a positive one, and urging municipalities to \"ensure they are \n10 \n\nThe \"Clean Hands\" Doctrine \nThe  City  argues  that  any  injunctive relief should be  barred  here  by what  IS \nreferred to as the \"clean hands\" doctrine. Savage v. Walker, 2009 VT 8, ~ 10, - Vt. - . \nThe adage is that one who seeks equity must do equity. In other words, \"where a party \ncomes into equity for relief he or she must show that his or her conduct has been fair, \nequitable, and honest as to the particular controversy in issue.\" 27A Am. Jur. 2d Equity § \n98 (West, Westlaw through May 2009). A party will be barred from equitable relief if his \nclaim is \"tainted with deceit and impurity of motive.\" Id. The doctrine bars relief to those \nwho  act  with  \"fraud  or  deceit.\"  Precision  Instrument  Mfg.  Co.  v.  Automotive \nMaintenance Machinery Co., 324 U.S. 806,815 (1945). The doctrine \"is not an automatic \nor absolute bar to relief' but is one to be applied in the discretion of the court.  1IA \nCharles  Alan  Wright,  Arthur  Miller,  and  Mary  Kay  Kane,  Federal  Practice  and \nProcedure: Civ. 2d § 2946 (West, Westlaw through 2009 update). \nThe City's position is that Hagan moved into his apartment after he had learned \nthat the exclusion ordinance barred him from residing there. While true, the court does \nnot find this to be the sort of unfair or dishonest conduct that the clean hands doctrine \naims  to  bar.  In fact,  Hagan  did nothing dishonest.  To  the  contrary,  his  conduct was \nremarkably straightforward: he told the landlord about his offense and his placement on \nthe registry, and he went to the Chief of Police and then to the City Council to explain his \nsituation  and  request reconsideration of the restriction.  He  originally intended not  to \nreceiving  accurate  and  substantive  information  about  the  lack of efficacy  of such  laws\").  See  also, \nNicholson v. Connecticut Half-Way House, Inc., 218 A.2d 383, 385-86 (Conn. 1966)(noting that although \nthe neighbors in that case objected to \"the presence in the neighborhood of persons with a demonstrated \ncapacity for criminal activity .... This present fear of what may happen in the future, although genuinely \nfelt, rests completely on supposition.\"). Thus, the court has no appropriate basis on which to find that there \nwill be harm to others, or to the public interest,  if the City is enjoined from enforcing the ordinance against \nHagan. \n11 \n\nmove in with his wife and children until the issue was resolved, but was advised by the \nVennont State Housing Authority that he should move in. Under these circumstances, the \ncourt does not find that his conduct was deceitful,  fraudulent or dishonest.  The clean \ns \nhands doctrine does not bar Hagan's request for relief. The court will therefore proceed \nto address the substantive issues in this case. \nMunicipal Powers in Vennont \nThe parties in this case are in sharp disagreement over what legal doctrine applies \nto Barre's municipal powers. Plaintiff cites Dillon's Rule, a doctrine of narrow powers; \nDefendant cites Home Rule, a doctrine of broad local powers.9 \nDillon's Rule, which is named for a rather ancient treatise by an Iowa judge \nnamed  Dillon, 10  is  as  follows:  \"absent  a  horne  rule  constitutional  provision,  a \nmunicipality  has  only  those  powers  and  functions  specifically  authorized  by  the \nlegislature, and such additional functions as may be incident, subordinate or necessary to \nthe exercise thereof.\" Hinesburg Sand & Gravel Co. v. Town of Hinesburg, 135 Vt. 484, \n485-86 (1977).  See also,  Hunters, Anglers and Trappers  Ass'n of Vt.  v.  Winooski \nValley Park Dist., 2006 VT 82, ~ 7, 181 vt. 12. ''Non-home-rule municipalities have no \ninherent powers.\"  Columbia Crossing LLC v  .  City of Columbia, Illinois, 2008  WL \n2875251 *3 (S.D. Ill. 2008). \n8 In addition, there is authority in other jurisdictions for the proposition that \"where the purpose of a suit is \nto test the validity 'of an order of an administrative agency, the unclean hands docu'ine does not apply.\" City \nofEI Paso v. State Line. Inc., 570 S.W.2d 409, 414 (Tex. Civ. App. 1978). \n9 For a summary of the two doctrines, see Columbia Crossing LLC v. City of Columbia, Illinois, 2008 WL \n2875251 at *3-4 (S.D. Ill. 2008). \n10 \"'Dillon's Rule' originated with John F. Dillon, former Chief Justice of the Supreme Court ofIowa and \nformer circuit judge for The United States Eighth Judicial Circuit.\" Williams v. Town of Hilton Head \nIsland, 429 S.E.2d 802, 804 n. 1 (S.c. 1993). \n12 \n\n,. \nHome Rule is at the other end of the spectrum. \"[H]ome rule authority reverses \nDillon's Rule.\" 2 McQuillin Mun. Corp. § 4.11 (3rd Ed.) (West, Westlaw updated through \nOct. 2008). Under Home Rule, \"a city is free to write its own charter and define for itself \nwhat functions and powers, consistent with statutes and the constitution, its agencies will \nhave.\" Vermont Dep't of Public Service v. Massachusetts Municipal  Wholesale Electric \nCo., 151 Vt. 73, 80 (1988). Home rule \"generally refers to a state constitutional provision \nor other legislative action that grants local governments the full power of self-government \nnot inconsistent with the constitution or laws of the state.\" Terrence S. Welsh, Containing \nUrban Sprawl: is Reinvigoration of Home Rule the Answer?, 9 Vt. Env. L. Jr1.131, 136 \n(Winter  2008).11  The  Home  Rule  movement  \"gathered  steam  in  1875\"  and  was  a \n\"response  to  the  effects  of Dillon's  Rule  on  interpreting  the  scope  of municipal \nauthority ... \"  Id.  It led to  states \"enact[ing]  constitutional  amendments to protect the \nautonomy of local governments.\" Id. \nNo such provision, however, exists in the Vermont Constitution.  Vermont has \n\"consistently adhered to  the so-called Dillon's rule ... \" Hunters, Anglers and Trappers, \n2006 VT 82, ~ 7 (citation omitted). This doctrine has been established in our case law for \nmany years. See, Hinesburg Sand & Gravel Co. v. Town of Hinesburg, 135 Vt. at 485-86; \nWelch v. Town of Ludlow, 136 Vt. 83,87 (1978) (\"In Vermont, where we have no home \nrule constitutional provision, a town has only those powers specifically authorized by the \nLegislature.\"); In re Northeast Washington Co. Community Health Center, 148 Vt.  113, \n114 (1987) (\"In Vermont, there is no home rule constitutional provision and towns have \nII There can be gradations of Home Rule, making it something other than an all-or-nothing proposition. for \na discussion of its history and varying interpretations, see Richardson, Gough & Puentes, Is Home Rule the \nAnswer? Clarifying the Influence of Dillon's Rule on Growth Management (Brookings Inst., Jan. 2003) \n(available  at  http://www.brookings.edu/reports/2003/0ImetroDolitanpolicy richardson.aspx)  (last  visited \nJune 25, 2009). However, for purposes of this case, the court finds no need to delve into fine distinctions. \n13 \n\nonly those taxing powers specifically authorized by the Legislature.\"); Central Vennont \nQuality Services. Inc. v. City of Rutland, 780 F. Supp. 218,220 (D. Vt. 1991)(\"Vennont \nis not a 'home rule' state.\"). \nThe  City  concedes  that  there  is  no  statewide  \"Home  Rule\"  in  the  Vennont \nConstitution. However, the City argues that by adopting Section 104 of the City'S charter, \nthe Legislature has expressly granted Barre \"Home Rule.\" \nCity charters in Vermont must be approved by the Legislature. \"The charters that \ngovern  all  of Vennont's  municipal  subdivisions  require  the  approval  of the  General \nAssembly in order to  take effect.\" Special Preface,  24 V.S.A.  app.  at xix (2008);  17 \n-\nV.S.A.  § 2645(d)  (amendments  to  charters  \"shall become  effective  upon affirmative \nenactment of the proposal, either as proposed or as amended by the general assembly.\"). \nOnce adopted, they \"have the force of state law ... \" Special Preface, 24 V.S.A. app.  at \nxix. \n12 \nThe specific charter language to which Barre points is as follows: \nThe city shall have all  the powers granted to  towns  and \nmunicipal corporations by the constitution and laws of this \nstate  together  with  all  the  implied  powers  necessary  to \ncarry into execution all the powers granted;  it may enact \nordinances not inconsistent with the constitution and laws \nof the State of Vermont or with this charter ... \n24 V.S.A. app. § 104(a) (City of Barre Charter)(emphasis added). \n12 Although the language of the Vermont Supreme Court opinions suggests that Home Rule can be granted \nonly by a constitution, this  appears to  be incon-ect.  \"Home rule  arises  in two different forms:  as  a \nconstitutional guarantee to local government or as a statutory grant or delegation of authority.\" Jill Welch, \nHome Rule Doctrine and State Preemption - The Iowa Supreme Court Resurrects Dillon's· Rule and Blurs \nthe Line Between Implied Preemption and Inconsistency, 30 Rutgers L. J.  1548, 1552 (1999). The court \nthus assumes for purposes of this decision that the Vermont Legislature has the power to grant Home Rule \nby statute (or, as here, by approval ofa city's charter). \n14 \n\nThe City is correct that the highlighted language. is arguably consistent with the \nidea of \"Home Rule.\" As  one court has  explained, \"[u]nder  'Home Rule,'  there  is  a \npresumption that the state intends to bestow its powers on a municipality so long as the \nproposed municipal action is 'not inconsistent with the Constitution and general law of \nthe state.'\" City of Charleston v. Government Employees Ins. Co., 869 F. Supp. 378, 383 \n(D.S.C. 1994), vacated, amended, remanded to state court (1994). The phrasing noted in \nCharleston is identical to that in the Barre Charter: \"not inconsistent with the constitution \nand laws of the State of Vermont ... \" The question is whether such language alone was \nintended by the Legislature to create Home Rule in Barre. \nBarre does not explain when the language at issue was placed in the Charter. As \nnoted in the Special Preface to the appendix that lists Vermont charters, it was apparently \nnot until  1995  that municipal  charters began to  be formally published as part of the \nappendix to Title 24. Even then, it apparently took a \"period of years\" to begin compiling \na complete set of charters. Special Preface, 24 V.S.A. app. at xix. The appendix thus does \nnot have a complete history of all charters and their amendments, and does not indicate \nwhen the language at issue here became a part of the Barre Charter. The court cannot be \ncertain,  then,  whether  it  has  been prui  of the  Charter for  many  years  or was  added \nrecently. \nIf the language has been part of the charter for many years, then it has existed \nover a period when our Supreme Court has continually stated that there is no Home Rule \nin Vermont. Under that scenario, the repeated declarations by the highest court in this \nstate that no such powers exist here would be sufficient evidence that the language does \nnot mean what Barre claims. \n15 \n\nIf,  instead,  the  language  in  Section  104  was  added  recently,  the  question  is \nwhether it was intended to overturn years of settled precedent in Vennont. It does appear \nthat the Legislature could choose to  grant Home Rule to  some municipalities and not \nothers.  There  is  \"no  requirement  that  all  laws  governing the  operation  of municipal \ncorporations be unifonn statewide.\"  Smith v.  Town of St. Johnsbury, 150 Vt. 351, 357 \n(1988) (noting that charter provisions vary). However, there are several reasons that lead \nthis court to conclude that it was not the Legislature'S intent to grant Barre special powers \nof Home Rule not granted to all municipalities. \nFirst, the language in Barre's charter does not contain the expansive language that \nwould make clear that new powers were being granted to the City. In Charleston, for \nexample, the legislature passed a statute beginning with the same general language as \nused  in  Barre  (\"regulations,  resolutions,  and  ordinances,  not  inconsistent  with  the \nConstitution  and  general  law  of this  State,\"),  but  adding  that  it  granted  to  each \nmunicipality in the state the power to enact laws: \nincluding  the  exercise  of powers  in  relation  to  roads, \nstreets, markets, law enforcement, health and order in the \nmunicipality or respecting any subject which appears to it \nnecessary and proper for the security, general welfare, and \nconvenience of the municipality or for preserving health, \npeace, order and good government in it. .. \nCity of Charleston, 869 F.  Supp at 383 (quoting § 5-7-30 of the South Carolina Code). \nThe intent of the legislature in South Carolina was clear because of the express delegation \nof such broad powers. \nOther states have often made their intentions clear by expressly using the words \n\"Home Rule\" when taking such a significant step in altering the traditional balance of \nstate and local powers. For example, when South Carolina created Home Rule, it did so \n16 \n\nby enacting the  \"Home  Rule  Act,\"  a title  that  left  little question  about  its  purpose. \nWilliams v. Town of Hilton Head Island, 429 S.E.2d 802, 805 (S.c. 1993). See also, e.g., \nColo. Const. art. XX §  6 (expressly entitled \"Home Rule for Cities and Towns\"); N.H. \nRev.  Stat. Ann.§ 49-B:l  (\"It is the purpose of this chapter to implement the home rule \npowers ... \"); N.Y.  Const.  art.  IX,  § 2 (referring in title to \"home rule powers of local \ngovernments\"). \nSecond,  Barre  offers  no  explanation  whatsoever  as  to  why  the  Vermont \nLegislature  would  have  singled  out  Barre  as  deserving  of special consideration  not \ngranted to all municipalities in our state. Although counsel for Barre represented at the \nhearing that there are some other towns or cities in Vermont with similar language in \ntheir  charters,  it  is  undisputed  that  there  is  no  such  provision  applicable  to  all \nmunicipalities  in  the  state.  There  is  nothing  before  the  court  to  suggest why  the \nLegislature would have intended special treatment for only a few localities. \nThird, Barre has  offered not one whit of legislative history to  suggest that the \nlegislature ever discussed making such a significant change to Vermont law, or that Barre \nmade any proposal to the Legislature asking for Home Rule powers. Given that the case \nlaw  has  been  clear for  years  that  Vermont  has  no  \"Home Rule,\" the  court  finds  it \ninconceivable that the Legislature would have made such a significant change without \nnoting that it was doing so, engaging in public discourse over the issue,  or otherwise \nleaving some record of its intent. Barre cites no evidence of such intent, and the charter \nitself reflects no Reporter's Notes or other explanation suggesting that such a significant \nchange to state law was intended. \n17 \n\nFinally,  to  the extent that the purpose of the language in  the  charter is  at  all \nambiguous, it must be construed against the City: \"The general rule is that the charter of a \nmunicipal corporation is to be strictly construed against it; the presumption being that the \nLegislature granted in clear and unmistakable tenns all that it intended to grant.\" E.B. & \nA.C. Whiting Co. v.  City of Burlington, 10 6 Vt. 446,461 (1934). \"Any fair, reasonable \ndoubt concerning the existence of power is resolved by the courts against the corporation, \nand the power is denied.\" 1 John F. Dillon, Municipal Corporations, § 55  (2d ed.  1873). \nMoreover, \"rules of the common law are not to be changed by doubtful implication, nor \noverturned except by clear and unambiguous language.\" Estate of Kelley v. Moguls, Inc., \n160 Vt. 531, 533 (1993) (citing Whiting,  106 Vt.  at 464). For all of these reasons, the \ncourt does not find the charter language to be a grant of Home Rule powers to the City. 13 \nBarre makes another argument in support of the ordinance: that Section 109 of the \nBarre Charter gives the City broad powers of regulation. That section states as follows: \nNothing in this Charter shall be so construed as in any way \nto limit the powers and functions conferred upon the City \nof Barre and the Council by general or specific enactments \nin force or effect or hereafter enacted; and the powers and \nfunctions conferred by this Charter shall be cumulative and \nin  addition  to  the  provisions  of such  general  or special \nenactments. \nBarre Charter,  §  109.  However,  Hagan does not argue that the charter  limits powers \nalready existing, or that it is not cumulative to any such powers. The argument is, instead, \n13 The City argues that the Hunters, Anglers and Trappers case stands for the proposition that Dillon's Rule \nis eroding.  The court disagrees. That case expressly reaffirms the doctrine: \"[Plaintiff]  is correct that [w)e \nhave consistently adhered to  the so-called Dillon's rule that a municipality has only those powers and \nfunctions  specifically authorized by the legislature, and such additional functions  as  may be  incident, \nsubordinate or necessary to  the  exercise  thereof.\" Hunters,  Anglers  and Trappers, 2006 VT 82,  -,r  7 \n(citations and internal quotations omitted). While the Court went on to find that Dillon's Rule did not apply \nto the particular municipal action there - restriction of hunting and trapping - that was because the court \nfound the restriction came within an exception to the IUle for \"proprietary\" as opposed to \"governmental\" \nactions. Id. No claim is made here that such an exception applies. \n18 \n\n...  p'f ,  .. \nthat there  is  no  other source for  the power the  City seeks,  The City argues that this \nlanguage \"confers broader powers upon the City of Barre than those powers that would \nbe relied upon by general State law,\" Barre City's Statement in Opposition, p,  5,  The \ncourt finds to the contrary, This provision creates no substantive powers at all, Rather, it \nmerely states that it should not be construed as a limitation on any existing powers. \nThe City also argues that a separate statute gives all municipalities the power to \n\"adopt, amend, repeal and enforce ordinances or rules for any purposes authorized by \nlaw,\" 24 V.S.A. § 1971(a). That statute, however, requires some other source of law to \nauthorize the use of the powers. It cannot create a power not already granted by the  \\ \nConstitution or the Legislature. \nDillon's Rule is still applicable in Vermont, and the court is unconvinced by the \nclaim that a special exception exists for the City of Barre. The coUrt concludes that Hagan \nis therefore highly likely to succeed on the merits of this claim. \nThe Doctrine of Public Nuisance \nThe City argues in the alternative that its delegated power to define and restrict \nnuisances  is  an  adequate  legal  basis  for  its  ordinance  in  this  case.14  The  Vermont \nLegislature has expressly given municipalities the power to  \"define what constitutes a \npublic nuisance, and to provide procedures and take action for its abatement or removal \nas the public health, safety or welfare may require.\" 24 V.S.A. § 2291(14). However, that \npower is  not limitless.  In addressing the Legislature's power to  define nuisances, the \nVermont Supreme Court has explained: \n14 The ordinance itself makes no mention of \"nuisance\"  -- for example, it does not say \"we hereby deem \nanyone who has been convicted of a sex offense to be a public nuisance,\" Therefore, there is some question \nas to whether the City intended the ordinance to arise from its power to regulate nuisances, However, the \nCity certainly has the power to regulate nuisances, and the court does not consider the failure to specify that \nsource of power as fatal to the City's claim. \n19 \n\nThe legislature has no power arbitrarily or capriciously to \ndeclare any or every act a nuisance, and cannot enlarge its \npower  over  property  or  pursuits  by  declaring  them \nnuisances;  nor  can  it  by  mere  declaration  make  that  a \nnuisance  which is  not so  in fact  and  thereby destroy or \nprevent  a  lawful  use  of property.  The  action  of the \nlegislature in this regard is subject to review by the courts. \nAlthough  much  must  be  left  to  the  discretion  of the \nlegislature it usurps judicial power when it declares an act a \nnuisance when it is not. \norst. \nVermont Salvage Corp. v. Village  Johnsbury, 113 Vt. 341, 354 (1943). The same is \ntrue of the power delegated by the legislature to the municipalities. The question, then, is \nwhere the boundaries of nuisance lie. \nA brief excursion into the history of public nuisance law leads any reader quickly \nto harsh critiques of the entire do.ctrine. For example: \nThere is perhaps no more impenetrable jungle in the entire \nlaw than that which surrounds the word \"nuisance.\" It has  . \nmeant all things to all people .. , There is general agreement \nthat  it  is  incapable  of  any  exact  or  comprehensive \ndefinition.  Few  terms  have  afforded  so  excellent  an \nillustration of the familiar tendency of the courts to seize \nupon  a  catchword  as  a  substitute  for  any  analysis  of a \nproblem ... \nW. Keeton, et aI., Prosser & Keeton on Torts § 86, at 616-17 (5th ed. 1984). The Vermont \nSupreme Court agrees that \"the concept of public nuisance is vague and amorphous ... \" \nNapro Development Corp. v. Town of Berlin, 135 Vt. 353,356 (1977). \nTwo separate lines of nuisance law have developed over time: private nuisance \nand public (or \"common\") nuisance. Both \"are inextricably linked by their' joint origin as \na common law writ, dating to twelfth-century English common law.\" Rhode Island v. \nLead Industries Ass'n, 951 A. 2d 428, 443 (R.!. 2008). Private nuisance developed as a \nway to address \"invasions of the plaintiffs land due to conduct wholly on the land of the \ndefendant.\" W.  Keeton, supra § 86, at 617.  In contrast, \"[i]n its inception a public, or \n20 \n\ncommon, nuisance was an infringement of the rights of the Crown.  . .. By the time of \nEdward III the principle had been extended to the invasion of the rights of the public, \nrepresented by the Crown, by such things as interference with the operation of a public \nmarket  or  smoke  from  a  lime-pit  that  inconvenienced  a  whole  town.\"  Restatement \n(Second) of Torts, § 821B, comment a (1979) (West, Westlaw through April 2009). \nA public nuisance \"consist[sJ of an interference with the rights of the community \nat large ... \"  W.  Keeton,  supra § 86  at 618. \"[TJo be considered a public nuisance, an \nactivity must disrupt the'comfort and convenience of the general public by affecting some \ngeneral interest.\" Napro, 135 Vt. at 357. As the Restatement points out, something does \nnot become a public nuisance merely because it affects \"a large number of persons.\" \nRestatement § 821B, cmt g. Instead, \n[tJhere must be some interference with a public right.  A \npublic right is one common to all members of the general \npUblic. It is collective in nature and not like the individual \nright that everyone has not to be assaulted or defamed or \ndefrauded or negligently injured. \nId. A public right \"is the right to a public good, such as 'an indivisible resource shared by \nthe public at large, like air, water, or public rights of way. '\"  Lead Industries Ass 'n, 951 \nA. 2d at 448 (citation omitted). \nThe court inquired at the hearing what the City proffers as  the public interest \nbeing protected by the residence restriction. Counsel for the City stated that it is \"the right \nof parents to  feel  secure that their children,  in locations where children will be at  -\nschools, playgrounds, daycares - the ability to enjoy the comfort and feeling that they're \nsafe.\" While one can hardly argue with the goal, the question is whether this is the kind \nof \"public right\" that is traditionally protected by the public nuisance doctrine. \n21 \n\nA similar argument was made by the State of Rhode Island in a case involving the \nexposure of children to lead paint. The court rejected the claim, explaining: \nAlthough the state asserts that the public's right to be free \nfrom the hazards of unabated lead had been infringed, this \ncontention falls far short of alleging an interference with a \npublic right as that tenn traditionally has been understood \nin the law of public nuisance.  The state's allegation that \ndefendants have interfered with the \"health, safety, peace, \ncomfort  or  convenience  of the  residents  of the  [s]tate\" \nstanding  alone  does  not  constitute  an  allegation  of \ninterference with a public right.  The tenn public right is \nreserved more appropriately for those indivisible resources \nshared by the public at large, such as air, water, or public \nrights  of way.  Expanding  the  definition  of public  right \nbased  on  the  allegations  in  the  complaint  would  be \nantithetical to the common law and would lead to a wide \nspread  expansion of public nuisance law that never was \nintended ... \nrd. at 453 (citations omitted). Thus, the court concluded that \"[t]he right of an individual \nchild not to be poisoned by lead paint is strikingly similar to other examples of nonpublic \nrights cited by courts, the Restatement (Second), and several leading commentators.\" rd. \nat 454. \nAnother court has rejected the City of Chicago's claim that the manufacture and \nsale of fireanns to those whom the manufacturers and sellers knew or should have known \nmight use them illegally constituted a public nuisance. The \"public right\" asserted in that \ncase was \"the right to be free from unreasonable jeopardy to health, welfare, and safety, \nand from unreasonable threats of danger to person and property, caused by the presence \nof illegal weapons in the city of Chicago ... \" City of Chicago v. Beretta U.S.A. Corp., 821 \nN.E. 2d 1099,1114 (Ill. 2004). The court addressed at length the question of whether this \nconstituted the sort of public right that can be regulated by public nuisance laws.  The \ncourt noted: \"we question whether there is a public right, as  opposed to an individual \n22 \n\nright, to be free from the threat of illegal conduct by others.\" Id. The court concluded that \nit found no authority to support the claim that there is a \"public right to be free from the \nthreat that members of the public may commit crimes against individuals.\" Id. at 1114-\n15. \nWhile noting that it did not \"intend to minimize the very real problem of violent \ncrime and the difficult tasks facing law enforcement and other public officials ... [nor] ... \nto dismiss the concerns of citizens who live in areas where gun crimes are particularly \nfrequent,\" the court concluded that such regulations were not within the scope of public \nnuisance law. Id. at  1116. Thus, the court concluded that \"there is no authority for the \nunprecedented expansion of the concept of public rights to encompass the right asserted \nby plaintiffs\" - the right to be free from the possibility that others would commit crimes \nin the neighborhood. Id.IS See also, Napro, 135 Vt. at 358 (\"the central basis of the public \nnuisance concept is interference, and the fact that even some significant portion of the \npublic disapproves\" of someone's conduct does not mean that it is  interfering with a \npublic right). \n16 \nThis court fully understands the legitimate concerns motivating the ordinance in \nthis case. The community is understandably and rightfully concerned with protecting its \nchildren from sexual abuse. Sexual assaults upon children are horrifying crimes, and the' \ncourt  shares  the  City's  desire  to  reduce  the  incidence  of such  victimization  in  our \n15 Cases involving municipal attempts to control the spread of firearms have gone both ways, with some \ncourts finding public nuisance law applicable and others rejecting such a theory. See.  e.g., Citv of New \nYork v. Beretta U.S.A. Corp., 315 F. Supp. 2d 256, 276 (1;.D.N.Y. 2004) (listing cases).  This court finds \nthe Seventh Circuit's analysis to be compelling. \n16 If public nuisance law gave municipalities the power to exclude sex offenders because of the fear that \nthey might commit future  crimes,  it  would presumably also  allow towns  to  bar anyone  with a past \nconviction for dlUnk driving, or speeding, or any other activity the town feared a person might do again in \ntheir town in the future. \n23 \n\nVermont communities. However, the narrow question before the court is not whether the \nend is justified, but whether the means used are legally supportable. To the extent that \nthere is any lack of clarity about the City's power to enact such ordinances, that question \nmust  be  \"resolved by  the  courts  against  the  [City] ... \"  1 Jolm  F.  Dillon,  Municipal \nCorporations, § 55. 17 \nThe  ordinance  here  seeks  to  exclude  people  with  past  criminal  convictions \nbecause  of the  fear  that  they may  in  the  future  assault  individual  children.  As  the \nRestatement points out, however, within the arena of the public nuisance doctrine the \nright  \"not to  be assaulted\"  is  an  \"individual  right\"  as  opposed  to  a  \"public  right.\" \nRestatement § 821B, cmt g. As in Beretta and Lead Industries, the court does not intend \nto minimize ·the fears of City residents or their desires to protect their children. However, \nas in those cases, the court finds that the ordinance here addresses concerns that are not \ntraditionally  within the  legal  concept  of a  \"public  right.\"  It thus  goes  beyond  the \nestablished scope of public nuisance law. Plaintiff is therefore likely to succeed on the \nmerits of this claim. \nThe court having found that Hagan has a substantial likelihood of success on the \nmerits, and is likely to suffer irreparable harm if the ordinance is enforced against him, \nthe motion for a preliminary injunction is granted. \n17 Whether geographic exclusion ordinances are the best way to reach the City'S goal here is currently the \nsubject of debate in the public arena. See, e.g., 2009 Act No.1, An Act Relating to Improving Vermont's \nSexual Abuse Response System, § 51(noting the Legislature'S concem that exclusion ordinances such as \nthis \"could have a negative impact on public safety\" rather than a positive one, and urging municipalities to \n\"ensure they are receiving accurate and substantive information about the'lack of efficacy of such laws\"). \nSuch policy considerations, however, are not before this court. \n24 \n\nThe City of Barre is hereby enjoined from enforcing Ordinance § 11-36 against \nHagan while this case is pending. The City having waived the posting of security, none \nshall be required .. The court will schedule a status conference to discuss with counsel how \nto proceed to a final resolution of the case. \n!fJ. \nDated at Montpelier this 29th day of June, 2009.  1 \n~)j;.<~ \nHelen M. Toor \n. Superior Court Judge \n25 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/34379"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119507,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119507"
    },
    {
      "date": "2009-09-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Vermont state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 34380,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/34380.pdf",
      "title": "Ruling on Motion for Summary Judgment",
      "text": "Hagan v. City of Barre, No. 320-5-09 Wncv (Toor, J., Sept. 4, 2009) \n \n[The text of this Vermont trial court opinion is unofficial.  It has been reformatted from \nthe original.  The accuracy of the text and the accompanying data included in the \nVermont trial court opinion database is not guaranteed.] \n \nSTATE OF VERMONT \nWASHINGTON COUNTY \n \n  │   \nCHRISTOPHER HAGAN  │   \n  Plaintiff  │   \n  │  SUPERIOR COURT \n  v.  │  Docket No. 320-5-09 Wncv \n  │   \nCITY OF BARRE  │   \n  Defendant  │   \n  │   \n \n \nRULING ON MOTION FOR SUMMARY JUDGMENT \n \nThe court previously granted Plaintiff’s motion for a preliminary injunction in this \ncase, which involves the power of a Vermont municipality to restrict where a person who \nhas been convicted of a sex offense may live. See Ruling on Motion for Preliminary \nInjunction  (June  29,  2009).  Plaintiff  Hagan  has  now  filed  a  motion  for  summary \njudgment. Defendant City disputes only two of the facts set forth in Hagan’s statement of \nmaterial facts.1 In connection with those two facts, it asks that the court delay ruling on \nthe motion until the City has obtained a copy of Hagan’s lease and “associated rental \ndocuments.”  \nThe City’s Request for a Delay \n                                                 \n1 The “citations to the record” for many of the facts set forth by Hagan refer to the court’s preliminary \ninjunction ruling. While those factual findings were preliminary in the sense that additional or contrary  \nevidence could be proffered by the City now to challenge them, the City does not do so. Thus, those \nundisputed findings are an adequate record basis for a ruling on the merits.  \n\nAlthough not citing any rule in support of its request for delay, the City’s request \narises under Rule 56(f), which sets forth the procedures for requesting additional time to \nrespond to a motion for summary judgment. V.R.C.P. 56(f). The City’s request fails to \nsatisfy the requirements of that rule. It requires that to obtain a continuance for discovery \nbefore responding to a motion for summary judgment, the party seeking the continuance \nmust submit an affidavit explaining why “the party cannot for reasons stated present by \naffidavit facts essential to justify the party’s opposition.” V.R.C.P. 56(f). No affidavit has \nbeen submitted by the City at all. This failure to comply with the civil rules itself justifies \ndenial of the request for additional time. See, e.g., Alan Wright, Arthur Miller and Mary \nKay Kane, 10B Federal Practice & Procedure, Civil 3d § 2740 (West, Westlaw though \n2009 update) (“The rule will not be liberally applied to aid parties who have been … \ndilatory … The most obvious indication of lack of diligence is a failure on the part of the \nnonmovant to present affidavits under either subdivision (e) or (f).”). \nTo the extent that the court might otherwise consider waiving the requirements of \nthe rules, it is disinclined to so here because the issue of the lease is not a new one: the \nCity raised it at the preliminary injunction hearing in this case. It was also discussed \nagain at the status conference on July 16 when the briefing schedule for this motion was \nset. Despite its assertion from the start that the lease might be relevant, the discovery \ncertificate in the court’s file reflects that no document request was made in this case until \nAugust 14, almost a month after the summary judgment motion was filed.2  \n                                                 \n2 While the City  asserts that it sent an informal request in May and that a copy is attached to its Opposition, \nthe referenced letter in fact was not appended to the City’s filing. In any case, an informal letter is not an \nenforceable discovery request.   \n \n  2 \n\nHad  a  document  request  been  served  earlier,  and  the  documents  not  been \nproduced, a motion to compel could have been filed and might well have justified a delay \nin the summary judgment proceedings. However, the City did not take timely steps to \nrequest the documents that it asserts it needs.3 It was apparent from the briefing schedule \nthat any request for records would need to be served promptly to comply with that \nschedule. No reason has been offered for the failure to do so until days before the \nresponse to the summary judgment motion was due. A request for delay pursuant to Rule \n56(f) requires more. See, e.g., Resolution Trust Corp. v. North Bridge Associates, Inc., 22 \nF.3d  1198,  1203  (1st  Cir.  1994)(“when,  as  is  often  the  case,  the  reason  relates  to \nincomplete discovery, the party's explanation … should show good cause for the failure \nto have discovered the facts sooner”). \nThe court finds no basis on which to grant the City’s request to delay ruling on the \nmotion for summary judgment. See 10B Wright, Miller & Kane, supra at § 2741 (“a \nrequest for relief under Rule 56(f) is extremely  unlikely to succeed  when the party \nseeking the delay has failed to take advantage of discovery. The courts will not delay a \ncase to allow discovery when the discovery sought could have been instituted earlier…”); \nHebert v. Wicklund, 744 F. 2d 218, 222 (1st Cir. 1984)(“the court need not employ the \nrule to spare litigants from their own lack of diligence”). 4  \n                                                 \n3 The City also asserts that the Vermont State Housing Authority  likely has the documents, yet offers no \nexplanation as to why it has not then asked VSHA for a copy.  \n \n4 Aside from the above procedural problems with the City’s request to delay the ruling on this motion, the \ncourt finds the issue of the lease to be one that does not go the merits of the case, but only to the issue of \n“clean hands.” See Ruling on Motion for Preliminary Injunction, pp. 11-12. The two statements of material \nfact the City wishes to investigate are as follows:  that Hagan’s landlord “believed that the Exclusion \nOrdinance did not apply to Mr. Hagan” and that Hagan “signed the paperwork necessary to rent the \napartment, but did not sign the lease itself.” Barre City’s Opposition, p. 2; Plaintiff’s Statement of \nUndisputed Facts, ¶¶ 16-17. As to the first fact, although the court’s earlier decision recited as part of the \nhistory of what occurred that “apparently” the landlord so believed, the court does not find that fact \n  3 \n\nThe Merits of the Motion for Summary Judgment \nWhen it ruled on the preliminary injunction motion, the court held that Hagan was \nlikely to succeed on the merits of his claims. The City has failed to  proffer any new \nevidence or legal arguments in its response to the motion, instead “rest[ing] upon its legal \nmemoranda” filed in connection with the preliminary hearing. Barre City’s Opposition at  \n4. For the reasons stated in its ruling granting the preliminary injunction, the court finds \nthat Hagan is entitled to summary judgment.  \nOrder \nThe City of Barre is hereby enjoined from enforcing Ordinance § 11-36 against \nHagan. Judgment will be entered for Hagan. \nDated at Montpelier this 3rd day of September, 2009. \n \n    _____________________________ \n    Helen M. Toor \n    Superior Court Judge \n \n \n \n \n                                                                                                                                                 \nrelevant to whether summary judgment is appropriate. Even if the landlord believed the ordinance did \napply to Hagan, the landlord’s belief alone would not in any way change the court’s views as to the legal \nissues in this case. \n \nLikewise, whether Hagan did or did not sign the lease (as opposed to his wife) is not material to \nthe substantive issues in this case. The City argues that “there may be something in the Lease or other \nrental documents that would not reflect well on Plaintiff’s case or might otherwise reflect poorly on \nPlaintiff’s credibility.” Barre City’s Opposition at 3. However, the only possible “somethings” to which the \nCity refers are both speculative and collateral to the substantive issues of fact. Those are the possibilities \nthat Hagan may have lied to the landlord about his criminal record or that he actually signed the lease \nknowing that the ordinance applied to him.  Id. at 3-4. While both might be relevant considerations under \nthe “clean hands” doctrine, they would not mandate any particular result because the doctrine is entirely \ndiscretionary with the court. Moreover, “the ‘hope’ or ‘hunch’ that evidence creating an issue of fact will \nemerge at trial is insufficient” to justify a continuance under Rule 56(f). 10B Wright, Miller & Kane, supra \nat § 2741. \n \n  4 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/34380"
    }
  ],
  "document_count": 3
}