{
  "case_id": 14164,
  "fetched_at": "2025-10-22T00:22:03.427576",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Gloucester Township",
        "institution_county": "Camden",
        "name": "Gloucester Township Public School District",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Education"
    ],
    "cause_other": "",
    "causes": [
      "State law",
      "Ex parte Young (federal or state officials)"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2014,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "New Jersey state trial court",
    "custom_issues": [],
    "defendant_payment": "0",
    "defendant_type": [
      {
        "value": "Elementary/Secondary School"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2014-05-30",
    "filing_year": 2014,
    "id": 14164,
    "injunction_duration": "0",
    "issues": [
      "Discrimination Basis: Immigration status"
    ],
    "last_checked_date": "2015-11-22T00:00:00-05:00",
    "main_docket": {
      "id": 29959,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2014,
      "docket_filing_number": 2206,
      "is_main_docket": true,
      "court": "New Jersey state trial court",
      "state": "New Jersey",
      "docket_office_number": "",
      "docket_number_manual": "L-2206-14",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "American Civil Liberties Union of New Jersey v. Gloucester Township Public School District",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "The American Civil Liberties Union of New Jersey (ACLU-NJ) is a non-profit, non-partisan membership organization. Founded in 1960, the ACLU-NJ has approximately 12,000 members and donors in New Jersey and tens of thousands of supporters across the state. Its primary office is in Newark, New Jersey. The ACLU-NJ is the state affiliate of the American Civil Liberties Union, which was founded in 1920 and is composed of hundreds of thousands of members and supporters nationwide.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 14158,
        "name": "American Civil Liberties Union of New Jersey v. Butler Public School District"
      },
      {
        "id": 14160,
        "name": "American Civil Liberties Union of New Jersey v. Audubon Public School District"
      },
      {
        "id": 14162,
        "name": "American Civil Liberties Union of New Jersey v. Galloway Township Public Schools"
      },
      {
        "id": 14166,
        "name": "American Civil Liberties Union of New Jersey v. North Brunswick Public School District"
      },
      {
        "id": 14168,
        "name": "American Civil Liberties Union of New Jersey v. Old Bridge Township Public School District"
      },
      {
        "id": 14170,
        "name": "American Civil Liberties Union of New Jersey v. Perth Amboy Public School District"
      },
      {
        "id": 14172,
        "name": "American Civil Liberties Union of New Jersey v. Somerdale Park Public School District"
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement",
      "Voluntary Dismissal"
    ],
    "settlement_judgment_date": "2014-06-09",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New Jersey",
    "summary": "<p>This case is part of <a href=\"https://www.aclu-nj.org/news/2014/06/02/aclu-nj-files-seven-lawsuits-against-school-districts-discri\">an ACLU campaign across the state of New Jersey</a>. Following a DOJ letter stating that all children have equal access to public education, the ACLU sent a letter to 136 school districts it had determined to have strict identification requirements for adults to enroll children in school. These policies were against state and federal law, and significantly impacted the children of undocumented immigrants. When eight of the districts failed to change their restrictive policies, ACLU-NJ filed a lawsuit against each of them. The Audubon Public School District was one of those districts. </p><p>On May 30, 2014, the American Civil Liberties Union of New Jersey (ACLU-NJ) filed this lawsuit in the Superior Court of New Jersey in Camden County, Chancery Division. The ACLU-NJ sued Gloucester Township Public School District under the New Jersey Constitution. The ACLU-NJ claimed violations of the equal protection cause of the 14th Amendment and two sections of the New Jersey Constitution, including its sections on equal protection and thorough and efficient education. The ACLU-NJ sued on behalf of its own interests as a long-time advocate of immigration rights, as well as on behalf of immigrant residents of Gloucester Township. The ACLU-NJ claimed that the school district's registration process unfairly discriminated against the children of undocumented parents by requiring a driver's license. </p><p>In Gloucester Township, during the registration of kindergarten and new students, parents were given a list of required documents, several of which are used to prove residency in the township. One of those required documents was a driver's license, which undocumented immigrants were unable to obtain without a social security number or valid immigration paperwork. Without the license, children of these immigrants were unable to attend school, depriving them of their right to education. </p><p>On June 9 2014, the parties reached a settlement, although documentation of this settlement is currently unavailable. Both parties stipulated to the dismissal of the case. </p><p>In addition to Gloucester Township, each of the other six districts altered their discriminatory practices within a week of being sued by the ACLU-NJ (<a href=\"https://www.aclu-nj.org/news/2014/06/10/aclu-nj-statement-successful-resolution-7-school-district-su\">ACLU-NJ Statement</a>). The suit against Butler School District had already been resolved in March. </p><p>The other lawsuits brought by ACLU-NJ are also available in the Clearinghouse: <a href=\"http://www.clearinghouse.net/detail.php?id=14158\">Butler School District,</a> <a href=\"http://www.clearinghouse.net/detail.php?id=14162\">Galloway Township Public Schools,</a> <a href=\"http://www.clearinghouse.net/detail.php?id=14160\">Audubon Public School District,</a> <a href=\"http://www.clearinghouse.net/detail.php?id=14166\">North Brunswick Public School District,</a> <a href=\"http://www.clearinghouse.net/detail.php?id=14168\">Old Bridge Township Public School District,</a> <a href=\"http://www.clearinghouse.net/detail.php?id=14170\">Perth Amboy Public School District,</a> and <a href=\"http://www.clearinghouse.net/detail.php?id=14172\">Somerdale Park Public School District.</a></p>",
    "summary_published_date": "2015-11-22T00:00:00-05:00",
    "summary_short": "In 2014, ACLU-NJ filed this lawsuit against Gloucester Township Public School District for its discriminatory policy towards the children of undocumented workers. Citing violations against both the state and federal constitutions, ACLU-NJ claimed that the district was illegally requiring parents' driver's licenses and other state identification, identification unavailable to immigrants without a social security number or proper documentation. This prevented immigrant children from being able to attend school. The case quickly reached a settlement, however, when the district informed the ACLU-NJ that it would change its policies in response to the lawsuit. ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14164",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14164",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14164",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14164"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116977,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116977"
    },
    {
      "date": "2014-05-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New Jersey state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74026,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74026.pdf",
      "title": "Verified Complaint and Designation of Trial Counsel",
      "text": "Edward Barocas (026361992) \nJeanne LoCicero (024052000) \nAlexander Shalom (021162004) \nAMERICAN CIVIL LIBERTIES UNION \nOF NEW JERSEY FOUNDATION \nP.O. Box 32159 \nNewark, NJ 07101 \n(973) 642-2086 \nCounsel for Plaintiff \nAMERICAN CIVIL LIBERTIES UNION OF  )  SUPERIOR COURT OF NEW JERSEY \nNEW JERSEY,  )  CAMDEN COUNTY \n)  CHANCERY DIVISION \nPlaintiff,  ) \n)  Docket No. \nv.  ) \n)  CIVIL ACTION \nGLOUCESTER  TOWNSHIP  PUBLIC  ) \nSCHOOL DISTRICT  ) \n)  VERIFIED COMPLAINT AND \nDefendant.  )  DESIGNATION OF TRIAL COUNSEL \n) \nPlaintiff, through its undersigned attorneys, states its Complaint as follows: \nPRELIMINARY STATEMENT \n1.  This  action  is  brought  to  vindicate  the  constitutional  rights  of residents  of \nGloucester Township, New Jersey, whose children will be denied access to free, public education \nin their hometown because of their parents' immigration status. It is part of the American Civil \nLiberties Union of New Jersey's mission to ensure that the constitutional and statutory rights of \nchildren of immigrants to obtain an education are not infringed.  Over the past decade, Plaintiff \nhas dedicated extensive resources to  ensuring that New Jersey school districts'  adhere to the \nu.s. \nmandates of Plyler v.  Doe, 457  202, 228 (1982), NJ.S.A.  18A:38-1  and NJ.A.C. 6A:22-\n3.4(d). \n\n2.  In addition to requesting an original birth certificate,  immunization records and \nproof of residency (all of which are permissible), the Gloucester Township Public School District \n(hereafter  \"the  School  District\"  or  \"Gloucester  Township\")  adds  an  impermissible  and \ndiscriminatory registration hurdle: a requirement that parents provide a driver's license.  It is not \npossible for immigrants who lack Social Security numbers or a valid immigration status to obtain \nsuch identification. Therefore, these residents and their children are prevented from registering \nfor school and are denied equal protection of the laws. \n3.  Plaintiff brings this action to enjoin Defendant and end this policy which violates \nthe New Jersey and United States Constitution. \nVENUE \n4.  Venue is proper in Camden County pursuant to R. 4:3-2(a) because Defendant is \nlocated in Camden County. \nPARTIES \n5.  The American Civil Liberties Union of New Jersey (\"ACLU-NJ\") is a private, \nnon-profit, non-partisan membership organization dedicated to the principle of individual liberty \nembodied in the  Constitution.  Founded in  1960,  the ACLU-NJ  has  approximately  12,000 \nmembers and donors in New Jersey and tens of thousands of supporters across the state.  Its \nprimary office is in Newark, New Jersey.  The ACLU-NJ is the state affiliate of the American \nCivil Liberties Union, which was founded in 1920 for identical purposes, and is composed of \nhundreds  of thousands  of members  and  supporters  nationwide.  Among  the  organizational \ninterests of the ACLU-NJ is insuring access to education for all New Jerseyans, regardless of \nimmigration status. \n6.  The  ACLU-NJ  has  expended  significant  resources  advocating  for  equal \neducational opportunities for immigrant students and students who are the children of immigrant \n2 \n\nparents. On several occasions the ACLU-NJ has conducted statewide surveys of school districts \nto  determine  compliance  with  regulations  ensuring  access  to  education.  See,  e.g., \nhttps:llwww. aclu-nj .org/news/2006/08/29/survey-immigrants-risk- exclusion-in-1-of-4-nj-\nschools;  https:llwww.aclu-nj .orglnews/2008/09102/1-in-5-nj -schools-puts-up-barriers-for-\nimmigrant-children;  https:llwww.aclu-nj.orglnews/2014/04/01/aclu-nj-warns-schools-statewide-\nstop-discriminatory-id-polic.  The ACLU-NJ has engaged in significant advocacy with the State \nDepartment  of  Education.  See,  e.g.,  https:llwww.aclu-\nnj.orgifiles/671311540/4574/082906LtrDOE.pdf;  https:llwww.aclu-\nnj.orglfiles/471311540/4575/091508Ietterdavy.pdf;  https:llwww.aclu-nj.orgldownload file11449. \nPlaintiff has engaged in litigation and advocacy to  ensure access to primary, secondary and \nhigher education for children of immigrants. See,  e.g., https:llwww.aclu-nj.orgllegaldocketlz-v-\nhes/;  https:llwww.aclu-nj.orglfiles/88131166112977/092111annrep.pdf  (pages  18-19); \nhttps:llwww.aclu-nj.orglnews12014/03111/school-district-drops-discriminatory-policy-upon-aclu-\nnj-cha. The ACLU-NJ has also been actively involved in legislative efforts to ensure access to \neducation  for  immigrant  youth.  See,  e.g.,  https:llwww.aclu-nj.org/news12013/12119/aclu-nj-\nstatement-nj-dream-act-agreement;  The  leadership  of the  ACLU-NJ  on  this  issue  was \nrecognized in the Governor's Blue Ribbon Advisory Panel on Immigrant Policy's Report to \nGovernor Jon S.  Corzine.  http://blog.nj.comiledgerupdates impact12009103/imm%20report.pdf \n(page 45-47). \n7.  Defendant Gloucester Township Public School District is school district located \nin Gloucester Township, New Jersey.  Its mailing address is  17 Erial Road, Blackwood, NJ \n08012. \n3 \n\n8.  Defendant, at all relevant times and as to  all relevant actions described herein, \nwas acting under the color of state law. \nFACTUAL ALLEGATIONS \n9.  The School District has been holding kindergarten and new student registration \nsince March. \n10.  The  School  District notifies  parents  seeking  to  participate  in the  registration \nprocess that they must bring certain documents. \n11.  The  District  require  parents  to  produce  the  child's  birth  certificate  and \nimmunization records. \n12.  Additionally,  parents  are told that they must provide proof of residency.  The \nrequested documents vary according to whether the parent owns a home or rents a home, but in \nboth  instances,  the  parent  IS  told  to  bring  a  driver's  license.  (See \nhttp://www .gloucestertownshipschools.orgiapps/pages/index.jsp?uREC_  ID= 1031 04&type=d&te \nrmREC_ ID=&pREC _ID=182822). \n13.  New Jersey Administrative Code prohibits such a requirement. NJ.A.C.  6A:22-\n3.3(b) provides that immigration status does not impact eligibility to  attend school; NJ.A.C. \n6A:22-3.4(c) requires districts to consider the totality of the evidence presented in determining \nresidency;  and  NJ.A.C.  6A:22-3.4(d)  prohibits  conditioning  enrollment  on  the  receipt  of \ndocuments \"pertaining to criteria that are not a legitimate basis for determining eligibility to \nattend school\" \n14.  To  get a driver's license from the New Jersey Motor Vehicle Commission,  a \nperson must meet the six-point identification verification requirements. That system allows a \nperson to bring in several documents, each of which is assigned a point value, the total of which \n4 \n\nmust  meet  or  exceed  SIX  points.  N.J.A.C.  13:21-8.2  See  also \nhttp://www.state.nj.us/mvc/pdf/Licenses/ident ver posterpint.pdf. \n15.  In any event, to satisfy the six point requirements, a person must possess at least \none primary document, at least one secondary document, a verifiable social security number or a \nvalid immigration status, and proof of address. N.J.A.C. 13:21-8.2. \n16.  On April 1, 2014, the ACLU-NJ sent Gloucester Township a letter explaining that \nthe District's registration policy violated the State and Federal Constitution, state law and state \nregulations. \n17.  Plaintiff requested that the District bring its policy into compliance within four \nweeks. \n18.  The  District,  through  counsel,  responded  on  April  7,  2014  (Exhibit A).  The \nDistrict  explained  that  \"[t]o  be  clear,  the  District's  website  does  not  require  'photo \nidentification',  but  rather  a  driver's  license  and  is  [s ic]  done  to  prove  residency,  not  to \ndiscriminate against anyone.\" The District indicated that it \"will begin examining its procedures, \nas well as relevant law, and will make changes if necessary.\" \n19.  As of May 30, 2014 - 53  days after the District sent a letter to Plaintiff - the \nDistrict has not changed its policy. \n20.  The Gloucester Township Public School District still requires a  driver's license \nto register a child for school. \n5 \n\nFIRST CAUSE OF ACTION \nVIOLATION OF THE AMENDMENT XIVOF \nTHE UNITED STATES CONSTITUTION \n(Equal Protection) \n(brought directly under the United States Constitution and pursuant to NJS.A. 10:6-2(c)) \n21.  The allegations of the preceding paragraphs are incorporated as if fully set forth \nherein. \n22.  The actions of Defendant described herein violated the right of the American \nCivil Liberties Union of New Jersey, its members, and the communities for which the ACLU-NJ \nadvocates  and  has  dedicated  resources,  to  equal  protection  of the  law,  in violation  of the \nFourteenth Amendment to the United States Constitution, which forbids a state to \"deny to any \nperson within its jurisdiction the equal protection of the laws.\" \n23.  School districts may not deny students an education based on their immigration \nstatus or their parents' immigration status. \n24.  By requiring a form of identification that is only available to residents who have \nSocial Security Numbers or valid immigration status to register a child for school, the School \nDistrict denies an education to students with parents who are undocumented immigrants.  It also \ndiscourages immigrants from attempting to enroll their children in the School District. \n25.  Unless Defendant's photo identification policy is enjoined, undocumented parents \nand  their  children  will  suffer  irreparable  harm.  The  ACLU-NJ's  institutional  mission  of \nprotecting access to education will also suffer irreparable harm. \n6 \n\nSECOND CAUSE OF ACTION \nVIOLATION OF ARTICLE I, PARAGRAPH 1 OF \nTHE NEW JERSEY CONSTITUTION \n(Equal Protection) \n(brought directly under the New Jersey Constitution and pursuant to NJS.A. 10:6-2(c)) \n26.  The allegations of the preceding paragraphs are incorporated as if fully set forth \nherein. \n27.  The actions  of Defendant described herein violated the right of the American \nCivil Liberties Union of New Jersey, its members, and the communities for which the ACLU-NJ \nadvocates to equal protection of the law, in violation of Article I, paragraph 1 of the New Jersey \nConstitution, which states that \"[a]ll persons are by nature free and independent, and have certain \nnatural and unalienable rights, among which are those of enjoying and defending life and liberty, \nof acquiring,  possessing,  and protecting property,  and  of pursuing and obtaining safety and \nhappiness.\" \n28.  School districts may not deny students an education based on their immigration \nstatus or their parents' immigration status. \n29.  By requiring a form of identification that is only available to residents who have \nSocial Security Numbers or valid immigration status in order to register a child for school, the \nSchool District denies an education to students with parents who are undocumented immigrants. \nIt also discourages immigrants from attempting to enroll their children in the School District. \n30.  Unless Defendant's photo identification policy is enjoined, undocumented parents \nand  their  children  will  suffer  irreparable  harm.  The  ACLU-NJ's  institutional  mission  of \nprotecting access to education will also suffer irreparable harm. \n7 \n\nTHIRD CAUSE OF ACTION \nVIOLATION OF ARTICLE VIII, SECTION IV, PARAGRAPH 1 OF \nTHE NEW JERSEY CONSTITUTION \n(Thorough and Efficient Education) \n(brought directly under the New Jersey Constitution and pursuant to NJS.A. 10:6-2(c)) \n31.  The allegations of the preceding paragraphs are incorporated as if fully set forth \nherein. \n32.  The actions of Defendant described herein violate the right of the American Civil \nLiberties  Union of New  Jersey,  its  members'  children,  and  the  communities  for  which the \nACLU-NJ advocates to a thorough and efficient education, in violation of Article VIII, Section \nIV, paragraph 1 of the New Jersey Constitution, which provides that \"[t]he Legislature shall \nprovide  for  the maintenance and  support of a thorough  and  efficient system of free  public \nschools for the instmction of all the children in the State between the ages of five and eighteen \nyears.\" \n33.  School districts may not deny students an education based on their immigration \nstatus or their parents' immigration status. \n34.  By requiring a form of identification that is only available to residents who have \nSocial Security Numbers or valid immigration status in order to register a child for school, the \nSchool District denies an education to students with parents who are undocumented immigrants. \nIt also discourages immigrants from attempting to enroll their children in the School District. \n35.  Unless Defendant's photo identification policy is enjoined, undocumented parents \nand  their  children  will  suffer  irreparable  harm.  The  ACLU-NJ's  institutional  mission  of \nprotecting access to education will also suffer irreparable hann. \n8 \n\nREQUEST FOR RELIEF \nWHEREFORE, Plaintiff requests judgment against the Defendant as follows: \n(a)  Declaratory  relief,  including  but  not  limited  to,  a  declaration  that  the  Gloucester \nTownship Public School District's photo identification requirement is unconstitutional; \n(b)  Immediate, preliminary and permanent injunctive relief, enjoining the Defendant's photo \nidentification policy; \n(c)  Attorney's fees and costs associated with this action, pursuant to NJ.8.A.  10:6-1 et seq. \nand other relevant authority; \n(d)  Any further relief as this Court deems just and proper and any other relief as allowed by \nlaw. \nNO JURy DEMAND \nPlaintiff does not demand trial by jury in this action. \nDESIGNATION OF TRIAL COUNSEL \nPlaintiff designates Alexander Shalom as trial counsel. \nDated: May 30,2014 \nAlexander  halom (021162004) \nSenior Staff Attorney \nACLU-NJ Foundation \nP.O. Box 32159 \n89 Market Street, 7th Floor \nNewark, NJ 07102 \n973-854-1714 \nashalom@aclu-nj.org \n9 \n\nVERIFICATION \no \nI,  Udi  fer,  hereby  affirm  under the  penalty of perjury that  the  factual  statements \ncontained in the foregoing Verified Complaint are, to the best of recollection and belief, true and \naccurate. \nUdi Ofer \nExecutive Dir  or \nAmerican Civil Liberties Union \nof New Jersey \n89 Market Street, 7th Floor \nP.O. Box 32159 \nNewark, NJ 07102 \nDated:  May 30,2014 \n10 \n\nCERTIFICATION PURSUANT TO R. 4:5-1 \nPlaintiff,  via counsel, hereby certifies that there are no  other proceedings or pending \nrelated cases arising from the same factual dispute described herein.  The matter in controversy is \nnot  the  subject  of any  other  action  pending  in  any  other  court  or  a  pending  arbitration \nproceeding, and no other action or arbitration proceeding is contemplated. Further, other than the \nparties set forth in this complaint, the undersigned knows of no other parties that should be made \na part of this lawsuit. In addition, the undersigned recognizes the continuing obligation to file \nand serve on all parties and the court an amended certification if there is a change in the facts \nstated  in  this  original  certification.  Notwithstanding  that  Plaintiff  is  unaware  of other \ncontroversies involving this Defendant, Plaintiff is  simultaneously filing  challenges  to  photo \nidentification policies in several other districts throughout New Jersey. The other complaints -\nnone of which have docket numbers yet - are being filed in Atlantic, Camden, and Middlesex \nCounties. Plaintiff will provide docket numbers and additional infonnation upon request. \nDated: May 30,2014 \n2. \nBy: \nAlexander  halom (021162004) \nSenior Staff Attorney \nACLU-NJ Foundation \nP.O. Box 32159 \n89 Market Street, i h Floor \nNewark, NJ 07102 \n973-854-1714 \nashalom@aclu-nj.org \n11 \n\nEXHIBIT A \n\nWADE, LONG, WOOD & KENNEDY, LLC \nAttorneys at Law \nJohnD. Wade \nHoward C. Long, Jr. \nLeonard J. Wood, Jr. \nJohn $. Kennedy \nAudra A. Pondish \nDaniel H. Long \nChristopher F. Long \nApril 7,2014 ' \nAlexander Shalom \nSenior Staff Attorney \nAmerican Civil Liberties Union of New Jersey \nP.O. Box 32159 \nNewark, NJ 07102 \nRE:  Gloucester Township Public Schools- Photo Identification \nDear Mr. Shalom: \nPlease be advised that I represent Gloucester Township Public Schools (\"the District\").  I \nam in receipt of your letter dated April 1, 2014 regarding the District's policies and procedures \nfor  student  registration.  To  be  clear,  the  District's  website  does  not  require  \"photo \nidentification\", but rather a driver's license and is done to prove residency, not to discriminate \nagainst anyone. \nHowever, the District will begin examining its procedures, as well as the relevant law, \nand will make changes, if necessary. \nIf you have any questions or require any further information, please do not hesitate to \ncontact me. \nVery truly yours, \nWADE, LON  ,WOOD & KENNEDY, LLC \nJDW/tlw \nEnclosure \ncc:  'John Bilodeau, Superintendent \nOrlando Mercado, Supervisor of Student Support Services \n1250 Chews Landing Roa~, Suite 1, Gloucester Township, Laurel Springs, NJ 08021  (856) 346-2800 fax: (856) 346-1910 ",
      "document_type_other": null,
      "external_url": "https://web.archive.org/web/20140812183958/https://www.aclu-nj.org/download_file/view_inline/1468/1017/",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/74026"
    },
    {
      "date": "2014-05-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New Jersey state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74028,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74028.pdf",
      "title": "Letter Brief in Support of Order to Show Cause with Temporary Restraints",
      "text": "P.O. B'ox 32159 \nACLU \nNewark, NJ  07102 \nTel: 973-642-2086 \nFax: 973-642-6523 \nAMERICAN CIVil LIBERTIES UNION  infolaaclu-nj .org \nof NEW JERSEY  www.aclu-nj.org \nMay 30, 2014 \nHon. Mary Eva Colalillo, P.J. Ch. \nSuperior Court of New Jersey, Chancery Division \n101 South 5th Street, 6th floor \nCamden NJ, 08103 \nRe:  American Civil Liberties Union ofN  J v. Gloucester Township Public \nSchool District \nCivil Action No. \n---\nLetter Brief in Support of Order to Show Cause \nwith Temporary Restraints \nDear Honorable Judge Colalillo, \nPursuant to R.  2:6-2(b), please accept this letter-brief in lieu of a more formal \nbrief in support of Plaintiffs Order to Show Cause which seeks to immediately enjoin \nDefendant from requiring parents to produce particular forms of photo identification in \norder to register their children for public school. \nTABLE OF CONTENTS \nPreliminary Statement ................................................................................................................... 2 \nStatement of Facts .......................................................................................................................... 3 \nArgument ............................ ,. .......................................................................................................... 4 \nI.  PLAINTIFF  IS  LIKELY  TO  SUCCEED  ON  ITS  CLAIMS,  AS \nDEFENDANT'S  REGISTRATION  POLICY  REQUIRING \nPARENTS  TO  PROVIDE  PHOTO  IDENTIFICATION \nVIOLATES  THE  STATE  AND  FEDERAL  CONSTITUTIONS \nAND THE ADMINISTRATIVE CODE .................................................................... 4 \nII.  PLAINTIFF EASILY MEETS THE REMAINING STANDARDS \nFOR GRANTING TEMPORARY RESTRAINTS ................................................ 10 \n1 \n\nA.  Restraints are necessary to prevent irreparable harm ......................... 10 \nB.  The  relative  hardship  favors  entering  immediate  injunctive \nrelief. ................................................................................................................ 11 \nC.  The restraint does not alter the status quo ante. .................................... 14 \nD.  The public interest requires entering injunctive relief. ........................ 14 \nIII. PLAINTIFF HAS STANDING TO BRING THIS CHALLENGE \nBECAUSE IT IS IMPACTED AS AN ORGANIZATION .................................... 15 \nConclusion ...............................................................................  18 \n11 •••••••••••••••••••••••••••••••••••••••••••••••••••• \nPRELIMINARY STATEMENT \nThe children of undocumented parents have an unquestionable right to  a free, \npublic  education that  is  guaranteed  through the  State and  Federal  Constitutions  and \nimplemented through New Jersey's Administrative Code. However, New Jersey school \ndistricts  have not  always  abided by their legal  obligations  and  instead have  created \nimpermissible barriers to school registration for children of undocumented parents. When \nthe American Civil Liberties Union of New Jersey surveyed many New Jersey school \ndistricts in 2008, it found that 139 school districts either required students or parents to \nproduce  Social  Security numbers  or to  produce documents  that indicate immigration \nstatus.l \nIn the years  since that study, the New Jersey Commissioner of Education has \nreminded school districts about their obligations to  ensure access to  education for the \nchildren of immigrants.2 When districts have failed to heed these reminders, the ACLU \n1 Letter to Commissioner Davy, available at: http://www.ac1u-\nnj .org/files/4 71311540/457 5/091508letterdavy.pdf. (Exhibit A). \n2 October 25, 2010 Letter from Rochelle Hendricks, available at: http://www.ac1u-\nnj.org/download file/1365. (Exhibit B). \n2 \n\nhas been able to infonn districts of the state of the law3 and resolve disputes without the \nneed to resort to litigation.4  In one instance, despite the unambiguous state of the law, a \nschool district insisted that it may exclude children - even citizen children - from access \nto  a free, public education by imposing barriers to registration that prevent immigrant \nparents from completing the registration process.5  After the ACLU-NJ filed a lawsuit \nagainst the district, it relented and changed its policy to confonn to the law. \nIn the wake of that case, Plaintiff again surveyed all New Jersey school districts; \nthis time 136 districts violated clearly established law by requiring photo identification to \nregister children for  schoo1.6  Plaintiff explained to  the  Gloucester Township  Public \nSchools - and 135 other school -districts - that the policies described on their website \nviolated the Constitution, the law, and New Jersey regulations.  In the seven weeks since \nreceiving the letter, Gloucester Township has not changed its discriminatory policy.  The \nACLU-NJ has filed suit to make sure this injustice does not continue. \nSTATEMENT OF FACTS \nThe published policy of the Gloucester Township Public Schools requires parents \nwho  want to  register their children for  public  schools to  produce a driver's  license. \n3 See American Civil Liberties Union of New Jersey, Legal Backgrounder on Equal \nAccess to Education in New Jersey, August 29, 2008, available at: http://www.aclu-\nnj.org/files/411311540/4574/090308facts.pdf. \nSee, e.g., American Civil Liberties Union ofN  ew Jersey Annual Report, 2011, page 18-\n4 \n19, available at: http://www.aclu-ni.org/files/8813/166112977/092111annrep.pdf. \n5 Peggy McGlone, The Star Ledger, \"Facing lawsuit, Butler schools agree to stop \ndiscriminating against immigrant parents,\" March 11, 2014, available at: \nhttp://www.nj.com/educationl2014/03/facing_lawsuit_butler_schools_agree_to_stop_disc \nriminating_a gainst_immigrantparents.html?utm_ source=twitterfeed&utm_  medium=twit \nter \n6 ACLU-NJ [Press Release] \"ACLU-NJ Warns Schools Statewide to Stop Discriminatory \nID Policies\" April 1, 2014, available at: https://www.aclu-nj.org!newsI2014/04/01laclu-\nnj-warns-schools-statewide-stop-discriminatory-id-polic \n3 \n\nVerified Complaint, ,-r 12.  Undocumented immigrants are unable to obtain that fonn of \nidentification. Id.  at ,-r,-r  14-15. Without a change in policy, undocumented parents in \nGloucester Township are unable to register their children for school.  Id. at,-r,-r 25, 30,35. \nARGUMENT \nTo be entitled to interim relief pursuant to Rule 4:52-1, a party must show (a) that \nthe restraint is necessary to prevent irreparable hann, i.e., that the injury suffered cannot \nbe adequately addressed by money damages, which may be inadequate because of the \nnature of the right affected; (b) that the party seeking the injunction has a likelihood of \nsuccess on the merits; (c) that the relative hardship favors the party seeking the restraint; \nand (d) that the restraint does not alter the status quo ante. Crowe v. DeGoia, 90 NJ 126, \n132-136 (1982).  Plaintiff easily satisfies these requirements. \nI.  PLAINTIFF  IS  LIKELY  TO  SUCCEED  ON  ITS \nCLAIMS, AS DEFENDANT'S REGISTRATION POLICY \nREQUIRING  PARENTS  TO  PROVIDE  SPECIFIC \nFORMS  OF  PHOTO  IDENTIFICATION  VIOLATES \nTHE  STATE  AND  FEDERAL  CONSTITUTIONS  AND \nTHE ADMINISTRATIVE CODE \nFederal constitutional law is neither new nor unsettled: the right to a free public \neducation cannot be conditioned on the immigration status of children or their parents. \nPlyler v.  Doe, 457 Us. 202, 228 (1982). The New Jersey Department of Education, in \nrecognition  of this  bedrock  equal  protection  principle,  has  promulgated  regulations \naddressing those documents which can be required to register a child for public school. \nSee NJA.C.  6A:22-3.4(d).  The Gloucester Township Public School District's written \npolicy,  which  effectively precludes  undocumented  immigrants  from  registering  their \nchildren for  school, is  directly counter to  those regulations  and violates principles of \nequal protection embedded in the Federal and State Constitutions. \n4 \n\nIn Plyler, the United States Supreme Court determined that a state can only \"deny \na discrete group of innocent children the free public education that it offers to  other \nchildren residing  within its  borders,\"  457  Us.  at  230,  if the  denial  \"furthers  some \nsubstantial state interest.\"  Id.  Such a standard is consistent with the Court's recognition \nof the value of primary and secondary education.  As the Court explained: \nThe \"American people have always regarded education and \n[the]  acquisition  of knowledge  as  matters  of supreme \nimportance.\" Meyer v. Nebraska, 262 Us. 390,400 (1923). \nWe have recognized \"the public schools  as  a most vital \ncivic institution for the preservation of a democratic system \nof government,\" Abington School District v.  Schempp, 374 \nUs. 203, 230 (1963) (Brennan, J., concurring), and as the \nprimary vehicle for transmitting \"the values on which our \nsociety rests.\" Ambach v. Norwick, 441  Us. 68, 76 (1979). \n\"[A]s ... pointed out early in our history, ... some degree of \neducation  is  necessary  to  prepare  citizens  to  participate \neffectively and intelligently in our open political system if \nwe are to preserve freedom and independence.\" Wisconsin \nv.  Yoder,  406  US.  205,  221  (1972).  And these historic \n\"perceptions  of  the  public  schools  as  inculcating \nfundamental  values  necessary  to  the  maintenance  of a \ndemocratic political  system have been confirmed by the \nobservations of social scientists.\" Ambach, 411 U.S. at 77. \nIn addition,  education provides the basic tools by which \nindividuals might lead economically productive lives to the \nbenefit of us all. In sum, education has a fundamental role \nin maintaining the fabric of our society. We cannot ignore \nthe significant social costs borne by our Nation when select \ngroups are denied the means to absorb the values and skills \nupon which our social order rests. \n[Plyler, 457 Us. at 222.] \nPlyler simply reinforced that which the Court had previously noted in Brown v. \nBoard of Education about the importance of schooling: \"education is perhaps the most \nimportant function of state and local governments .... It is the very foundation of good \ncitizenship .... [I]t is doubtful that any child may reasonably be expected to succeed in \n5 \n\nlife if he is denied the opportlmity of an education.\" Id.  at 222-23, quoting Brown v. \nBoard ofE  ducation, 347 Us. 483,493 (1954). \nIn assessing whether the state could demonstrate its substantial interest in denying \nan education to immigrant children, the Plyler Court rejected the three proffered state \ninterests. Id.  at 228-230. First, a state cannot justify denial of education based upon a \ndesire \"to protect itself from an influx of illegal immigrants.\" Id. at 228.  Second, there is \nno evidence that the \"exclusion of undocumented children is likely to improve the overall \nquality of education in the State.\" Id.  at 229. Finally, the Court rejected the suggestion \nthat exclusion was justified by the fact that undocumented children's \"unlawful presence \n... within the United States renders them less likely than other children to remain within \nthe boundaries of the State, and to put their education to productive social or political use \nwithin the State.\" Id.  at 229-230.  As a result, the Court held that \"consistent with the \nEqual  Protection Clause  of the Fourteenth Amendment,  [a state]  may [not]  deny to \nundocumented school-age children the free public education that it provides to children \nwho are citizens ofthe United States or legally admitted aliens.\" Id. at 205. \nThe  State Department  of Education is  clear on what Plyler requires.  In  an \nOctober 25,  2010, memorandum to  all  chief school administrators  and charter school \nleaders, Acting Commissioner Rochelle Hendricks confirmed the fundamental holding of \nPlyler: \"that undocumented children living in the United States could not be excluded \nfrom public elementary and  secondary schools based upon their immigration statllS.\" \nLetter from Rochelle Hendricks, available at: http://www.aclu-nj.orgldownload  file/1365. \n(Exhibit B). She explained: \"Accordingly, school districts are prohibited from ... making \ninquiries of students or parents that may expose their undocumented status or engaging in \n6 \n\nany practices  that  'chill'  or hinder  the  right  of access  to  public  schools.\" Id.  This \nrequirement is codified in NJA.C 6A:22-3.4, which prohibits conditioning enrollment \non the production of documents \"pertaining to criteria that are not a legitimate basis for \ndetermining eligibility to  attend school.  They include ... Social Security numbers.\" \nNJA.C 6A:22-3.4(d)(4). \nThat is exactly what is being done by the Gloucester Township Public Schools. \nWhile the School District is not directly requiring Social Security numbers, it is requiring \na form of identification that requires those numbers and/or a valid immigration status. \nBecause there is no way for a parent to obtain the required identification without a Social \nSecurity number or valid immigration status, the School District is explicitly conditioning \na child's enrollment on the parents' immigration status.7  Such a result is prohibited by \nPlyler. \nThere is no dispute:  Plyler is still good law.  In 2012, on the 30th anniversary of \nthe decision, then-Assistant Attorney General Thomas E.  Perez remarked that \"Plyler \nrepresents the best of our collective ideals as a nation.\" Remarks of Assistant Attorney \nGeneral Thomas E.  Perez at the American Civil Liberties Union's Plyler v.  Doe 30th \nAnniversary Event, \nWashington,  D.C.,  June  11,  2012,  available  at: \nhttp://www.justice.gov/crtlopa/pr/speechesI2012/crt-speech-120611.html.  (Exhibit  C). \nHe further explained: \nFor the  past three  decades,  Plyler has  kept  the  door to \nopportunity open for millions of children across America. \n7 It is worth noting that in Plyler, the students were themselves undocumented. 457 Us. \nat 206. It is possible that the parents of American citizen children are being denied access \nto public schools because of the parents' immigration status. \n7 \n\nPlyler has  stood  for  the  proposition  that public  schools \nserve  all  children in this  country,  no  matter where  they \nwere  born.  Plyler has  represented the promise that the \nAmerican dream should be accessible to all. \n[Id.] \nIn recognition of the continued importance of Plyler, in 2011, the United States \nDepartment  of Justice,  Civil  Rights  Division  and  the  United  States  Department  of \nEducation, Office for Civil Rights and Officer of the General Counsel issued guidance to \nlocal school districts reminding them of their obligations under Plyler. Dear Colleague \nLetter,  May  6,  2011,  available  at: \nhttp://www.justice.gov/crtlabout/eduldocuments/plylerletter.pdf.  (Exhibit  D).  The \nguidance was explicit: \"To comply with ... the mandates of the Supreme Court, you \nmust ensure that . . . students are not barred from  enrolling in public schools at the \nelementary and secondary level on the basis of their own citizenship or immigration \nstatus or that of their parents or guardians.\" Id.  at 1-2. To that end, \"districts may not \nrequest information with the purpose or result of denying access to public schools on the \nbasis of race, color, or national origin.\" Id.  at 2.  While Gloucester Township'S policy \nmay not have a purpose of barring undocumented immigrants from school, it certainly \nhas that result.  As such, it violates Plyler and must be enjoined. \nIf there was any doubt about the propriety of a Driver's License requirement in \nMarch 2014  when the  ACLU-NJ  sued the  Butler School  District,  the  United  States \nDepartment of Justice and United States Department of Education recently resolved any \nuncertainty.  In a publication dated May 8,2014, the Departments explained: \nA district should review the list of documents that can be \nused  to  establish  residency  to  ensure  that  any  required \ndocuments  would  not  unlawfully  bar  or  discourage  a \n8 \n\nstudent  who  is  undocumented  or  whose  parents  are \nundocumented from enrolling in or attending school. \nFor  example,  while  a  district  may choose  to  include  a \nparent's  state-issued  identification  or  driver's  license \namong  the  documents  that  can  be  used  to  establish \nresidency,  a  school  district  may  not  reguire  such \ndocumentation to establish residency or for other purposes \nwhere such a requirement would unlawfully bar a student \nwhose parents are undocumented from enrolling in school. \n[United  States  Department  of Justice  and  United  States \nDepartment of Education, \"Information on the Rights  of \nAll Children to Enroll in School: Questions and Answers \nfor  States,  School  Districts  and  Parents:\"  available  at: \nhttp://www.justice.gov/crt/aboutleduldocuments/plylerga.p \ndf (emphasis original) (Exhibit E).] \nThe United States Supreme Court reached its conclusion in Plyler even taking \ninto  account  that  there  is  no  right  to  public  education  found  in the  United  States \nu.s. \nConstitution. Plyler, 457  at 221; San Antonio Independent School Dist. v. Rodriguez, \nu.s. \n411  1,  35 (1973).  The New Jersey Constitution provides an affirmative right to \npublic  education.  As  such,  while  this  court  need  not  go  beyond  the  clear  and \nunambiguous precedent of Plyler, the State Constitution provides even greater reason to \nstrike  down the District's  policies.  See  State  v.  Cooke,  163  NJ.  657,  666  (2000) \n(recognizing that the Court has interpreted our State Constitution as affording greater \nprotections than those afforded by its federal counterpart). As the New Jersey Supreme \nCourt has explained: \nThe New Jersey Constitution charges the  State with the \nfundamental responsibility to educate schoolchildren: \"The \nLegislature shall provide for the maintenance and support \nof a thorough and efficient system of free public schools for \nthe instruction of all the children in the State between the \nages of five and eighteen years.\" N.J. Const. art. VIII, § 4, ,-r \n1. In Abbott v. Burke, 119 NJ. 287,384-85 (1990) (Abbott \nII),  this  Court  held  that  students  in  the  poorest  urban \n9 \n\ndistricts  were  deprived  of their  constitutional  right  to  a \nthorough and efficient education due to the State's failure \nto  provide  adequate  financial  resources  for  their \neducational programming. \n[Abbott  ex ref.  Abbott v.  Burke,  206  NJ  332,  340 n.1 \n(2011).] \nIn this case,  the court need not even reach the question of whether the education is \n\"thorough and efficient\"; because of the School District's photo identification policy, \nthere is a likelihood of a total deprivation.  Such a denial of access to a public school \neducation violates the State Constitution. \nUnder both the State and Federal Constitutions, the law is clear: the children of \nimmigrants cannot be denied access to schools as a result of their parents' immigration \nstatus.  Because that is exactly what is occurring in Gloucester Township, Plaintiff is \nlikely to succeed on the merits. \nII.  PLAINTIFF EASILY MEETS THE REMAINING \nSTANDARDS FOR GRANTING TEMPORARY \nRESTRAINTS \nA.  Restraints are necessary to prevent irreparable harm \nAs explained above, the District's policy prevents those without Social Security \nnumbers or valid immigration status from registering their children from school.  There is \nsimply no way that an undocumented person (who lacks a Social Security number and \nvalid  immigration  status),  can  obtain  either  of the  two  forms  of identification  that \nGloucester Township School District is demanding. \nThis injury is  irreparable.  Undocumented immigrant parents currently cannot \nregister their children for school. There is no doubt that a delayed start to  school has \nserious long-term implications.  As President Obama has explained: \"Study after study \n10 \n\nshows that the earlier a child begins learning, the better he or she does down the road.\" \nBarack Obama, Remarks by the President on Early Childhood Education --Decatur, GA, \nFebruary  14,  2013,  available  at:  http://www. w  hitehouse. gov/photos-and-\nvideo/videoI2013/02/14/president-obama-early-childhood-education#transcript.  If these \nchildren are kept out of school they will be forever denied the benefits associated with \nearly education. \nB.  The relative hardship favors entering immediate injunctive relief \nThe  Court should grant immediate temporary restraints  because,  as  described \nabove, parents who  lack state- or county-issued identification8  will suffer a hardship, \neven if they are ultimately allowed to register their children for school at some point in \nthe future.  Registration for the Gloucester Township Public School District is ongoing. \nIf the  case is  adjudicated in the normal  course,  without immediate injunctive \nrelief, there is no assurance that it will be complete - and certainly not that appeals will \nbe complete - before the start of the 2014-2015 school year.  In addition to the immediate \nthreat facing parents without the required identification, it is impossible to overstate the \nharm suffered children denied access to an education to which they are entitled.  The \nchildren will  fall  behind their peers in ways  from  which they may never be able to \nrecover.  The data that supports the conclusion that children do better the earlier they are \n8  While  undocumented  immigrants  are  among  those  who  lack  these  forms  of \nidentification, they are not alone.  As we have seen in the context of voter identification \nlaws, many populations (including the elderly, transgender people, students and the poor) \nhave trouble obtaining these fonus of identification.  See,  e.g., Lawyers Committee for \nCivil Rights Under Law, Think Getting \"Free\" ID Is Easy? Think Again!, available at: \nhttp://www.lawyerscommittee.org/page?id=0046  (documenting instances where people \nwere kept from the polls because of insufficient identification). \n11 \n\nexposed to school are overwhelming. Children who participated in New Jersey's Abbott \nPreschool  program  had  improved  achievement  in  language  arts,  literacy,  math  and \nscience, compared to children not in the Abbott program. Barnett, W. Steven, Kwanghee \nJung, Min-Jong Youn, Ellen C. Frede. Abbott Preschool Program Longitudinal Effects \nStudy:  Fifth  Grade Follow-Up.  National Institute for Early Education Research,  2013 \navailable at: http://nieer.org/sites/nieer/files/APPLES%205th%20Grade.pdf. The benefits \ntranscend education: In one study, children who had received comprehensive educational \nsupport services between the ages of three and nine were less likely to have been arrested, \nhave problems with substance abuse, and be on food stamps. Reynolds, Arthur J., Judy A. \nTemple, Barry A.B. White, Suh-Ruu Ou, and Dylan L. Robertson. Age 26 Cost-Benefit \nAnalysis  of the  Child-Parent  Center  Early  Education  Program.  Child Developm~nt, \n2011.  Available  at:  http://ts-si.org/files/doil01111j14678624201001563x.pdf.  Another \nstudy showed that children who attended a high-quality preschool as three- and four-year-\nolds were more likely to graduate from high school, earn higher wages and hold a job, \nand less likely to have committed a crime as adults. Schweinhart, Lawrence J., Jeanne \nMontie, Zongping Xiang, W. Steven Barnett, Clive R. Belfield, and Milagros Nares, The \nHigh/Scope  Perry  Preschool  Study  Through  Age  40:  Summary,  Conclusions,  and \nFrequently  Asked  Questions,  High  Scope  Press,  2005.  Available  at: \nhttp://www.highscope.org/file/Research/PerryProject/specialsummary rev2011  02  2.pdf. \nMoreover, even if adjudication before the start of the next school year could be \nguaranteed, the delay itself imposes a significant burden on parents who wish to prepare \ntheir children for school. Some parents may reasonably choose to forego the months of \nindecision and instead relocate in order to register their children in a school district that \n12 \n\ncomplies with basic constitutional, statutory and regulatory provisions. These burdens \nfavor immediate injunctive relief. \nFurther,  even  if parents  are  willing  to  endure  the  indecision,  concern  and \nconfusion associated with awaiting adjudication in the ordinary course, if a preliminary \ninjunction is  not granted,  when the  District  eventually eliminates  the  discriminatory \npolicy and permits the children to be registered, the parents availing themselves of the \nregistration process at a later date will be easily identifiable as those who were unable to \nproduce the identification required under the  current policy.  Not only could they be \nsubject to blackmail or threats of deportation, but they could be thrust in to a local debate \nregarding national immigration policy.  Access to  educational benefits for children of \nundocumented immigrants is a public issue of significant importance, and has received \nmedia coverage in other states. See,  e.g., Brad Cooper, \"Kansas House repeals in-state \ntuition for children of illegal immigrants,\" Kansas City Star, Feb. 22, 2011, available at: \nhttp://www.mcclatchydc.comI20 11 /02122/1 0917 4lkansas-house-repeals-in-state.html. \nBrian  Lyman,  \"Immigration  Law  Makes  School  Officials  Uneasy,\"  Montgomery \nAdvertiser,  Jun.  8,  2011,  available  at: \nhttp://www.montgomeryadvertiser.com/article/20 11 0608INEWS02/1 06080307.  The \npossibility that  these  parents,  many of whom  have  children who  are  United  States \ncitizens, may become enmeshed in the larger controversy involving immigration policy \nand the backlash against children of immigrants is a realistic one. \nOn the other side of the balance, there will be no hardship to the Defendant to \nforce it to simply abide by existing law.  Plaintiff does not question Defendant's right to \nrequire proof of residency. NJA.C. 6A:22-3.4(a); Martinez v. Bynum, 461  Us. 321,328 \n13 \n\n(1983).  There are  several categories of documents that are  explicitly permitted to  be \nconsidered for that purpose. NJA.C. 6A:22-3.4(a). There is also no doubt that the law \nforbids denial of \"enrollment based on a failure to provide a particular fonn or subset of \ndocuments without regard to other evidence presented.\"  NJA.C. 6A:22-3.4(c). That is \nall  that Plaintiff seeks  to  enjoin:  Defendant's policy requiring one specific fonns  of \nidentification, which requires a Social Security number and/or valid immigration status. \nClearly, the balance of hardships supports immediate injunctive relief. \nC.  The restraint does not alter the status quo ante \nAs  noted,  the  status  quo  is  that  which  is  permitted  by  the  United  States \nConstitution, the State Constitution, and New Jersey regulations. The Defendant's policy \nalters the status quo, and does so unlawfully. \nD.  The public interest requires entering injunctive relief \nIt is frequently said that in determining whether to  order immediate injunctive \nrelief, the public interest must be considered.  Indeed, \"courts, in the exercise of their \nequitable powers, 'may, and frequently do, go much farther both to give and withhold \nrelief in furtherance  of the public interest than they are accustomed to  go when only \nprivate interests  are  involved. '\"  Waste  Mgmt.  of New Jersey,  Inc.  v.  Union  County \nUtilities Auth., 399 N.J. Super. 508, 520-21  (App. Div. 2008) quoting Yakus v.  United \nStates, 321 Us. 414,441 (1944). \nHere the public interest requires injunctive relief.  Individual students and their \nfamilies have private interests in obtaining the education to which they are entitled.  But, \n14 \n\nthere is a societal value in ensuring access to education for all. As the Court explained in \nPlyler: \nIn addition to the pivotal role of education in sustaining our \npolitical and cultural heritage, denial of education to some \nisolated group of children poses an affront to  one of the \ngoals  of the  Equal  Protection  Clause:  the  abolition  of \ngovernmental barriers presenting unreasonable obstacles to \nadvancement  on  the  basis  of  individual  merit. \nParadoxically, by depriving the children of any disfavored \ngroup of an education, we foreclose the means by which \nthat group might raise the level of esteem in which it is held \nby the majority. \n[Plyler, 457 Us. at 221-22.] \nAll of the factors therefore favor the granting of temporary restraints. \nIII.PLAINTIFF  HAS  STANDING  TO  BRING  THIS \nCHALLENGE  BECAUSE  IT  IS  IMPACTED  AS  AN \nORGANIZATION \n\"New Jersey courts take a broad and liberal approach to standing.\" NJ Citizen \nAction v.  Riviera Motel Corporation, 296 NJ. Super.  402, 415 (App. Div. 1997). As a \nresult,  \"where the plaintiff is not simply an interloper and the proceeding serves the \npublic  interest,  standing  will  be  found.\"  In  re  Quinlan,  70  NJ.  10,  35  (1976).  An \norganization such as the ACLU-NJ can obtain standing where \"it has a real stake in the \noutcome of the litigation, there is a real adverseness in the proceeding, and the complaint \n'is confined strictly to matters of common interest and does not include any individual \ngrievance which might perhaps be dealt with more appropriately in a proceeding between \nthe individual [member] and the [defendant].'\"  NJ Citizen Action, 296 NJ. Super. at 416 \n(quoting Crescent Pk. Tenants Ass'n v. Realty Equities Corp., 58 NJ. 98, 109 (1971)). \nIn the pleadings before the court, the ACLU-NJ demonstrates that it meets New \nJersey's broad approach to organizational standing: the organization itself is impacted in \n15 \n\na real sense.  First, it is clear that the ACLU-NJ has a stake in the outcome of this \nlitigation and has a long history of advocating on behalf of immigrant communities.  See, \ne.g.,  State v.  Gaitan, 209 NJ. 339 (2012) (addressing retroactive application of Nunez \nValdez,  infra); State v.  Nunez-Valdez,  200 NJ.  129 (2009) (addressing impact of bad \nlegal advice regarding immigration consequences on the validity of a guilty plea); ACLU \nNJv. Hudson County, et al., 352 NJ. Super. 44 (App. Div.), certif. denied 174 NJ. 190 \n(2002) (seeking information on immigration detainees held in county jails so as to meet \nwith detainees and offer legal assistance); Riverside Coalition ofB  usiness Owners, et al. \nv.  Township  of Riverside, Dkt. No.  BURL-L-2965-06 (Law.  Div. 2007) (challenge to \nlocal ordinance creating penalties for renting to or hiring undocumented immigrants). \nThe ACLU-NJ has also been specifically involved in efforts to ensure access to \neducation for the children of immigrants.  See,  e.g., ACLU-NJ [Press Release] \"ACLU-\nNJ Warns Schools Statewide to Stop Discriminatory ID Policies\" April 1, 2014, available \nat:  https:llwww.aclu-n;.org!news/2014/04/01/aclu-nj-warns-schools-statewide-stop-\ndiscriminatory-id-polic (describing letters sent to 136 school districts demanding changes \nto  discriminatory  registration  policies);  Peggy  McGlone,  The  Star  Ledger,  \"Facing \nlawsuit, Butler schools agree to  stop discriminating against immigrant parents,\" March \n11,  2014,  available  at: \nhttp://www.nj.com/education/2014/03/facing lawsuit butler  schools  agree  to  stop  disc \nriminating  against  immigrant parents.html?  (explaining  ACLU's  lawsuit  against \nButler's  discriminatory  identification  policy);  A.Z.  v.  Higher  Education  Assistance \nAuthority,  427  NJ.  Super.  389,  398  (App.  Div.  2012)  (challenge  to  denial  of state \nfinancial aid to citizen students of undocumented parents);  \"1 in 5 NJ Schools Puts Up \n16 \n\nBarriers for Immigrant Children\" available at http://www.aclu-nj.org/newsI2008/09/02/1-\nin -5 -nj -schools-puts-up-barriers-for-immigrant-children (describing A CLU -N J advocacy \nefforts  to  end  discriminatory  registration  policies  for  children  of  undocumented \nimmigrants);  Parastou  Hassouri,  The  Star  Ledger  \"Don't  Deny  Immigrant  Kids  An \nEducation\"  September  8,  2004,  available  at:  https:llwww.aclu-\nnj.org!theissues/immigrantrights/dontdenyimmigrantkidsanedul (op-ed written by ACLU-\nNJ  Immigrant  Rights  Specialist  criticizing  schools'  Social  Security  number \nrequirements) . \nAs described in great detail in Paragraph 6 of the Verified Complaint, the ACLU-\nNJ has expended significant resources to advance its mission of protecting the rights of \nall New Jersey children to  obtain primary, secondary and higher education free  from \nimpennissible barriers such as  is  at issue here.  The process of documenting schools' \ndiscriminatory  registration  policies  - which  the  ACLU  has  done  three  times  on  a \nstatewide basis9 - is extremely time consuming and,  therefore,  costly.  The follow-up \nfrom these surveys also requires the expenditure of significant resources. 10 At times, the \nACLU-NJ has even dedicated litigation resources to ensuring access to education for all \n9  The  ACLU-NJ  conducted  surveys  in  2006  (https:llwww.aclu-\nnj .org/newsI2006/08129/survey-immigrants-risk- exclusion-in-l-of-4-nj-schools),  2008 \n(https:llwww .aclu-nj .org!news/2008/09/02/1-in-5-nj-schools-puts-up-barriers-for-\nimmigrant-children) and 2014 (https:llwww.aclu-nj.org!news/2014/04/0l/aclu-nj-wams-\nschools-statewide-stop-discriminatory-id- polic). \n10  In 2006,  the ACLU-NJ followed  up with a letter to  the Department of Education \n(https:llwww.aclu-nj.org!files/671311540/4574/082906LtrDOE.pdt); in 2008, the ACLU-\nNJ sent letters to both the Department of Education and the 187 offending school districts \n(https:llwww.aclu-nj .org!newsI2008/091 02/1-in-5 -nj -schools-puts-up-barriers-for-\nimmigrant-children); this year, the ACLU-NJ sent letters to 136 school districts and has \nbeen in contact with the State Department of Education and the United States Department \nof Justice. \n17 \n\nNew Jerseyans.ll The investment of significant resources over a long period of time is \nstrong evidence of the ACLU-NJ's organizational interest. \nIn  short,  the  ACLU-NJ  has  a  concrete,  demonstrated  and  long-standing \norganizational  interest  in  challenging  Gloucester  Township's  school  registration \nidentification policy. \nCONCLUSION \nFor the reasons set forth above, Plaintiff requests that its Order to Show Cause be \ngranted, including immediate restraints against further implementation of the Gloucester \nTownship Public School District's requirement of specific  orms identification. \nDated: May 30,2014 \nEuw  dB rocas (026361992) \nJeanne LoCicero (024052000) \nAlexander Shalom (021162004) \nAMERICAN  CIVIL  LIBERTIES \nUNION  OF  NEW  JERSEY \nFOUNDATION \nP.O. Box 32159 \nNewark, NJ 07102 \n(973) 854-1714 \n11  A.Z.,  427  NJ  Super.  at  398;  https:llwww.aclu-\nnj.org/files/8813/1661/2977/092111annrep.pdf (pages 18-19) (describing advocacy done \non  behalf  of  a  parent  whose  children  were  unlawfully  excluded  from  school); \nhttp://www.nj.com/education/2014/03/facing_lawsuit_b utler_schools _agree_to _stop_disc \nriminating_ against_immigrant--'parents.html \n18 \n\nEXHIBIT A \n\nP.o. Box 32159  EUEN SAMUEL \nACLU  - Newark. NJ 07102  President \nDEBORAH JACOBS \n•  Tel: 973 642 2086  Executive Director \nFax: 973 642 6523  EDWARD BAROCAS \nlegal Director \nAMERICAN CIVIL LIBERTIES UNION  _  info@aclu-nj.org \nTHOMAS S. HARRIS \nof NEW JERSEY  www.adu-nj.org  Development Director \nAugust 29, 2008 \nThe Honorable Lucille E. Davy \nNew Jersey Department of Education, Office ofllie Commissioner \n100 River View Plaza, P.O. Box 500 \nTrenton, NI 08625 \nDear Commissioner Davy: \nThe American Civil Liberties Union of New Jersey is writing to urge you to take immediate action to \nrectify a continuing problem relating to school districts' improper request of Social Security Numbers \n(SSN) or other private infonnation that would reveal the immigration status of children seeking to \nenroll in public schools in New Jersey, This practice has a chilling effect on immigrant students \nseeking to register for school and violates state and federal law. \nAlthough all children in New Iersey have a right to public education, the ACLU-NJ has learned that \nat least 139 school districts in New Jersey require families to either produce SSNs for the children \nenrolling or produce other documents that would indicate immigration status.  For many children of \nundocumented immigrants in New Jersey, if a school district so much as inquires about SSN or \ncitizenship, the parents will turn away from trying to register their children due to fear of deportation \nor other consequences.  ! \n~ \n-:. \nAs you well know~ the law on this matter is clear: \nNew Jersey's state law (NJ.S.A. 18A:38-1) clearly states that domicile and age are the only factors to \ndetennine eligibility for a free public education. All children between the ages of five and 20 are \neligible to attend public school, regardless of their immigration status. \nFurther, the New Jersey Administrative Code (NJ.A.C. 6A:22-3.4(d»  specifically statest \"A district \nboard  of education  shall  not  require  or  request,  as  a condition  of enrollment  in  school,  any \ninformation or document protected from disclosure by law, or pertaining to criteria which are not \nlegitimate bases for determining eligibility to attend school.\" The Code explicitly states that schools \nare barred from and may not directly or indirectly, require or request: \n1.  Income tax returns; \n2,  Documentation  or  infonnation  relating  to  citizenship  or \nimmigration/visa status, ... \n3.  Documentation  or  infonnation  relating  to  compliance  with  local \nhousing ordinances or conditions of tenancy; and \n4.  Social security numbers . \n.... \n\nAdditionally,  Section 7 of the federal Privacy Act of 1974 requires state and local  government \nagencies requesting an individual's SSN to make the following disclosures: (i) the authority by which \nthe SSN is solicited; (ii) whether disclosure by the individual is mandatory or voluntary; and (iii) the \nuses-to which such information shall be put. \nFinally, the Supreme Court in Plyler v. Doe, 457 U.S. 202 (1982), held that undocumented children \nliving in the United States could not be precluded from public elementary and secondary schools \nbased on immigration status . \n. \nIn July 2008, the ACLU-NJ began a survey project to assess the legality of enrollment requirements \nin school districts through--out the state. The ACLU-NJ project team, made up of volunteers and staff \nmembers, called 635 school districts in all counties of New Jersey, and made contact with 516. The \nteam found that 139 school districts - over one in four - illegally required 8SNs or other information \nthat would reveal the immigration status of students seeking to enroll. In addition, another 4& school \ndistricts suggested that such information would aid in the registration process.  Thus, a total of 187 \nschool districts - more than one in three - acted in violation of the law. \nToday, . the ACLU-NJ  sent letters to  the  187 non~compliant school districts requesting  that  the \ndemands for SSN numbers or information about immigration status be removed from enrollment \nforms and that administrative staff who may handle such inquiries be trained about the law. \nIn 2006, a similar, though less exhaustive survey was done where 57 of224 school districts surveyed \nrequested infonuation that would reveal the immigration status of children or their parents seeking to \nenroll them.  This year 55 of the 57 non~compliant schools identified in 2006 were contacted. \nTwenty~one of those schools, an astounding 38%, are still asking for infonuation protected from \ndisclosure.  This is so despite the fact that, after our initial 2006 study, two-thirds of the schools \nindicated that they would amend their fonus or retrain staff. \nBased on the pervasiveness of this problem, the ACLU~NJ urges your office to take immediate steps \nto end these practices. \nSpecifically, the ACLU-NJ requests that the state Department of Education: ' \n•  Issue a fonnal. written directive to all school superintendents in New Jersey reminding them of \nthe law; \n•  Monitor compliance; \n•  Require school  districts  to  train frontline  school personnel who  handle  such inquiries  from \nparents of prospective students; and \n•  Require school districts to revise all registration fonus, including infonuation posted on web \nsites, so they comply with the law. \n\nGiven that the Department of Education has sent memos to school districts on several occasions on \nthis very issue, we wish to emphasize that monitoring compliance is essential if this practice, which \nputs immigrant students at risk of exclusion from public school, is to end. \nThank you for your attention. \nLegal Director \nAmerican qviI Liberties Union ofN  ew Jersey \nI \n\nEXHIBITB \n\n~htb rtf~tfu IDtrstl! \nCHRIS CHRISTIE  DEPARTMENT OF EDUCATION \nGovemor \nPO Box 500 \nKIM GUADAGNO  TRENToN, NJ 08625-0500  ROCHELLE R. HENDRICKS \nLt. Govemor  Acting Commissioner \nOctober 25,2010 \nTO:  Chief School Administrators \nCharter School Leaders \nFROM:  Rochelle Hendricks \nActing Commissioner \nSUBJECT:  Enrollment of Immigrant Students and/or Undocumented Students \nThis memorandum is to ensure that school district personnel are aware 'of federal and \nstate laws that prohibit denying the enrollment of students in the public schools an the basis of \nimmigration status.  In Plyer v. Doe, 457 US 202 (1982), the United States Supreme Court held that \nundocumented children living in the United States could not be excluded from public elementary \nand secondary schools based upon their immigration status.  Accordingly,  school districts  are \nprohibited from  requiring  students  to  disclose  or  document  their  immigration  status,  making \ninquiries of students or parents that may expose their undocumented status or engaging in any \npractices that \"chill\" or hinder the right of access to public schools. \nNew Jersey Administrative Code (N.lAC. 6A:22-3.3)  also prohibits the barring of \nany student from public elementary and secondary schools on the basis of immigration/visa status, \nexcept for students on F-1 visas.  Districts should continue to enroll all students who are between \nthe ages of 5 and 20 who are domiciled in the district or who are otherwise entitled to  attend \npursuant to N.lS.A 18A:38.1, and the implementing regulations, N.lAC. 6A22-3.2, et. seq. \nPlease distribute this advisory to principals and others involved in the registration \nprocess.  For further information, contact your county superintendent of schools or the Office of \nStudent Achievement and Accountability in the Division of Student Services at (609) 292-8777. \nRRHlBG/sO/rq:EnrollmentotImigrantStudents \nc:  Members, State Board of Education \nAndrew Smarick \nBarbara Gantwerk \nSuzanne Ochse \nRaquel Sinai \nLEE Group \nGarden State Coalition of Schools \nExecutive County Superintendents \nwww.nj.gov/education \nNew Jersey Is An Equal Opportunity Employer • Printed on Recycled and Recyclable Paper \n\nEXHIBITC· \n\ncome to the United States Department of Justice \nJUSTICE NEWS \nDEPARTMENT OF JUSTICE \nAssistant Attorney General Thomas E. Perez Speaks at \nACCOMPLISHMENTS \nthe American Civil Liberties Union's Plyler v. Doe 30th \nAnniversary Event \nWashington, D.C. - Monday, June 11, 2012 \nOPE~ GOVERN.MJ~NT \nIt's an honor and a pleasure to be here with all of you today to mark the  anniversary of Plyler v. \nDoe, the U.S. Supreme Court's historic decision making clear that all children, regardless of their  .  -'---'-- ATl  I  ---------\nimmigration status, must be made welcome in our nation's schools. I want to thank the ACLU for  /,j \nDEPAHTMl';NT  JUSTIC1~ \norganizing this symposium, and Laura Murphy for the gracious welcome. \nAt the Civil Rights Division, we work to break down the barriers that keep so many from fully \nparticipating in American life -in the voting booth, the workplace, and of course, in the classroom. \nFor the past three decades, Plyler has kept the door to opportunity open for millions of children across \nAmerica.  Plyler has stood for the proposition that public schools serve all children in this country, no \nmatter where they were born. Plyler has represented the promise that the American dream should be \naccessible to all. \nPlyler reflects the deeply American notion that all young people deserve the chance to advance as far as \ntheir hard work and talent can carry them. Every day, we hear about and work vdth students who, \nthanks to Plyler, are able to complete elementary and high school; who, without the benefit of financial  JUSTICE.GOV en- ESPANOL \naid, find a way to get a college degree, and who push on to fulfill a dream of becoming an architect, \nteacher or even a lawyer.  These students are daily beneficiaries of Plyler, and their achievements are \nan inspiring example of why its holding is so critical. \nJust over one year ago, together with our partners at the Department of Education, we issued guidance \non the right of all students to enroll in school regardless of their or their parents' immigration status. \nThe guidance reminded schools of their obligations under Plyler and federal civil rights laws more \ngenerally and made clear that: \nDEPARTMENTU JUSTICE \n•  A child who resides in a state cannot be denied access to its public schools, whether or not the \nACTION CENTER \nchild is legally in the United States. \n•  Schools cannot have policies that bar or discourage students from attending school based on \nReport a Crime \nimmigration status. \n•  Schools cannot have enrollment requirements that have the purpose or result of denying  Get a Job \nchildren access based on race or national origin. \n•  Schools cannot deny enrollment if students or their parents choose not to provide a social  Locate a Prison, Inmate, or Sex Offender \nsecurity number or, if a district requests a birth certificate, provide a foreign birth certificate. \nApply for a Grant \nWe issued the Plyler guidance to help schools meet these obligations - because it's the law, and \nSubmit a Complaint \nbecause there's so much at stake.  No one benefits when a child is kept out of the classroom.  The cost \nto that child, and to all of us, is just too great.  RepOlt Waste, Fraud, Abuse or \nMisconduct to the Inspector General \nThree decades ago, the Plyler court noted the folly of depriving innocent children of the basic tools to \nFind Sales of Seized Property \ncontribute to society: \nFind Help and Information for Crime \n\"By denying these children a basic education,\" the court said, \"we deny them the ability to live  Victims \nwithin the structure of our civic institutions, and foreclose any realistic possibility that they \nwill contribute in even the smallest way to the progress of our Nation.\"  Register, Apply for Permits, or Request \nRecords \nThirty years later, countless children have benefited from the Plyler decision, receiving an education \nand with it, a chance at a better life.  Indeed, throughout this country, we see the promise of Plyler  Identify Our Most Wanted Fugitives \nborne out.  We see young people graduating from high school and reaping many of the benefits that \nFind a Form \ncome with a high school diploma.  We see students pursuing their dreams of college and beyond, \ndespite sometimes daunting obstacles.  Because of Plyler, these young people are getting the \nRepOlt and Identify Missing Persons \nopportunity to advance based on their individual merit - the essence of the American dream. \nContact Us \nThe benefits of Plyler are felt by all of us, wherever we or our ancestors were born.  Three decades \nafter Plyler, immigrant students have made and continue to make vast and deep contributions to \n\n'orne to the United States Department of Justice \nAmerica's cultural, civic, and economic landscape. Studies show that over time, the economic  I~ \ncontributions of children of immigrants - who enter the labor force and pay far more in taxes than they \nreceive in benefits - are on par with those of their classmates.  In the schools, these children and their \nclassmates reap the documented benefits of a diverse school environment.  Allover the country, we  OFFICES (.':/JTHE  '\", \nsee immigrant children and their families contributing richly to their schools and the cultural, social,  UNITED STATES ATTORNEY'S. \nand economic fabric of this country.  Thirty years after Plyler, the \\\\1sdom and moral strength of its \nholding are clearer than ever. \nUndocumented children and children from immigrant families, however, continue to face barriers to \nenrolling in, and attending, school. For example, in 2011, Alabama passed a law known as H.B. 56, and \nSTAY CONNECTED \nin doing so, placed a road block at the school house door.  H.B. 56 is Alabama's immigration law - a \nlaw that, among other things, directly targets students by requiring schools to verify the immigration \nstatus of enrolling children and their parents. \n•  Slgn up for E-Mail Updates \nRight after H.B. 56 went into effect, the Civil Rights Division had boots on the ground. I attended a \ntown hall meeting at an Alabama elementary school.  There, I listened to parents, students and  1m Subtmrlbe to.N~1> Ft'l)!l\\r \nteachers share the deep and immediate impact H.B. 56 had on their lives.  In Birmingham, which \noccupies a central place in the history of the civil rights movement, I heard from a diverse group of civil \nrights, faith and education leaders who were unified in condemning the effect of H.B. 56 on Alabama's  1Jl'l \nschoolchildren. \nWe sought data on enrollment and attendance from the Alabama State Department of Education to get \na more systemic sense of the impact of H.B. 56. Just last month, we shared our review with the state. \nWhile H.B. 56 was only in effect for a short time before being enjoined by the courts, the data revealed \nthat the law had a major and lasting impact on Alabama's schoolchildren, particularly Hispanic \nstudents and English Language Learners.  Absences among Alabama's Hispanic students tripled after \nthe immigration law went into effect, while staying flat for other groups of students.  Withdrawals of \nHispanic children also spiked when compared with previous years, with more than 13 percent of the \nstate's Hispanic students withdrawing between the beginning of the school year and February 2012. \nOur conversations with students and parents underscored the dramatic picture painted by the state's \ndata. Students told us they stayed home or withdrew from school out of fear that they or their parents \nwould be questioned about their immigration status. Others returned to school but told us they \ncouldn't concentrate in class and that they no longer felt safe and welcome in their classrooms. \nParents told us about watching their honors students' grades drop in the aftermath of H.B. 56. \nWe also met with Alabama teachers and administrators --educators who know just how much every \nschool day counts in the life of a student.  They are deeply committed to keeping students engaged, to \ngetting parents involved, and to promoting inclusive environments at school.  They felt that RB. 56 \nhas frustrated their efforts.  And they told us about the tremendous time spent and the emotional toll \nof comforting children whose schoolmates have disappeared from the classrooms. \nWe will continue to closely watch and respond to the developments in Alabama as well as in any other \nstates where students' access to education is curtailed.  Alabama presents a dramatic challenge to the \ngoals and values of Plyler, but across the country we see the persistence of barriers that limit \neducational opportunities.  At the Civil Rights Division, these are challenges that we are working to \naddress. \nIn the year since we issued the Plyler guidance, we have provided technical assistance to schools about \ntheir responsibility to enroll students regardless of their immigration status. We have investigated \ncomplaints about schools that have requested social security numbers from students and/or parents, \nthereby discouraging -if not directly prohibiting -many undocumented students from coming to \nschool.  We have also investigated complaints that schools have not made their registration \nprocedures accessible to parents who have limited proficiency in English.  These are the day-to-day \nbarriers that immigrant students face as they try to receive an education and start down the path of a \nbetter future. \nOur efforts to remove these barriers continue in districts throughout this country.  For example, in \nstates like North Carolina and Kentucky, we have worked with schools to revise enrollment policies \nand remove requirements that students produce social security numbers.  In the Palm Beach County, \nFla. School District, we have worked to ensure that the district's requirements for proving residency do \nnot create barriers for immigrant students, and that policies and forms are translated for parents who \nare not proficient in English.  These districts are taking proactive steps to make sure that students and \ntheir families are welcomed in school, regardless of background. \nTo fully realize the goals and the promise of Plyler, we must do even more as a nation. We must come \ntogether in honor of the young men and women who were not yet citizens of the U.S. yet risked - and \nlost -their lives in the Iraq war.  They fought and died for their country before they were allowed to \ncall it their own. \nFor those young people who hope to continue on to college, or to bravely serve our nation in the armed \nforces, we must continue to break down barriers. The President has spoken about the simple justice \nand common sense of the DREAM Act. The DREAM Act would provide a path to citizenship for \nimmigrant students who aspire to higher education, or who serve with valor in the U.S. military. These \ntalented young people truly represent the best of what America has to offer.  More than anything, they \nwant to pursue their dreams and contribute to this country, a country that they know and love as their \n\n;ome to the United States Department of Justice \nown. Passing the DREAM Act, and passing comprehensive immigration reform to fix our broken \nimmigration system, will bring us closer to the ultimate value that underlies the Plyler decision --that \nevery child should have the chance to succeed to the wry limits of his or her talent and ambition. \nPlyler represeuts the best of our collective ideals as a nation.  Those ideals of equality, justice, and \nfairness are central to the mission of the Ch·il Rights Division.  Although countless children - and our \ncountl}\" as a ,,·hole - have directly benefited from Plyler·s holding, the past year has shown us that we \nstill have far to traYel.  At the Chil Rights Dhision, we will continue to use all tools at our disposal to \nfulfill the promise of Plyler, and to keep the schoolhouse door open to all. \n\nEXHIBITD \n\nU.S. Department of Justice  U.S. Department of Education \nCivil Rights Division  Office for Civil Rights \nOffice of the General Counsel \nMay 8,2014 \nDear Colleague: \nUnder Federal law, State and local educational agencies (hereinafter \"districts\") are required to \nprovide all children with equal access to public education at the elementary and secondary level. \nRecently, we have become aware of student enrollment practices that may chill or discourage the \nparticipation, or lead to the exclusion, of students based on their or their parents' or guardians' \nactual or perceived citizenship or immigration status. These practices contravene Federal law. \nBoth the United States Department of Justice and the United States Department of Education \n(Departments) write to remind you of the Federal obligation to provide equal educational \nopportunities to all children residing within your district and to offer our assistance in ensuring that \nyou comply with the law. We are writing to update the previous Dear Colleague Letter on this \nsubject that was issued on May 6,2011, and to respond to inquiries the Departments received \nabout the May 6 Letter. This letter replaces the May 6 Letter. \nThe Departments enforce numerous statutes that prohibit discrimination, including Titles IV and VI \nof the Civil Rights Act of 1964. Title IV prohibits discrimination on the basis of race, color, or \nnational origin, among other factors, by public elementary and secondary schools.  42 U.S.c. \n§ 2000c-6. Title VI prohibits discrimination by recipients of Federal financial assistance on the basis \nof race, color, or national origin.  42 U.S.C. § 2000d. Title VI regulations, moreover, prohibit \ndistricts from unjustifiably utilizing criteria or methods of administration that have the effect of \nsubjecting individuals to discrimination because of their race, color, or national origin, or have the \neffect of defeating or substantially impairing accomplishment of the objectives of a program for \nindividuals of a particular race, color, or national origin. See 28 C.F.R. § 42.104(b)(2) and 34 C.F.R. \n§ 100.3(b)(2). \nAdditionally, the United States Supreme Court held in the case of Plyler v. Doe, 457 U.S. 202 (1982), \nthat a State may not deny access to a basic public education to any child residing in the State, \nwhether present in the United States legally or otherwise.  Denying \"innocent children\" access to a \npublic education, the Court explained, \"imposes a lifetime hardship on a discrete class of children \nnot accountable for their disabling status .... By denying these children a basic education, we deny \n\nPage 2 - Dear Colleague Letter: School Enrollment Procedures \nthem the ability to live within the structure of our civic institutions, and foreclose any realistic \npossibility that they will contribute in even the smallest way to the progress of our Nation.\" Plyler, \n457 U.S. at 223.  As Plyler makes clear, the undocumented or non-citizen status of a student (or his \nor her parent or guardian) is irrelevant to that student's entitlement to an elementary and \nsecondary public education. \nTo comply with these Federal civil rights laws, as well as the mandates of the Supreme Court, you \nmust ensure that you do not discriminate on the basis of race, color, or national origin, and that \nstudents are not barred from enrolling in public schools at the elementary and secondary level on \nthe basis of their own citizenship or immigration status or that of their parents or guardians. \nMoreover, districts may not request information with the purpose or result of denying access to \npublic schools on the basis of race, color, or national origin. To assist you in meeting these \nobligations, we provide below some examples of permisSible enrollment practices, as well as \nexamples of the types of information that may not be used as a basis for denying a student \nentrance to school. \nIn order to ensure that its educational services are enjoyed only by residents of the district, a \ndistrict may require students or their parents to provide proof of residency within the district. \nSee, e.g., Martinez v. Bynum, 461 U.S. 321, 328 (1983).1 For example, a district may require copies \nof phone and water bills or lease agreements to establish residency.  While a district may restrict \nattendance to district residents, inquiring into students' citizenship or immigration status, or that of \ntheir parents or guardians would not be relevant to establishing residency within the district. A \ndistrict should review the list of documents that can be used to establish residency and ensure that \nany required documents would not unlawfully bar or discourage a student who is undocumented \nor whose parents are undocumented from enrolling in or attending school. \nAs with residency requirements, rules vary among States and districts as to what documents \nstudents may use to show they fall within State-or district-mandated minimum and maximum age \nrequirements, and jurisdictions typically accept a variety of documents for this purpose.  A school \ndistrict may not bar a student from enrolling in its schools because he or she lacks a birth certificate \nor has records that indicate a foreign place of birth, such as a foreign birth certificate. \n1 Homeless children and youth often do not have the documents ordinarily required for school enrollment such as \nproof of residency or birth certificates. A school selected for a homeless child must immediately enroll the homeless \nchild, even if the child or the child's parent or guardian is unable to produce the records normally required for \nenrollment. See 42 U.S.c. § 11432(g)(3)(C)(1). \n\nPage 3 - Dear Colleague Letter: School Enrollment Procedures \nMoreover, we recognize that districts have Federal obligations, and in some instances State \nobligations, to report certain data such as the race and ethnicity of their student population. While \nthe Department of Education requires districts to collect and report such information, districts \ncannot use the acquired data to discriminate against students; nor should a parent's or guardian's \nrefusal to respond to a request for this data lead to a denial of his or her child's enrollment. \nSimilarly, we are aware that many districts request a student's social security number at enrollment \nfor use as a student identification number. A district may not deny enrollment to a student if he or \nshe (or his or her parent or guardian) chooses not to provide a social security number. See 5 U.S.c. \n§552a (note).2  If a district chooses to request a social security number, it shall inform the individual \nthat the disclosure is voluntary, provide the statutory or other basis upon which it is seeking the \nnumber, and explain what uses will be made of it. Id.  In all instances of information collection and \nreview, it is essential that any request be uniformly applied to all students and not applied in a \nselective manner to specific groups of students. \nAs the Supreme Court noted in the landmark case of Brown v. Board of Education, 347 U.S. 483 \n(1954), \"it is doubtful that any child may reasonably be expected to succeed in life if he [or she] is \ndenied the opportunity of an education.\" Id. at 493.  Both Departments are committed to \nvigorously enforcing the Federal civil rights laws outlined above and to providing any technical \nassistance that may be helpful to you so that all students are afforded equal educational \nopportunities. As immediate steps, you first may wish to review the documents your district \nrequires for school enrollment to ensure that the requested documents do not have a chilling \neffect on a student's enrollment in school. Second, in the process of assessing your compliance \nwith the law, you might review State and district level enrollment data.  Precipitous drops in the \nenrollment of any group of students in a district or school may signal that there are barriers to their \nattendance that you should further investigate. \nWe are also attaching frequently asked questions and answers and a fact sheet that should be helpful \nto you.  Please contact us if you have additional questions or if we can provide you with assistance in \nensuring that your programs comply with Federal law. You may contact the Department of Justice, \nCivil Rights Division, Educational Opportunities Section, at (877) 292-3804 or education@usdoj.gov, \nthe Department of Education Office for Civil Rights (OCR) at (800) 421-3481 or ocr@ed.gov or the \nDepartment of Education Office of the General Counsel at (202) 401-6000. You may also visit \nhttp://wdcrobcolp01.ed.gov/CFAPPS/OCR/contactus.cfm for the OCR enforcement office that serves \n2 Federal law provides for certain limited exceptions to this requirement. See Pub. L. No. 93-579, § 7(a)(2). \n\nPage 4 - Dear Colleague Letter: School Enrollment Procedures \nyour area.  For general information about equal access to public education, please visit our websites \nat http://www.justice.gov/crt/edo and http://www2.ed.gov/ocr/index.html. \nWe look forward to working with you.  Thank you for your attention to this matter and for taking \nthe necessary steps to ensure that no child is denied a public education. \nSincerely, \n/s/  /s/  /s/ \nCatherine E. Lhamon  Philip H. Rosenfelt  Jocelyn Samuels \nAssistant Secretary  Deputy General Counsel  Acting Assistant Attorney General \nOffice for Civil Rights  Delegated the Authority to  Civil Rights Division \nU.S. Department of Education  Perform the Functions and  U.S. Department of Justice \nDuties of the General Counsel \nu.s. Department of Education \nAttachments \n\nEXHIBITE \n\nu.s.  u.s. \nDepartment of Justice  Department of Education \nCivil Rights Division  Office for Civil Rights \nOffice of the General Counsel \nInformation on the Rights of All Children to Enroll in School: \nQuestions and Answers for States, School Districts and Parents \nThese Questions and Answers are intended to assist states and school districts in meeting their \nlegal obligations to ensure that their enrollment1 policies and practices at the elementary and \nsecondary school levels do not discriminate on the basis of race, color, or national origin, and do \nnot bar or discourage students' enrollment in elementary and secondary school based on their or \nu.s. \ntheir parents' actual or perceived immigration status. The  Departments of Education and \nJustice encourage states and districts to proactively implement supportive enrollment policies and \npractices that create a welcoming and inclusive environment for all students.2 \nDocumentation \nQ -1. Should a district inquire into the immigration or citizenship status of a student or parene \nas a means of establishing the student's residency in the district? \nA - 1.  No.  Immigration or citizenship status is not relevant to establishing residency in the district, \nand inquiring about it in the context of establishing residency is unnecessary and may have a \nchilling or a discouraging effect on student enrollment. \nQ -2.  Are students, except homeless students as provided by Federal statute, required to show \ncurrent residency in a district in order to enroll in a district school? \nA -2.  A state or district may establish bona fide residency requirements and thus might require \nthat all prospective students, except homeless students as defined and provided by the Federal \nMCKinney-Vento Homeless Assistance Act, 42 U.S.c. §§ 11301 et seq., furnish proof of residency \nwithin the district. \n1 For purposes of this guidance, the term lIenrollment\" also means registration, matriculation, or attendance in school. \n2 This Questions and Answers document accompanied the Dear Colleague letter on the Rights of All Children to Enroll \nin School, issued by the u.S. Departments of Education and Justice on May 6,2011. This document has been updated \nto respond to additional questions received since the Dear Colleague letter was issued in 2011. \n3 For purposes of this guidance, the term IIparent'~ also means guardian or other responsible person under state or local \nlaw. \nRevised ,!S of May 8, 2014 \n\nPage 2 - Questions and Answers: School Enrollment Procedures \nQ -3.  How can students meet requirements to show current residency in a school district? \nA -3.  Rules vary among states and districts on what forms of documentation can be used to prove \nresidency within a district. Districts typically accept a variety of documents as proof of residency, \nsuch as a telephone or utility bill, mortgage or lease document, parent affidavit, rent payment \nreceipts, a copy of a money order made for payment of rent, or a letter from a parent's employer \nthat is written on company letterhead. \nA parent must be permitted to establish residency using any of the alternative methods provided \nfor by state or local law. States and districts cannot apply different rules, or apply the same rules \ndifferently, to children based on their or their parents' actual or perceived race, color, national \norigin, citizenship, immigration status, or other impermissible factor. All students must be treated \nequally.4 \nA district should review the list of documents that can be used to establish residency to ensure that \nany required documents would not unlawfully bar or discourage a student who is undocumented \nor whose parents are undocumented from enrolling in or attending school. \nFor example, while a district may choose to include a parent's state-issued identification or driver's \nlicense among the documents that can be used to establish residency, a school district may not \nrequire such documentation to establish residency or for other purposes where such a \nrequirement would unlawfully bar a student whose parents are undocumented from enrolling in \nschool. \nQ -4.  Can a homeless child, including an undocumented homeless child, ever be required to \nshow residency in a district in order to enroll in a district school? \nA -4. No.  Even where a district has valid proof of residency requirements, it must exempt from \nthose requirements all children and youth who are considered homeless under the Federal \nMcKinney-Vento Homeless Assistance Act.  These children and youth have a right to enroll in \nschool, even if their families cannot produce the documents that would otherwise be required to \nprove residency. \nThe McKinney-Vento Act defines the term \"homeless children and youth\" as including, in part, \n\"children and youths who are sharing the housing of other persons due to loss of housing, \n4Title IV of the Civil Rights Act of 1964, which is enforced by the Department of Justice, prohibits school districts from \ntaking actions that deprive students of equal protection of the laws. Title VI of the Civil Rights Act of 1964, which is \nenforced by the Department of Education, and by the Department of Justice upon referral from a Federal funding \nagency or through intervention in an existing lawsuit, prohibits discrimination on the basis of race, color, or national \norigin. \nRevised as of May 8, 2014 \n\nPage 3 - Questions and Answers: School Enrollment Procedures \neconomic hardship, or a similar reason; are living in motels, hotels, trailer parks, or camping \ngrounds due to the lack of alternative adequate accommodations; are living in emergency or \ntransitional shelters; are abandoned in hospitals; or are awaiting foster care placement/, as well as \nchildren of migratory agricultural workers. Additional information regarding the McKinney-Vento \nHomeless Assistance Act is available at www.ed.gov/programs/homeless/guidance.pdf. \nQ -5.  How can students show they meet a school's age requirements? \nA -5.  As with residency requirements, rules vary among states and districts as to what documents \nstudents may use to show they fall within state-or district-mandated minimum and maximum age \nrequirements, and jurisdictions typically accept a variety of documents for thjs purpose. \nDepending on the state or district, alternative documents could include, but are not limited to: a \nreligious, hospital, or physician's certificate showing date of birth; an entry in a family bible; an \nadoption record; an affidavit from a parent; a birth certificate; previously verified school records; \nor any other documents permitted by law. School districts should make parents aware of any \nalternatives that exist as part of their efforts to ensure a welcoming and inclusive environment for \nall students. \nRequests for documents such as birth certificates must not unlawfully bar or discourage a \nprospective student from enrolling and attending school, including a student who is undocumented \nor has parents who are undocumented, or a child or youth who is homeless as defined by the \nMcKinney-Vento Homeless Assistance Act (see Q-4, above).  A school district may not bar or \ndiscourage a student from attending school because the student lacks a birth certificate or has \nrecords that indicate a foreign place of birth, such as a foreign birth certificate.  Requests for \ndocumentation also may not discriminate, or have the effect of discriminating, on the basis of race, \ncolor, or national origin.  All students must be treated equally in the enrollment process. \nA district, moreover, should not use a student's birth certificate or other documentation provided \nby a parent as a basis for inquiring into the immigration status of the student, his or her parents, or \nother family members.  Such requests would likely have a discouraging effect on the enrollment of \na student on the basis of immigration status. \nQ -6.  What if a parent is reluctant to provide a copy of his or her child's foreign birth certificate, \nfearing that doing so would lead to questions about the child's or the parent's immigration or \ncitizenship status? \nA -6.  School districts are encouraged to take proactive steps to educate parents about their \nchildren's rights and to reassure them that their children are welcome in district schools.  For \nexample, state laws typically permit a district to use a variety of documents to establish the age of \nRevised as of May 8, 2014 \n\nPage 4 - Questions and Answers: School Enrollment Procedures \na child.  A district should publicize that it will use a foreign birth certificate, baptismal record, or \nalternative document in the same manner that it will use a United States birth certificate, \nbaptismal record, or alternative document: that is, solely to establish the age of a child. \nAs previously emphasized, a district must apply its rules and standards for documentation of age or \nresidency in the same way to everyone, regardless of race, color, national origin, citizenship, or \nimmigration status.  A foreign-born child who is unable or unwilling to furnish a birth certificate \nshould have the same options to enroll in school and should be treated no differently than a United \nStates citizen child who does not have or otherwise may not be able to produce a birth certificate. \nQ -7.  In light of the Dear Colleague letter, should districts refrain from asking for students' social \nsecurity numbers? \nA -7.  The Federal government does not prohibit states or districts from collecting the social \nsecurity numbers of prospective or current students.  States and local school districts must decide, \nhowever, whether they have a legally permissible reason to collect this information.  If they choose \nto collect social security numbers, they should take steps to ensure the confidentiality of the social \nsecurity numbers and that they are stored securely. In addition, they must follow Federal laws \nregulating the use of that information.  For example, under governing Federal laws, if a district \nrequests social security numbers, it must inform individuals that the disclosure is voluntary, and \nmust explain both the statutory or other basis for seeking the numbers and how the district intends \nto use the numbers.  See Privacy Act of 1974, Pub. L. No. 93-579, § 7, 5 U.S.c. § 552a (note), \navailable at http://www.ssa.gov/OPHome/comp2/F093-579.html. \nAs the Dear Colleague letter makes clear, a district cannot deny enrollment to a student if he or she \n(or his or her parent) chooses not to provide the student's social security number.s Districts have \nalternatives to requesting social security numbers.  For example, a district seeking to have student \nidentification numbers could decide to assign a randomly selected number to each student.  In this \nway, the state or district would avoid any chilling effect that a request for social security numbers \nmay have on the enrollment of students because of their race, color, national origin, citizenship, or \nimmigration status. \nA school district that opts to request social security numbers should make clear in all enrollment \nand registration documents, including forms, websites, and communications with parents, that the \nprovision of the child's social security number is voluntary, and that choosing not to provide a \nsocial security number will not bar a child's enrollment. \n5 Similarly, a school district cannot deny a student enrollment if his or her parent chooses not to provide his or her own \nsocial security number. \nRevised as of May 8, 2014 \n\nPage 5 - Questions and Answers: School Enrollment Procedures \nQ -8.  How can a school district distinguish between (a) information that it should or must \ncollect, and (b) information that it may not collect because doing so may discourage enrollment \nor attendance? \nA -8. There is typically only minimal information that a district is required to collect under state \nlaw for a student to be able to enroll, such as proof of age, immunization history, and residency \nwithin the district.  Both the state and the district must act in compliance with the U.S. Constitution \nand valid Federal or state laws, including their obligations not to discriminate, or implement \npolicies that have the effect of discriminating, on the basis of race, color, or national origin.  In \ndoing so, states and districts should also assess their current policies to determine whether they \nare doing anything that may have the effect, albeit unintended, of discouraging the enrollment of \nundocumented children, such as asking for immigration papers or social security numbers, or \nrequiring a driver's license or state-issued identification from a parent.  Such practices and policies, \nonce identified, should be changed to eliminate any possible chilling effect on enrollment. \nQ -9.  In order to avoid discouraging enrollment, should a school district enroll any child who \ncomes its way and ask for documentation later, after the child is enrolled? \nA -9.  As noted above, school districts might require that prospective students furnish proof of \nresidency in a district and/or age prior to enrollment, except for any children and youth who are \nconsidered homeless under the Federal McKinney-Vento Homeless Assistance Act.  However, \ndistricts may also choose to wait until students are already enrolled before asking for any \nadditional documentation that may be required under state or Federal law, such as student \ndemographic data.  By choosing to wait to collect additional information, districts may create a \nmore welcoming and inclusive atmosphere for all prospective students.  Requests for \ndocumentation must not discriminate, or have the effect of discriminating, on the basis of race, \ncolor, national origin, citizenship, or immigration status. \nQ - 10. Once in possession of personal information about a student, are there circumstances \nwhen a school district may disclose that information from a student's education records without \nthe consent of the student or a parent? \nA -10. There are circumstances when a school district may disclose information from a student's \neducation records, but these are limited and unlikely to be applicable in the majority of situations \nschool districts confront. The Family Educational Rights and Privacy Act of 1974 (FERPA) generally \nprohibits school districts that receive Federal funds from the Department of Education from \ndisclosing information from a student's education records that alone or in combination with other \ninformation can identify that student, without the prior written consent of a parent or the student \n(if that student is 18 years of age or older or attends a postsecondary institution).  See 20 U.S.c. \nRevised as of May 8, 2014 \n\nPage 6 - Questions and Answers: School Enrollment Procedures \n§1232g.  There are some limited exceptions in FERPA to the requirement that written consent must \nbe obtained before disclosing personally identifiable information from students' education records, \nsee 34 C.F.R. § 99.31, as well as narrow, enumerated circumstances under which Federal \nimmigration laws require or permit a school district to provide specific information about a student \nto another Federal, state, or local government entity. One such circumstance is where the issuance \nof a non-immigrant visa to a student-and the maintenance ofthat student's non-immigrant \nstatus-is conditioned on the student's attendance at a specific school.  Note that in that case, a \nschool district would have preexisting information about the student that he or she would have \npresented to the school in order to obtain the underlying visa, and so the school would not have \nany reason to initiate a request for information about immigration status. \nQ -11. How should a school district communicate the requirements for enrollment with parents \nwho have limited proficiency in English? \nA -11. For limited English proficient parents of a student seeking to enroll in a school, a district \nmust meaningfully communicate material information about enrollment - e.g., translate a \ndocument into languages other than English and have some method of responding to those \nparents' questions - as required by Title VI of the Civil Rights Act of 1964, 42 U.S.c. § 2000d, and \nthe Equal Educational Opportunities Act, 20 U.S.c. § 1703.  Material information could include \nalternative means to establish state-permitted residency and age requirements, if any.  If a district \nasks for a social security number, material information would also be the fact that a district cannot \ndeny enrollment to a student if he or she (or his or her parent or guardian) chooses not to provide \na social security number. \nAdditional Proactive Support Measures That States and Districts Can Take \nQ -12. What can schools do proactively to show parents that their children are welcome, \nregardless of their immigration or citizenship status? \nA - 12. The Dear Colleague letter encourages states and districts to review enrollment policies and \npractices carefully to make sure they are consistent with the law and do not have a chilling effect \non the willingness of parents to enroll their children.  Any problems should be corrected. \nIn addition, the U.S. Departments of Education and Justice encourage districts to be proactive in \nnotifying parents of their rights to send their children to public school.  For example, districts can \nconduct outreach to communities to inform parents that all students who are residents in the \ndistrict are welcome to attend the district's schools. \nRevised as of May 8, 2014 \n\nPage 7 - Questions and Answers: School Enrollment Procedures \nQ -13. Should districts provide staff training on how to avoid violating the law in this area? \nA -13. Staff training at the school and district level is encouraged.  Ultimately, the state and \ndistrict have the legal responsibility to ensure that they are complying with Federal law.  Staff \ntraining helps facilitate that compliance. \nQ - 14. What is the role of State Educational Agencies (SEAs) in ensuring that students are not \nimproperly excluded from school? \nA - 14. The Dear Colleague letter issued May 6, 2011, and revised and reissued on May 8, 2014, is \nintended to remind both districts and states of their obligations under existing law.  As recipients of \nFederal funds, SEAs are responsible for monitoring compliance with Federal anti-discrimination \nlaws.  Because laws regarding school enrollment, including requirements for proof of age and \nresidency, vary from state to state, this is an area in which leadership from SEAs is needed and can \nbe particularly effective. SEAs are encouraged to review existing practices and policies and to assist \ntheir districts in understanding the types of practices that will comply with state requirements \nregarding school enrollment without violating constitutional and Federal anti-discrimination \nreqUirements.  Specifically, SEAs should work to ensure that their school districts' enrollment \npractices do not unlawfully discourage or bar students, including students who are undocumented \nor have parents who are undocumented, from school. \nRevised as of May 8, 2014 ",
      "document_type_other": null,
      "external_url": "https://web.archive.org/web/20140812183958/https://www.aclu-nj.org/download_file/view_inline/1468/1017/",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/74028"
    },
    {
      "date": "2014-05-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Education Section",
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New Jersey state trial court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 79996,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79996.pdf",
      "title": "Dear Colleague Letter on the Rights of All Children to Enroll in Public Schools",
      "text": "   \nU.S. Department of Justice  U.S. Department of Education \nCivil Rights Division Office for Civil Rights \nOffice of the General Counsel\n \n \n \nMay 8, 2014 \nDear Colleague:  \nUnder Federal law, State and local educational agencies (hereinafter “districts”) are required to \nprovide all children with equal access to public education at the elementary and secondary level.  \nRecently, we have become aware of student enrollment practices that may chill or discourage the \nparticipation, or lead to the exclusion, of students based on their or their parents’ or guardians’ \nactual or perceived citizenship or immigration status.  These practices contravene Federal law.  \nBoth the United States Department of Justice and the United States Department of Education \n(Departments) write to remind you of the Federal obligation to provide equal educational \nopportunities to all children residing within your district and to offer our assistance in ensuring that \nyou comply with the law. We are writing to update the previous Dear Colleague Letter on this \nsubject that was issued on May 6, 2011, and to respond to inquiries the Departments received \nabout the May 6 Letter.  This letter replaces the May 6 Letter.  \nThe Departments enforce numerous statutes that prohibit discrimination, including Titles IV and VI \nof the Civil Rights Act of 1964.  Title IV prohibits discrimination on the basis of race, color, or \nnational origin, among other factors, by public elementary and secondary schools.  42 U.S.C. \n§ 2000c-6.  Title VI prohibits discrimination by recipients of Federal financial assistance on the basis \nof race, color, or national origin.  42 U.S.C. § 2000d.  Title VI regulations, moreover, prohibit \ndistricts from unjustifiably utilizing criteria or methods of administration that have the effect of \nsubjecting individuals to discrimination because of their race, color, or national origin, or have the \neffect of defeating or substantially impairing accomplishment of the objectives of a program for \nindividuals of a particular race, color, or national origin.  See 28 C.F.R. § 42.104(b)(2) and 34 C.F.R. \n§ 100.3(b)(2).   \nAdditionally, the United States Supreme Court held in the case of Plyler v. Doe, 457 U.S. 202 (1982), \nthat a State may not deny access to a basic public education to any child residing in the State, \nwhether present in the United States legally or otherwise.  Denying “innocent children” access to a \npublic education, the Court explained, “imposes a lifetime hardship on a discrete class of children \nnot accountable for their disabling status. . . .  By denying these children a basic education, we deny \n      \n \n\nPage 2 – Dear Colleague Letter: School Enrollment Procedures \n \nthem the ability to live within the structure of our civic institutions, and foreclose any realistic \npossibility that they will contribute in even the smallest way to the progress of our Nation.”  Plyler, \n457 U.S. at 223.  As Plyler makes clear, the undocumented or non-citizen status of a student (or his \nor her parent or guardian) is irrelevant to that student’s entitlement to an elementary and \nsecondary public education. \n To comply with these Federal civil rights laws, as well as the mandates of the Supreme Court, you \nmust ensure that you do not discriminate on the basis of race, color, or national origin, and that \nstudents are not barred from enrolling in public schools at the elementary and secondary level on \nthe basis of their own citizenship or immigration status or that of their parents or guardians.  \nMoreover, districts may not request information with the purpose or result of denying access to \npublic schools on the basis of race, color, or national origin.  To assist you in meeting these \nobligations, we provide below some examples of permissible enrollment practices, as well as \nexamples of the types of information that may not be used as a basis for denying a student \nentrance to school.   \nIn order to ensure that its educational services are enjoyed only by residents of the district, a \ndistrict may require students or their parents to provide proof of residency within the district.  \nSee, e.g., Martinez v. Bynum, 461 U.S. 321, 328 (1983).1  For example, a district may require copies \nof phone and water bills or lease agreements to establish residency.  While a district may restrict \nattendance to district residents, inquiring into students’ citizenship or immigration status, or that of \ntheir parents or guardians would not be relevant to establishing residency within the district. A \ndistrict should review the list of documents that can be used to establish residency and ensure that \nany required documents would not unlawfully bar or discourage a student who is undocumented \nor whose parents are undocumented from enrolling in or attending school.  \nAs with residency requirements, rules vary among States and districts as to what documents \nstudents may use to show they fall within State- or district-mandated minimum and maximum age \nrequirements, and jurisdictions typically accept a variety of documents for this purpose.   A school \ndistrict may not bar a student from enrolling in its schools because he or she lacks a birth certificate \nor has records that indicate a foreign place of birth, such as a foreign birth certificate.  \n \n                                                           \n1 Homeless children and youth often do not have the documents ordinarily required for school enrollment such as \nproof of residency or birth certificates.  A school selected for a homeless child must immediately enroll the homeless \nchild, even if the child or the child’s parent or guardian is unable to produce the records normally required for \nenrollment.  See 42 U.S.C. § 11432(g)(3)(C)(1). \n      \n \n\nPage 3 – Dear Colleague Letter: School Enrollment Procedures \n \nMoreover, we recognize that districts have Federal obligations, and in some instances State \nobligations, to report certain data such as the race and ethnicity of their student population.  While \nthe Department of Education requires districts to collect and report such information, districts \ncannot use the acquired data to discriminate against students; nor should a parent’s or guardian’s \nrefusal to respond to a request for this data lead to a denial of his or her child’s enrollment. \nSimilarly, we are aware that many districts request a student’s social security number at enrollment \nfor use as a student identification number.  A district may not deny enrollment to a student if he or \nshe (or his or her parent or guardian) chooses not to provide a social security number.  See 5 U.S.C. \n§552a (note).2  If a district chooses to request a social security number, it shall inform the individual \nthat the disclosure is voluntary, provide the statutory or other basis upon which it is seeking the \nnumber, and explain what uses will be made of it.  Id.  In all instances of information collection and \nreview, it is essential that any request be uniformly applied to all students and not applied in a \nselective manner to specific groups of students. \nAs the Supreme Court noted in the landmark case of Brown v. Board of Education, 347 U.S. 483 \n(1954), “it is doubtful that any child may reasonably be expected to succeed in life if he [or she] is \ndenied the opportunity of an education.”  Id. at 493.  Both Departments are committed to \nvigorously enforcing the Federal civil rights laws outlined above and to providing any technical \nassistance that may be helpful to you so that all students are afforded equal educational \nopportunities.  As immediate steps, you first may wish to review the documents your district \nrequires for school enrollment to ensure that the requested documents do not have a chilling \neffect on a student’s enrollment in school.  Second, in the process of assessing your compliance \nwith the law, you might review State and district level enrollment data.  Precipitous drops in the \nenrollment of any group of students in a district or school may signal that there are barriers to their \nattendance that you should further investigate.  \nWe are also attaching frequently asked questions and answers and a fact sheet that should be helpful \nto you.  Please contact us if you have additional questions or if we can provide you with assistance in \nensuring that your programs comply with Federal law.  You may contact the Department of Justice, \nCivil Rights Division, Educational Opportunities Section, at (877) 292-3804 or education@usdoj.gov, \nthe Department of Education Office for Civil Rights (OCR) at (800) 421-3481 or ocr@ed.gov or the \nDepartment of Education Office of the General Counsel at (202) 401-6000. You may also visit \nhttp://wdcrobcolp01.ed.gov/CFAPPS/OCR/contactus.cfm for the OCR enforcement office that serves \n                                                           \n2 Federal law provides for certain limited exceptions to this requirement.  See Pub. L. No. 93-579, § 7(a)(2).  \n      \n \n\nPage 4 – Dear Colleague Letter: School Enrollment Procedures \n \nyour area.  For general information about equal access to public education, please visit our websites \nat http://www.justice.gov/crt/edo and http://www2.ed.gov/ocr/index.html. \nWe look forward to working with you.  Thank you for your attention to this matter and for taking \nthe necessary steps to ensure that no child is denied a public education. \nSincerely, \n \n/s/  /s/  /s/ \nCatherine E. Lhamon  Philip H. Rosenfelt  Jocelyn Samuels \nAssistant Secretary  Deputy General Counsel   Acting Assistant Attorney General \nOffice for Civil Rights   Delegated the Authority to  Civil Rights Division \nU.S. Department of Education Perform the Functions and  U.S. Department of Justice\nDuties of the General Counsel \nU.S. Department of Education\n \n \n \nAttachments \n      \n ",
      "document_type_other": null,
      "external_url": "http://www.justice.gov/sites/default/files/crt/legacy/2014/05/08/plylerletter.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/79996"
    },
    {
      "date": "2014-06-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New Jersey state trial court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74030,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74030.pdf",
      "title": "Stipulation of Dismissal",
      "text": "Edward  L.  Barocas,  Esq.  ~-  026361992 \nJeanne  LoCicero,  Esq.  —  024052000 \nAlexander  Shalom,  Hsq.  -  021162004 \nAmerican  Civil  Liberties  Union \nof  New  Jersey  Foundation \n69  Market  Street,  7™}  Floor \nP.O.  Box  32159 \nNewark,  New  Jersey  07102 \nTel;  (973)  642-2086 \nBax;  (973)  642-6523 \nAttorneys  for  Plaintiff \n  \n:  SUPERIOR  COURT  OF  NEW JERSEY \nAMERICAN  CIVIL  LIBERTIES  ONION  : CHANCERY  DIVISION:  CAMDEN  COUNTY \nOF  NEW  JERSEY,  : \n=  Docket  No.  L-2206-14 \nPlaintiff,  :  Civil  Action \nV,  ; \nGLOUCESTER  TOWNSHIP  PUBLIC: \nSCHOOL  DISTRICT  ; \nSTIPULATION  OF  DISMISSAL \nDefendant. \nAs  the  merits  of  this  action  were  resolved  via  settlement \nagreement  between  the  parties,  dated  June  6,  2014,  and  in \naccordance  with  the  terms  of  that  agreement,  the  parties  hereby \nstipulate  to  dismissal  of  this  action  with  prejudice, \nDated:  June  |  ,  2014  Ae  F2z— \nA lexander  Shal om,  Esq. \nAmerican  Civil  Liberti.es  Union \nof  New  Jersey  Foundation \n89  Market  Street,  7™  floor \nP.O.  Box  32159 \nNewark,  New  Jersey  07102 \nTel:  (973)  642-2086 \nFax:  (973)  642-6523 \nAttorney  for  Plaintiff \n6007  AQCHNNAM  COOM  SNOT  ACV  OT6T9PCOSS  XVA  TV: PT  FT0¢/60/90\nplz, \nDated:  June  4  ,:  2014 \nDan  Long \nWade,  Long,  Wood,  &  Kennedy \n1250  Chews  Landing  Road \nLaurel  Springs,  NJ  08021 \nTel:  (856)346-2800 \nFax:  (856) 346-1910 \nAttorney  for  Defendants \ncoo  ACHNNAM  dOOM  SNOT  Hav  OT6TOPCOSS  XVA  TH-HFT  FT0c/60/90\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/74030"
    }
  ],
  "document_count": 5
}