{
  "case_id": 11127,
  "fetched_at": "2025-10-22T00:13:07.854446",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Minneapolis/St. Paul",
        "institution_county": null,
        "name": "Minneapolis/St. Paul Metropolitan Transit Commission",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Secretary of the United States Department of Transportation",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "U.S. Department of Transportation ",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Urban Mass Transportation Administration",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Public Benefits/Government Services"
    ],
    "cause_other": "§ 16(a) of the Urban Mass Transportation Act of 1964 as amended, §§ 105(a) and (b) of the Federal-Aid Highway Amendments of 1974, § 315 of the Department of Transportation and Related Agencies Appropriations Act of 1975",
    "causes": [
      "42 U.S.C. § 1983",
      "Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12111 et seq.",
      "Section 504 (Rehabilitation Act), 29 U.S.C. § 701",
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1980,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief denied"
      },
      {
        "value": "Discrimination Prohibition"
      }
    ],
    "court": "District of Minnesota",
    "custom_issues": [],
    "defendant_payment": "Less than $12,500",
    "defendant_type": [
      {
        "value": "Transportation"
      },
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1980-06-13",
    "filing_year": 1975,
    "id": 11127,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Public benefits (includes, e.g., in-state tuition, govt. jobs)",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "Disability and Disability Rights: Mobility impairment",
      "Discrimination Area: Disparate Impact",
      "General/Misc.: Access to public accommodations - governmental",
      "Disability and Disability Rights: Reasonable Modifications",
      "General/Misc.: Transportation"
    ],
    "last_checked_date": "2013-08-06T00:00:00-04:00",
    "main_docket": {
      "id": 31917,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1975,
      "docket_filing_number": 627,
      "is_main_docket": true,
      "court": "District of Minnesota",
      "state": "Minnesota",
      "docket_office_number": "4",
      "docket_number_manual": "75-cv-00627",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "United Handicapped Federation v. Andre",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1980,
    "permanent_injunction": false,
    "plaintiff_description": "Two disability advocacy organizations and six mobility-disabled individuals, seeking to enjoin the purchase of inaccessible buses.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Attorneys fees"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement",
      "Litigation"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree",
      "Voluntary Dismissal"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Minnesota",
    "summary": "<p>This case summary is based on four published opinions from the case. We have no other documents.</p><p>This case was filed in the United States District Court for the District of Minnesota in 1975. The plaintiffs, the United Handicapped Federation, another disability advocacy group, and six individuals with mobility disabilities, filed the suit against the Chief Administrator of the Minneapolis/St. Paul Metropolitan Transit Commission (MTC), the Secretary of the United States Department of Transportation, the Administrator of the Federal Urban Mass Transportation Administration (UMTA), and the AM General Corporation. The plaintiffs alleged that the pending purchase of 338 non-wheelchair-accessible buses violated Section 504 of the Rehabilitation Act of 1973, § 16(a) of the Urban Mass Transportation Act of 1964 as amended, §§ 105(a) and (b) of the Federal-Aid Highway Amendments of 1974, § 315 of the Department of Transportation and Related Agencies Appropriations Act of 1975, and the Fourteenth Amendment of the U.S. Constitution, by way of 42 U.S.C. § 1983, which allows private actions against states for violations of federally guaranteed rights under color of state law. Plaintiffs also raised state law claims. They sought preliminary and permanent injunctions preventing MTC from acquiring inaccessible buses.</p><p>The District Court (Judge Donald D. Alsop) denied the plaintiffs' motion for a preliminary injunction, and granted summary judgment for the defendants, finding that none of the statutes on which the plaintiffs based their claims required that all buses bought using federal funds be equipped  to transport passengers in wheelchairs. The Court held that the state had made sufficient special efforts to aid the disabled in their use of the mass transportation system so as to fulfill its obligations under federal law. United Handicapped Federation v. Andre, 409 F.Supp. 1297 (D. Minn. 1976). </p><p>The plaintiffs appealed the decision. The Eighth Circuit Court of Appeals (Judge Donald Pomery Lay) reversed the lower court's decision and remanded the case. This decision was made in light of UMTA's having issued, after the lower court's decision, new regulations by its authority under § 504 of the Rehabilitation Act of 1973, 29 U.S.C.S. § 794, which conditioned the approval of mass transit system projects on special efforts for elderly and handicapped persons, specifically including wheelchair users and semiambulatory persons. The 8th Circuit Court held that § 504 created an affirmative duty on the part of the state, and that the plaintiffs had standing to bring a private cause of action. United Handicapped Federation v. Andre, 558 F.2d 413 (8th Cir. 1977). At some point around this time, it appears that the purchase of the inaccessible buses was completed.</p><p>After this, the District Court dismissed all claims against AM General Corporation and the claims against all defendants relating to transportation projects approved by UMTA prior to April 27, 1976. The parties then negotiated a settlement, wherein it appears that the remaining defendants agreed to convert MTC's  entire fleet to be wheelchair accessible within a few years of the settlement's date of execution. The settlement left the issue of attorneys' fees undecided.</p><p>In 1980, the District Court denied the plaintiffs' motion for reasonable attorneys' fees and costs, finding that they were not the \"prevailing party\" and that therefore they were not entitled to an award of costs. United Handicapped Federation v. Andre, 489 F.Supp. 1040 (D. Minn. 1980). The Eighth Circuit (Judge Lay) reversed this decision, remanding the issue to the lower court with instructions to award reasonable attorneys' fees not to exceed $10,000 and legal costs of $2,500. United Handicapped Federation v. Andre, 622 F.2d 342 (8th Cir, 1980).</p><p></p>",
    "summary_published_date": "2013-08-06T00:00:00-04:00",
    "summary_short": "This case was filed in the United States District Court for the District of Minnesota in 1975. The Plaintiffs, the United Handicapped Federation filed the suit against the Minneapolis/St. Paul Metropolitan Transit Commission (MTC) and the Administrator of the Federal Urban Mass Transportation Administration (UMTA). The Plaintiffs alleged that the Agencies had violated Section 504 of the Rehabilitation Act of 1973 and other federal law. Plaintiffs argued that the pending purchase of 338 non-wheelchair-accessible buses violated the above-named laws. They sought preliminary and permanent injunctions preventing MTC from acquiring inaccessible buses. The parties eventually negotiated a settlement, wherein it appears that the agencies agreed to convert MTC's entire fleet to be wheelchair accessible within a few years of the settlement's date of execution. ",
    "summary_tiny": null,
    "terminating_date": "1980-06-11",
    "clearinghouse_link": "clearinghouse.net/case/11127",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11127",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11127",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11127"
  },
  "documents": [
    {
      "date": "1980-05-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 342,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 622,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eighth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 52203,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/52203.pdf",
      "title": "Opinion",
      "text": " \n622 F.2d 342 (1980) \nUNITED HANDICAPPED FEDERATION, a Minnesota Non-Profit \nCorporation, National Paraplegia Foundation, North Country Chapter, a \nMinnesota Non-Profit Corporation, Michael J. Bjerkesett, Richard Van \nWagner, Stephen Wrbanich, Claudia Fuglie, Carolyn Emerson, and Ronel \nMoore, Appellants, \nv. \nCamille D. ANDRE, Individually and in his official capacity as Chief \nAdministrator of Metropolitan Transit Commission, Douglas Kelm, \nIndividually and in his official capacity as Commissioner of the \nMetropolitan Transit Commission, Leonard W. Levine, Individually and in \nhis official capacity as Commissioner of the Metropolitan Transit \nCommission, Bruce G. Nawrocki, Individually and in his official capacity \nas Commissioner of the Metropolitan Transit Commission, Karl Neid, Jr., \nIndividually and in his official capacity as Commissioner of the \nMetropolitan Transit Commission, Alice W. Rainville, Individually and in \nher official capacity as Commissioner of the Metropolitan Transit \nCommission, Ruth E. Franklin, Individually and in her official capacity as \nCommissioner of the Metropolitan Transit Commission, Gayle M. \nKincannon, Individually and in her official capacity as Commissioner of \nthe Metropolitan Transit Commission, Frank W. Snowden, Individually \nand in his official capacity as Commissioner of the Metropolitan Transit \nCommission, William O. Cooley, Individually and in his official capacity \nas Commissioner of the Metropolitan Transit Commission, Edward \nHjermstad, Individually, Walter Saxum, Individually, Loring M. Staples, \nJr., Individually, Leonard Thiel, Individually, Richard S. Page, \nIndividually and in his official capacity as the Administrator of the Urban \nMass Transportation Administration, Robert E. Patricelli, Individually, \nBrock Adams, Individually and in his official capacity as the Secretary of \nthe United States Department of Transportation, William \nColeman, 343*343Jr., Individually, Joseph A. Califano, Individually and in \nhis official capacity as the Secretary of the Department of Health, \nEducation and Welfare, Appellees. \n\nNo. 79-1606. \nUnited States Court of Appeals, Eighth Circuit. \nSubmitted February 12, 1980. \nDecided May 14, 1980. \n344*344 William M. Mahlum, St. Paul, Minn., for appellant. \nDavid S. Doty, Popham, Haik, Schnobrich, Kaufman & Doty, Minneapolis, Minn. (argued), \nand James R. Steilen, Minneapolis, Minn., on brief, for Metropolitan Transit Commission. \nJohn M. Lee, Asst. U. S. Atty., Minneapolis, Minn. (argued), Thorwald H. Anderson, Jr., U. \nS. Atty., and Robert W. Batchelder, Asst. Chief Counsel, Urban Mass Transportation \nAdministration, Washington, D. C., on brief for federal appellees. \nBefore LAY, Chief Judge, and BRIGHT and HENLEY, Circuit Judges. \nLAY, Chief Judge. \nUnited Handicapped Federation et al. (UHF) brought suit in 1975, alleging the lack of transit \nservices for the handicapped in and around the Minneapolis and St. Paul areas. The named \ndefendants were the administrator and members of the Metropolitan Transit Commission \n(MTC), the administrator of the Urban Mass Transportation Administration (UMTA), the \nSecretary of the United States Department of Transportation (DOT), the Secretary of the \nUnited States Department of Health, Education and Welfare (HEW), and AM General \nCorporation. The plaintiffs alleged, inter alia, violations of the Rehabilitation Act of 1973 (29 \nU.S.C. § 794), the Urban Mass Transportation Act of 1964, as amended (49 U.S.C. §§ \n1602, 1612), the Federal-Aid Highway Amendments of 1974 (23 U.S.C. §§ 101, et seq., as \namended), section 315 of the Department of Transportation and Related Agencies \nAppropriation Act of 1975, Pub.L. No.93-391, 88 Stat. 769 (codified in scattered sections of \n14, 20, 49 U.S.C), and 42 U.S.C. §§ 1983, 1985(3). Plaintiffs sought declaratory and \ninjunctive relief as well as damages, costs and attorneys' fees. \nThe district court denied injunctive relief sought by plaintiffs on March 11, 1976. This court \nreversed and remanded the case for further proceedings. United Handicapped Federation \nv. Andre, 558 F.2d 413 (8th Cir. 1977). After remand, plaintiffs filed an amended complaint \nseeking declaratory relief that the April 30, 1976, UMTA regulations were unlawful and void; \ninjunctive relief prohibiting HEW from issuing guidelines that do not protect the handicapped \n\nand prohibiting UMTA and DOT from funding any programs that do not insure equal \nprovisions for the handicapped. \nDefendants filed motions for summary judgment. Thereafter, plaintiffs attempted to work out \nwhat they felt was a compromise. In consideration for the MTC passing a resolution to \nprovide transportation for the handicapped by a specific date, the plaintiffs agreed to \nexecute a stipulation of settlement dismissing the lawsuit. At a meeting held December 13, \n1977, the 345*345 MTC considered a resolution, drafted in part by William Mahlum, counsel \nfor plaintiffs, which called for the expansion of MTC's service to the handicapped. \nIncremental increases in transportation service to the handicapped, culminating in 100% \nservice by February 1, 1981, was the goal of the resolution. The resolution anticipated using \na multi-model approach to provide the service, including retrofitting regular buses. \nThe resolution introduced at the December 13 meeting did not pass. An amended resolution \nwhich did not specify the method of delivery of the service, however, did pass on December \n21, 1977. Members of the Minnesota Legislature who were interested in the resolution \npledged to try to secure the funding for the project from the legislature. \nOn February 8, 1978, the defendants' motions for summary judgment were argued. On \nMarch 6, 1978, the district court filed a memorandum decision granting summary judgment \nin favor of the defendant AM General Corporation on all claims and in favor of the remaining \ndefendants which respect to MTC mass transportation projects approved by UMTA prior to \nApril 27, 1976. The court specifically found that the new HEW, UMTA, and Federal Highway \nAdministration (FHWA) regulations and guidelines had no effect on its prior ruling with \nrespect to MTC projects approved by UMTA prior to April 27, 1976. The district court did not \nrule on the declaratory relief sought by plaintiffs defining their rights under the applicable \nstatutes and regulations. \nPlaintiffs and the local defendants entered into a \"Stipulation of Settlement\" on May 3, 1978, \nwhich stated that in consideration for the terms, dates, and conditions set forth in Resolution \n77-115, plaintiffs agreed to dismiss the MTC defendants from the lawsuit and \"resolve fully \nand completely all claims of the parties to this Stipulation, save and except the question of \nPlaintiffs' attorneys' fees and costs.\"[1] Pursuant to the stipulation, the district court entered \nan order on May 10, 1978, dismissing all plaintiffs' claims against the MTC defendants, \nexcept the question of attorneys' fees and costs.[2] \nThe attorneys' fees issue lay dormant until September 20, 1978, when plaintiffs filed their \nmotion for attorneys' fees. MTC answered plaintiffs' motion on October 23, 1978. On June \n\n11, 1979, the district court denied plaintiffs' motion for attorneys' fees on the ground that \nthey were not prevailing parties under either 42 U.S.C. § 1988 or 29 U.S.C. § 794a(b).[3] \nThe fundamental issue presented is whether plaintiffs were prevailing parties under 29 \nU.S.C. § 794a(b).[4] Nadeau v. Helgemoe, 346*346 581 F.2d 275 (1st Cir. 1978) established \nguidelines by which a \"prevailing party\" can be determined in a case which has been \nsettled.[5] The claim in that case arose under 42 U.S.C. § 1988. The court conducted a two \npart test. The first part of the test is a question of fact: \n[N]o award is required if the court determines that plaintiff's suit was completely superfluous \nin achieving the improvements undertaken by defendants on plaintiff's behalf. . . . However, \nif . . . the plaintiff's suit and their attorney's efforts were a necessary and important factor in \nachieving the improvements, although they could not have accomplished as much as they \ndid without the constructive leadership of New Hampshire officials, plaintiffs should be held \nto have overcome their first hurdle toward their goal of receiving some attorney fees. Of \ncourse, this is not an \"all or nothing\" determination. \nId. at 281. \nThe second part of the Nadeau test is a legal question: \nIf it has been judicially determined that defendants' conduct, however beneficial it may be to \nplaintiffs' interests, is not required by law, then defendants must be held to have acted \ngratuitously and plaintiffs have not prevailed in a legal sense. \nId. at 281. \nTHE FACTUAL QUESTION \nThe district court did not determine that plaintiffs' suit was \"completely superfluous\" but it \nnoted that it could not find that plaintiffs' suit and their attorneys' efforts were a necessary \nand important factor in achieving the improvements. We must respectfully disagree. The \nrecord indicates that plaintiffs' suit was a factor of importance in obtaining the compromise \nresolution with the MTC. The deposition of Mr. Karl Neid, Jr., an MTC member, states: \nQ. Was it your understanding that if that resolution was adopted this lawsuit would be \ndismissed? \nA. That's correct. \n\nQ. Was that a principal factor in your consideration to resolving the whole issue of \nhandicapped transportation? \nA. Very definitely so. \nMr. William O. Cooley also a member of the MTC, stated that he understood the adoption of \nthe resolution would accomplish two things: 1) it would provide a higher level of service for \nhandicapped persons wanting transportation, and 2) dismissal of the lawsuit. Several other \nmembers of the MTC indicated the dismissal of the lawsuit was a factor which prompted \nthem to vote for the resolution. Richard L. Brown, Director of the Office of Transit \nAdministration, testified that at a meeting held in his office on December 19, 1977, at which \nkey members of the MTC were present, there was a general understanding that if the \nresolution was passed the lawsuit would be dismissed. \nAt the very least, we think it can be said the record supports a finding that the lawsuit \nserved in part as a catalyst which prompted the defendant to take action.Parham v. \nSouthwestern Bell Telephone Co., 433 F.2d 421, 429-30 (8th Cir. 1970). It is not necessary \nfor the plaintiffs' lawsuit to be the sole cause or even the primary 347*347 cause of \ndefendants' decision to settle. Nor is it necessary or practical for the plaintiffs to prove that \ntheir rights were in fact violated under traditional standards of analysis. See Nadeau v. \nHelgemoe, 581 F.2d 275 (1st Cir. 1978). \nThe chronological sequence of events is an important factor in determining whether or not it \ncan be inferred that the defendants guided their actions in response to plaintiffs' lawsuit. It is \ntrue that defendants had made some efforts at introducing transportation for the \nhandicapped prior to the filing of plaintiffs' lawsuit. However, certain events took place after \nthe filing of the lawsuit. The record shows that Donald Hubert, Special Projects Director for \nthe MTC, who was in charge of developing a plan (later called Project Mobility) for \nhandicapped transportation, spent only 20% of his time working on that project before the \nlawsuit was filed. Immediately after the lawsuit was filed, he measurably increased the \npercentage of time devoted to that project. He opined that the MTC \"accelerated\" its efforts \nin the area of handicapped transportation as a result of the lawsuit. Additional persons were \nassigned the the project after the lawsuit was filed. Mr. Hubert said he felt the lawsuit \n\"motivated some additional activity.\" The proposed budgets for Project Mobility increased \nsharply after the lawsuit was filed. \nTHE LEGAL QUESTION \n\nThe district court found plaintiffs were not prevailing parties in the legal sense because the \nsummary judgment order of March 7, 1978, disposed of all claims asserted by plaintiffs. \nPlaintiffs urge, however, that the order of March 7, 1978, did not dispose of the claims set \nforth in paragraphs 3, 4, 6, 7, 9, 10, 11, and 12 of the amended complaint. In part, those \nparagraphs request that the district court issue a declaratory judgment which defines the \nrights of the plaintiffs, that the UMTA regulations be declared null and void, that a \npermanent injunction be issued declaring that persons, including the plaintiffs, who \nambulate by wheelchair have equal rights with other persons to utilize the public \ntransportation facilities operated by the MTC, and that all of the defendants develop a plan \nunder the court's supervision which would insure that the handicapped can effectively utilize \nthe public transportation facilities offered. It does not appear that the district court's opinion \ngranting defendants' motions for summary judgment with respect to projects approved by \nUMTA prior to April 27, 1976, disposed of all plaintiffs' claims. \nIn addition, plaintiffs argue that the Stipulation of Settlement was entered into on May 3, \n1978, several days prior to the running of the time for filing a notice of appeal. Fed.R.App.P. \n4(a). Even if the district court's order had disposed of all the issues, plaintiffs could have \nappealed to this court. There were still active appealable issues at the time the Stipulation \nof Settlement took place. See Mental Patient Civil Liberties Project v. Hospital Staff Civil \nRights Committee, Department of Public Welfare, 444 F.Supp. 981, 984 (E.D.Pa.1977). \nThe thrust of the district court's decision does not answer the critical question of whether \ndefendants' conduct can be viewed as \"gratuitous,\" that is, whether plaintiffs' lawsuit was \n\"frivolous, unreasonable, or groundless.\" Plaintiffs had obtained a favorable ruling from this \ncourt. Their lawsuit had brought additional activity in the area of handicapped transportation \ninto the MTC offices. The statutes and regulations involved in this lawsuit raise a duty on \nthe part of local officials to provide adequate transportation to the handicapped. Plaintiffs' \nattempt to hasten the implementation of those regulations and to determine their rights \nunder the statutes and regulations appears reasonable. The lawsuit cannot be categorized \nas frivolous, unreasonable, or groundless. \nThe Supreme Court has stated that in a suit under 42 U.S.C. § 2000a-3(b): \"[O]ne who \nsucceeds in obtaining [relief] 348*348 . . . should ordinarily recover an attorney's fee unless \nspecial circumstances would render such an award unjust.\" Newman v. Piggie Park \nEnterprises, Inc., 390 U.S. 400, 402, 88 S.Ct. 964, 966, 19 L.Ed.2d 1263 (1968). Plaintiffs \nmeet both parts of the Nadeau test and, therefore, are entitled to some reasonable \ncompensation for attorneys' fees from the MTC defendants in their official capacities only.[6] \n\nAMOUNT ALLOWED \nPlaintiffs' counsel have requested this court to award them $216,832.25 in attorneys' fees \nand costs. As the district court pointed out, this suit was brought alleging violations of \nnumerous statutes and regulations both state and federal and violations of the United \nStates Constitution. The fact that plaintiffs did not prevail under all their theories and did not \nreceive all the relief they requested does not preclude them from receiving attorneys' fees. \nNevertheless, the result obtained is one factor to be considered in setting the amount of an \naward of attorneys' fees to a prevailing party. Brown v. Bathke, 588 F.2d 634, 637 (8th Cir. \n1978); seeFirefighters Institute for Racial Equality v. St. Louis, 549 F.2d 506, 516 (8th \nCir.),cert. denied, 434 U.S. 819, 98 S.Ct. 60, 54 L.Ed.2d 76 (1977) (citing Johnson v. \nGeorgia Highway Express, Inc., 488 F.2d 714, 717-19 (5th Cir. 1974)). \nIn the present case, the record makes it clear that a considerable amount of the time spent \nby plaintiffs' counsel was in attempting to block the purchase of over 300 buses by the MTC \nthat were not equipped to handle the handicapped. Plaintiffs failed in their efforts in this \narea. Much of the relief which they sought was not granted nor was it likely to be granted if \nthey had continued to litigate. We, nonetheless, find that plaintiffs' efforts have served to a \nlimited extent to expedite the planning and achievements gained. This we believe sufficient \nto grant some award for recognition of the services rendered. \nWe believe a reasonable award for attorneys' fees should not exceed $10,000 and \nallocation of reimbursable costs should be in the sum of $2,500.[7] \nThe judgment of the district court is vacated and remanded for entry of judgment. Plaintiffs' \ncounsel shall be awarded an additional $500 for this appeal. Costs of the appeal are to be \nassessed against the appellees. \nIt is so ordered. \n[1] Plaintiffs assert the delay for entering into the Stipulation of Settlement was to gain reassurance that the MTC was \nmaking a good faith effort to implement the resolution. \n[2] Plaintiffs and the federal defendants entered into a \"Stipulation of Dismissal\" and a dismissal order was entered on \nAugust 31, 1978. The stipulation between plaintiffs and federal defendants did not impose any obligations on the \nfederal defendants. \n[3] On November 6, 1978, the Rehabilitation, Comprehensive Services, and Development Disabilities Amendments of \n1978, Pub.L.No.95-602 (codified in scattered sections of 29, 38, 42 U.S.C.) became law. Part of that public law \namended 29 U.S.C. § 794a to allow attorney's fees. 29 U.S.C. § 794a(b) provides: \n\n(b) In any action or proceeding to enforce or charge a violation of a provision of this subchapter, the court, in its \ndiscretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the \ncosts. \n[4] Attorneys' fees statutes have application to cases pending when the statute is passed. See Hutto v. Finney, 437 \nU.S. 678, 98 S.Ct. 2565, 57 L.Ed.2d 522 (1978) (interpreting the Civil Rights Attorney's Fees Awards Act of 1976, \namending 42 U.S.C. § 1988); Bradley v. School Bd., 416 U.S. 696, 94 S.Ct. 2006, 40 L.Ed.2d 476 (1974) (interpreting \nsection 718 of the Education Amendments of 1972, 20 U.S.C. § 1617). Several decisions have applied a statute \ngranting attorneys' fees to cases in which the only issue pending when the statute became effective, was that of \nattorneys' fees. Rainey v. Jackson State College, 551 F.2d 672, 675-76 (5th Cir. 1977); Mental Patient Civil Liberties \nProject v. Hospital Staff Civil Rights Comm., Dept. of Public Welfare, 444 F.Supp. 981, 982-84 \n(E.D.Pa.1977); Armstead v. Starkville Mun. Separate School Dist., 395 F.Supp. 304, 306-08 (N.D.Miss.), aff'd, 519 \nF.2d 1087 (1975); see also Weisenberger v. Huecker, 593 F.2d 49, 50-53 (6th Cir.), cert. denied, 444 U.S. 880, 100 \nS.Ct. 170, 62 L.Ed.2d 110 (1979); King v. Greenblatt, 560 F.2d 1024, 1025-26 n. 2 (1st Cir. 1977),cert. denied, 438 \nU.S. 916, 98 S.Ct. 3146, 57 L.Ed.2d 1161 (1978); Martinez Rodriguez v. Jimenez, 551 F.2d 877, 878-79 (1st Cir. \n1977); Lytle v. Commissioners of Election, 541 F.2d 421, 424-25 (4th Cir. 1976), cert. denied, 438 U.S. 904, 98 S.Ct. \n3122, 57 L.Ed.2d 1147 (1978); Hartmann v. Gaffney, 446 F.Supp. 809, 811 (D.Minn.1977); Keyes v. School Dist. No. \n1, 439 F.Supp. 393, 397-401 (D.Colo.1977);Buckton v. NCAA, 436 F.Supp. 1258, 1262-63 (D.Mass.1977); Wilson v. \nChancellor, 425 F.Supp. 1227, 1228-30 (D.Or.1977); Latham v. Chandler, 406 F.Supp. 754, 755-56 (N.D.Miss. \n1976). \n[5] This circuit has held that a plaintiff's lawsuit which does not directly result in the relief requested but does prompt \nthe defendant to act may qualify for an attorney's fee award. See International Soc'y for Krishna Consciousness, Inc. \nv. Andersen, 569 F.2d 1027 (8th Cir. 1978); Parham v. Southwestern Bell Tel. Co., 433 F.2d 421 (8th Cir. 1970). \n[6] Federal defendants argue that plaintiffs are not entitled to attorneys' fees against them for two reasons: 1) \nPlaintiffs were not prevailing parties against federal defendants, and 2) the statutes authorizing attorneys' fees in this \ncase, 42 U.S.C. § 1988 and 29 U.S.C. § 794a(b), do not waive sovereign immunity. \nUnlike the local defendants, federal defendants promised nothing to plaintiffs to induce them to dismiss their suit. The \nnegotiations with the MTC took place without any approval by federal defendants which, of course, was not \nnecessary. Federal defendants have given nothing to plaintiffs nor are they under any obligation to do so. Plaintiffs' \ndismissal of their lawsuit against federal defendants was completely gratuitous. We find that plaintiffs were not \nprevailing parties against federal defendants. Under the circumstances, we need not pass on the question of \nsovereign immunity. \n[7] Having decided that plaintiffs are entitled to attorneys' fees under 29 U.S.C. § 794a(b), we need not discuss their \npetition for attorneys' fees under 42 U.S.C. § 1988. \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/52203"
    },
    {
      "date": "1976-03-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 1297,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 409,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 48366,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/48366.pdf",
      "title": "Memorandum and Order",
      "text": "United Handicapped Federation v. Andre, 409 F.Supp. 1297 (1976)   \n \n \n \n   Pluimer,  Dorsey,  Windhorst,  Hannaford,  Whitney  & \nHalladay, West & Halladay, Minneapolis, Minn., James \n409 F.Supp. 1297 \nF. Holden, South Bend, Ind., for defendant AM General \nUnited States District Court, \nCorp. \nD. Minnesota, \nFourth Division. \nOpinion \n \nUNITED HANDICAPPED FEDERATION, a \nMinnesota Non-Profit Corporation, et al., \nPlaintiffs, \nMEMORANDUM AND ORDER \nv. \nCamille D. ANDRE, Individually and in his official \ncapacity as Chief Administrator of Metropolitan  ALSOP, District Judge. \nTransit Commission, et al., Defendants. \nNo. 4—75 Civ. 627. | March 11, 1976.  The plaintiffs’ motion for a preliminary injunction was \ndenied by the court by order dated February 24, 1976. \nPresently  before  the  court  are  the  motions  of  the \nHandicapped federation and others brought action against \ndefendants to dismiss the complaint based on lack of \nofficers of transit commission and others challenging the \nsubject matter jurisdiction *1299 and failure to state a \nacquisition  of  transit  buses  which  were  not  specially \nclaim upon which relief can be granted. \nequipped  to  transport  the  wheelchair  handicapped. \nDefendants moved to dismiss the complaint for lack of  As a part of its consideration of this matter, the court has \nsubject matter jurisdiction and for failure to state a claim  been presented with and has included in its consideration \nupon which relief could be granted. The District Court,  matters outside the pleadings in the form of depositions \nAlsop, J., held that neither the Urban Mass Transportation  and  affidavits  and  will  therefore  treat  the  motions  to \nAct, the federal-aid highway amendments of 1974 nor the  dismiss  for  failure  to  state  a  claim  as  motions  for \nRehabilitation Act require that all regular route standard  summary judgment. Rule 12(b), Fed.R.Civ.P. A motion \nsize transit buses be totally accessible to those whose  for summary judgment should be granted when ‘there is \nphysical disabilities confine them to wheelchairs and that  no genuine issue as to any material fact’ and the ‘moving \nthe Constitution did not place an affirmative duty on the  party is entitled to a judgment as a matter of law.’ Rule \ndefendants to provide special facilities for the wheelchair  56(c), Fed.R.Civ.P. \nhandicapped. \n   For purposes of ruling on the defendants’ motions for \nMotions granted.  summary  judgment,  the  court  will  include  in  its \n   consideration  the  following  facts  which  appear  to  be \nundisputed or established as a matter of law. \nAttorneys and Law Firms \nThe Metropolitan Transit Commission (MTC) submitted a \n*1298 William M. Mahlum, John E. Brauch and Marilyn  grant  application  to  the  Urban  Mass  Transportation \nKnudsen, St. Paul, Minn., for plaintiffs.  Administration (UMTA) in March of 1974, Project No. \nMN—03—0012, requesting financial assistance for the \nDavid  S.  Doty  and  James  R.  Steilen,  Popham,  Haik, \npurchase of, among other things, 309 standard-size transit \nSchnobrich, Kaufman & Doty, Minneapolis, Minn., for \nbuses  that  were  not  specially  equipped  to  transport \nMetropolitan Transit Commission defendants. \npersons confined to wheelchairs and 10 vans specifically \nequipped to transport passengers confined to wheelchairs. \nRobert G. Renner, U.S. Atty., by John M. Lee, Asst. U.S. \nOn April 23, 1974, MTC held a public hearing concerning \nAtty.,  Minneapolis,  Minn.,  together  with  Joseph  A. \nthe above grant application to allow interested persons to \nBlundon, Asst. Chief Counsel, and Robert W. Batchelder, \npresent  their  views  on  the  economic,  social,  and \nAttorney-Advisor,  Urban  Mass  Transportation \nenvironmental effects of the project. The hearing  was \nAdministration, Washington, D.C., for defendants Robert \npreceded by publication of legal notice in newspapers of \nE. Patricelli and William Coleman, Jr. \ngeneral circulation in the geographic area served by MTC \ndescribing the project as including the purchase of up to \nHenry E. Halladay, David A. Ranheim and Edward J. \n309 standard-size transit buses and 10 vans equipped to \n  1 \n \n\nUnited Handicapped Federation v. Andre, 409 F.Supp. 1297 (1976)   \n \n \ntransport  the  wheelchair  handicapped  and  providing  provisions  which  aid  the  elderly  and  handicapped: \ninformation  on  the  total  cost  of  the  project  and  the  non-skid  floors;  special  grab-rails;  improved  lighting; \nestimated Federal grant. The above notice was published  safety rear door; and improved destination signs. \ntwo  times  in  each  of  the  following  newspapers: \nMinneapolis Star and Tribune, St. Paul Pioneer Press and  None of the funds appropriated by Congress pursuant to \nDispatch, Finance and Commerce, St. Paul Legal Ledger,  the Department of Transportation and Related Agencies \nand  Twin  Cities  Courier.  None  of  the  plaintiffs  nor  Appropriations Act of 1975, Pub.L. No. 93-391, 88 Stat. \nanyone representing their interests appeared at the public  781 (August 28, 1974), will be used to provide assistance \nhearing.  to MTC for Project No. MN—03—0012 or, if approved, \nProject No. MN—23—0001 or the amendment to Project \nOn  or  about  June  12,  1974,  Frank  Herringer,  then  No. MN—03—0012. \nAdministrator of UMTA, approved the purchase of 179   \nstandard-size transit buses and 10 vans specially equipped \nfor  the  wheelchair  handicapped.  Defendant  Petricelli  1. Federal Statutes \napproved an amendment to Project No. MN—03—0012  [1] Plaintiffs rely strongly on § 16 of the UMT Act of \non August 26, 1975, increasing authorized acquisition of  1964, 49 U.S.. C. § 1612, the UMT Act of 1964, 49 \nstandard-size transit buses to 309.  U.S.C.  §  1612,  acquisition  of  buses  by  MTC,  with \nfinancial assistance from UMTA, that are not equipped to \nUMTA has under consideration an amendment to Project  transport passengers confined to wheelchairs violates the \nNo.  MN—03—0012  that  would  provide  Federal  statute  and  the  rights  of  plaintiffs.  Section  1612(a) \nassistance to MTC for the purchase of approximately 20  provides as follows: \narticulated transit buses and Project No. MN—23—0001  It is hereby declared to be the national \nwhich would provide Federal assistance to MTC for the  policy that elderly and handicapped \npurchase of 29 standard-size transit buses and four small  persons have the same right as other \nbuses  that  are  specially  equipped  to  transport  the  persons to utilize mass transportation \nwheelchair handicapped. A public hearing was held on  facilities  and  services;  that  special \nthe capital grant application for the 29 standard-size buses  efforts shall be made in the planning \nand the four small buses on October 22, 1975, and was  and  design  of  mass  transportation \npreceded by appropriate legal notice.  facilities  and  services  so  that  the \navailability  to  elderly  and \nUMTA has, in accordance with the mandate of Congress \nhandicapped  persons  of  mass \npursuant to the Urban Mass Transportation (UMT) Act of \ntransportation  which  they  can \n1964, as amended, 49 U.S.C. § 1601 et seq., carried on \neffectively utilize will be assured; and \nextensive  research,  planning,  and  design  of  mass \nthat  all  Federal  programs  offering \ntransportation  services  and  facilities  to  provide  for \nassistance  in  the  field  of  mass \neffective utilization of mass transportation by the elderly \ntransportation  (including  the \nand physically handicapped. Included in these efforts are \nprograms under this chapter) should \nthe ongoing research and development of facilities and \ncontain provisions implementing this \nservices, approval of grants for the purchase of vans and \npolicy. (emphasis added) \nsmall buses equipped to meet the needs of the elderly and \n  \nhandicapped,  development  of  the  ‘TRANSBUS,’ \n  \npublication of Notice of Rulemaking, and a requirement \nin grant approvals that the elderly and handicapped be \nThe court finds that UMTA has made and is making \ncharged reduced rates during non-peak hours. \n‘special efforts’ to aid the elderly and handicapped in \nutilizing mass transportation systems. As a part of that \nAlthough UMTA is working on the development of the \neffort, 10 small buses that are equipped to safely transport \naccessible ‘TRANSBUS,’ *1300 no bus manufacturer in \nwheelchair  handicapped  have  been  approved  under \nthe  United  States  presently  produces  a  standard-size \nProject No. MN—03—0012 for MTC. In addition, the \ntransit bus that is specially designed for total accessibility \n338 buses that are presently being manufactured for MTC \nby the wheelchair handicapped with features providing \ninclude specifications designed to improve the utilization \nsafety  for  the  handicapped  and  all  other  passengers. \nof these vehicles by the elderly and handicapped. The \nAlthough the 338 buses presently being manufactured for \ncourt is not persuaded that the statute requires that every \nMTC  pursuant  to  a  contract  between  MTC  and  AM \nstandard-size  transit  bus  be  specially  equipped  to \nGeneral are not specially equipped for the wheelchair \ntransport  the  wheelchair  handicapped.  Snowden  v. \nhandicapped,  they  do  include  the  following  special \n  2 \n \n\nUnited Handicapped Federation v. Andre, 409 F.Supp. 1297 (1976)   \n \n \nBirmingham-Jefferson  County  Transit  Authority,  407  Petricelli establishes that none of the appropriations of \nF.Supp. 394 (N.D.Ala., 1975); Webb v. Miami Valley  that Act will be used to provide assistance to MTC for \nRegional Transit Authority (S.D.Ohio, Jan. 19, 1976). It  Project No. MN—03—0012 or, if approved, Project No. \nwould  seem  unreasonable  to  interpret  the  statute  as  MN—23—0001  and  the  amendment  to  Project  No. \nrequiring total accessibility since no bus manufacturer in  MN—03—0012. Therefore the language of Section 315 \nthe United States presently manufactures a standard-size  need not be considered by the court for the purpose of \ntransit bus specially equipped to transport, with safety,  these motions. \nthose confined to wheelchairs.    \n[2] In addition to § 16 of the UMT Act, the plaintiffs also  [5] Section 3(d) of the UMT Act, 49 U.S.C. § 1602(d), \nrely on similar language in  § 105 of the Federal-Aid  requires an applicant for Federal assistance, such as MTC, \nHighway Amendments of 1974, Pub.L.No. 93—643, 88  to  certify,  among  other  things,  that  there  has  been \nStat. 2282, (January 4, 1975). This section is applicable  ‘adequate  opportunity  for  public  hearings  pursuant  to \nonly to projects funded under Title 23 of the United States  adequate prior notice . . ..’ Plaintiffs argue that defendants \nCode.  Section  105  sets  forth  a  statement  of  policy  have not fulfilled this obligation. The court finds as a \nconcerning the granting of Federal assistance but does not  matter  of  law  that  the  grand  applications  requesting \nrequire  every  standard-size  transit  but  to  be  totally  Federal assistance for the purchase of 338 standard-size \naccessible to every mobility handicapped person.  transit buses have been the subject to appropriate notice \n   and opportunity for hearing as required by 49 U.S.C. § \n[3] The next Federal statute relied on by plaintiffs is § 504  1602(d). \nof the Rehabilitation Act of 1973, 29 U.S.C. § 794. This    \nsection provides as follows:  [6] In the remaining Federal statutory claims, plaintiffs \nNo  otherwise  qualified  handicapped  allege that the Civil Rights Act of 1871, specifically 42 \nindividual  in  the  United  States,  as  U.S.C. §§ 1983 and 1985, provides a vehicle to seek relief \ndefined in section 706(c) of this title,  for the alleged deprivation of rights and privileges caused \nshall,  solely  by  reason  of  his  by  defendants’  violations  of  the  Federal  Statutes \nhandicap,  be  excluded  from  previously listed as separate causes of action. Since the \nparticipation in, be *1301 denied the  court has ruled as a matter of law that summary judgment \nbenefits  of,  or  be  subjected  to  is appropriate as to the previous causes of action relating \ndiscrimination under any program or  to the Federal statutes, the pleading of civil rights claims \nactivity  receiving  Federal  financial  based on rights and privileges alleged to arise from the \nassistance.  same statutes also fail as a matter of law. Cf. Kaznoski v. \nConsolidation  Coal  Co.,  368  F.Supp.  1022,  1024 \n  \n(W.D.Penn.), aff’d 506 F.2d 1051 (3d Cir. 1974). Further, \nthere is serious question whether MTC is a ‘person’ under \nThis statutory language, like § 16 of the UMT Act, sets \nthe Civil Rights Act. See Kenosha v. Bruno, 412 U.S. \nforth a statement of Congressional policy. Snowden v. \n507, 93 S.Ct. 2222, 37 L.Ed.2d 109 (1973); Minn.Stat. § \nBirmingham-Jefferson County Transit Authority, supra. \n473A.05. \nThe court is not persuaded that this laudable statement of \n  \nCongressional  policy  requires  that  all  regular  route \n \nstandard-size transit buses be totally accessible to those \nwhose physical disabilities confine them to wheelchairs or \n2. Constitutional Claims \nthat failure to do so is an act of discrimination in violation \n[7] [8] The plaintiffs have alleged causes of action based on \nof  the  statute.  Id.  In  this  case,  as  in  Snowden,  the \na denial of equal protection and a denial of their right to \ndefendant  transit  authority  does  not  exclude  the \ntravel.  The  plaintiffs  argue  that  the  defendants  have \nwheelchair handicapped from riding the transit buses if \ncreated  a  ‘suspect  classification’  of  wheelchair \nthey can arrange for someone to assist them in boarding \nhandicapped persons who are not able to effectively use \nand existing the bus. The defendants are not in violation \nMTC buses. Plaintiffs further argue that the defendants \nof the Rehabilitation Act of 1973. \nhave denied them their fundamental right to travel by not \n  \n[4] Plaintiffs’ complaint alleges that defendants may have  providing  transit  buses  equipped  to  transport  the \nwheelchair handicapped. It appears to be plaintiffs’ theory \nviolated or may in the future violate plaintiffs’ rights \nthat the creation of this ‘suspect class’ and the denial of \nunder § 315 of the Department of Transportation and \nthe fundamental Constitutional right to travel gives rise to \nRelated Agencies Appropriations Act of 1975, Pub.L. No. \ninvidious discrimination and that the legal justification for \n93—391,  88  Stat.  781  (August  28,  1974).  The \nsuch discrimination must be based on a ‘compelling state \nuncontroverted  affidavits  of  UMTA  Administrator \ninterest’ rather than on a mere rational basis. See Shapiro \n  3 \n \n\nUnited Handicapped Federation v. Andre, 409 F.Supp. 1297 (1976)   \n \n \nv. Thompson, 394 U.S. 618, 638, 89 S.Ct. 1322, 1333, 22  affidavits . . . show that there is no device presently \nL.Ed.2d 600, 617 (1969).  developed  and  proven  reliable  for  use  in  a  standard \n   full-size urban transit bus which would make that bus \nfully accessible to plaintiff and her class. As the Supreme \nThe court declines to rule that the defendants have created  Court noted in Yakus v. United States, ‘The Constitution \na ‘suspect class’ *1302 or that travel by intrastate MTC  as a continuously operative charter of government does \nbus  involves  a  ‘fundamental  right.’  Snowden  v.  not demand the impossible or the impracticable.’ 321 U.S. \nBirmingham-Jefferson County Transit Authority, supra.  414, 424, 64 S.Ct. 660, 667, 88 L.Ed. 834, 848 (1944). \nTherefore,  if  discrimination  does  exist,  the  traditional    \nequal protection test is applicable and defendants easily \nmeet that test. The court, however, is not persuaded that  Id. at 398. \nthese  plaintiffs  are  being  subjected  to  invidious   \ndiscrimination  under  color  of  State  law.  The  alleged \nviolations  of  Constitutional  rights  are  not  based  on  3. State Statute and State Regulations \nallegations that defendants prohibit plaintiffs from riding  [9] The plaintiffs have alleged violations of Minn.Stat. § \nMTC vehicles, but rather that defendants have failed to  256C.02  and  Article  IX,  Section  5  of  the  MTC \nspecifically equip the buses to transport he wheelchair  Administrative  Regulations.  Plaintiffs  contend  that  the \nhandicapped.  The  court  is  not  convinced  that  the  alleged  violations  of  rights  secured  by  State  law  are \nConstitution,  absent  a  statutory  mandate,  places  an  interrelated with the alleged violations of Federal law and \naffirmative  duty  on  the  defendants  to  provide  special  that jurisdiction over these claims should be exercised by \nfacilities for a special class of people. Id. The court agrees  the court on the theory of pendent jurisdiction. Since the \nwith and adopts the statement of the Snowden decision in  court has granted summary judgment for the defendants \nwhich that court stated:  on all of the Federal claims, the Court declines to exercise \nThe  facts  of  this  case  do  not  appear  to  involve  any  jurisdiction  over  the  State  law  claims  and  thereby \ninvidious  discrimination  against  similarly  situated  dismisses them for lack of subject matter jurisdiction. \npersons. Such discrimination as may in fact exist results  United Mine Workers v. Gibbs, 383 U.S. 715, 726, 86 \nfrom  technological  and  operational  difficulties  in  S.Ct. 1130, 1139, 16 L.Ed.2d 218, 228 (1966). \ndesigning, producing and operating the kind of special    \nvehicles  needed  to  allow  plaintiff  and  the  class  she   \nrepresents to utilize BJCTA’s bus system with safety and \nconvenience for themselves and other passengers. The \n    \n \n \n  \n  4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/48366"
    },
    {
      "date": "1977-06-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 413,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 558,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eighth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 48368,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/48368.pdf",
      "title": "Opinion [Vacating Grant of Summary Judgment and Remanding Case]",
      "text": "United Handicapped Federation v. Andre, 558 F.2d 413 (1977)   \n \n \n \n   *  TALBOT  SMITH,  Senior  District  Judge,  Eastern \n558 F.2d 413 \nDistrict of Michigan, sitting by designation. \nUnited States Court of Appeals, \n \nEighth Circuit. \n \nUNITED HANDICAPPED FEDERATION, a \nOpinion \nMinnesota Non-Profit Corporation, et al., \nAppellants, \nLAY, Circuit Judge. \nv. \nCamille D. ANDRE, Individually and in his official \n \ncapacity as Chief Administrator of Metropolitan \nThis is a civil action brought by the United Handicapped \nTransit Commission, et al., Appellees. \nFederation, the National Paraplegia Foundation, and six \nmobility handicapped individuals against officials of the \nNo. 76-1369. | Submitted Feb. 15, 1977. | Decided \nMetropolitan Transit Commission (MTC), the Secretary \nJune 21, 1977. | Rehearing Denied Aug. 15, 1977. \nof the United States Department of Transportation, the \nAdministrator  of  the  Urban  Mass  Transportation \nMobility  handicapped  plaintiffs  and  associations  of  Administration  (UMTA),  and  the  AM  General \ndisabled persons sued for alleged failure to make urban  Corporation. The complaint alleges that the defendants \nmass transit equipment purchased with federal financial  failed to make urban mass transit equipment purchased \naid  fully  accessible  to  all  handicapped  persons.  The  with  federal  financial  aid  fully  accessible  to  all \nUnited States District Court for the District of Minnesota,  handicapped persons. Plaintiffs allege that the defendants \nDonald  D.  Alsop,  J.,  409  F.Supp.  1297,  rendered  have violated the Fourteenth Amendment to the United \nsummary judgment for defendants and plaintiffs appealed.  States Constitution, s 504 of the Rehabilitation Act of \nThe Court of Appeals, Lay, Circuit Judge, held that (1)  1973,1 s 16(a) of the Urban Mass Transportation Act of \nplaintiffs had standing to bring private action and (2)  1964 as amended,2 ss 105(a) and (b) of the Federal-Aid \nplaintiffs  were  entitled  to  relief  in  view  of  recent  Highway Amendments of 1974,3 s 315 of the Department \nadministrative definitions and guidelines.  of Transportation and Related Agencies Appropriations \n   Act of 1975,4 Minn.Stat.Ann. Ch. 256C, and 42 U.S.C. ss \nJudgment vacated and case remanded.  1983 and 1985(3). \n    1  29 U.S.C. s 794. \n \nAttorneys and Law Firms \n \n*413 William M. Mahlum, St. Paul, Minn., for appellants;  2  49 U.S.C. s 1612. \nMarilyn B. Knudsen, St. Paul, Minn., on brief.   \n \nEdward J. Pluimer, Minneapolis, Minn., for appellee, AM \n3  Pub.L. No. 93-643, 88 Stat. 2282. \nGeneral Corp.; David A. Ranheim of Dorsey, Windhorst, \n \nHannaford, Whitney & Halladay, Minneapolis, Minn., on \nbrief.   \n4  Pub.L. No. 93-391, 88 Stat. 781. \nJohn M. Lee, Asst. U. S. Atty., Minneapolis, Minn., for \n \nFederal  appellees;  Robert  G.  Renner,  U.  S.  Atty., \n \nMinneapolis, Minn., and Robert W. Batchelder, Acting \nPlaintiffs originally sought preliminary injunctive relief to \nAsst.  Chief  Counsel,  and  Glenn  F.  Wasserman,  Atty. \nrestrain  MTC  and  UMTA5  from  the  purchase  of  338 \nAdvisor, of Urban Mass Transportation Administration, \nstandard  size  buses  which  were  to  be  used  in  a \nWashington, D. C., on brief. \nseven-county  metropolitan  area  and  which  were  not \nDavid  S.  Doty,  Minneapolis,  Minn.,  for  appellee,  equipped to transport passengers confined to wheelchairs. \nMetropolitan  Transit  Commission;  James  R.  Steilen,  The district court denied a preliminary injunction and the \nMinneapolis, Minn., on brief.  buses were subsequently delivered and payment made. \n*414 Before LAY and STEPHENSON, Circuit Judges,  The plaintiffs continued to seek declaratory and other \nand SMITH,* Senior District Judge.  injunctive relief. \n  1 \n \n\nUnited Handicapped Federation v. Andre, 558 F.2d 413 (1977)   \n \n \n 5  UMTA was to contribute 80 per cent of the funding for  policy. \nthe buses.  49 U.S.C. s 1612. \n   \n   \nOn March 11, 1976, the district court, the Honorable  *415 Although Judge Alsop found that defendants were in \nDonald  D.  Alsop,  granted  defendants’  motion  for  full compliance with the “special efforts” requirements \nsummary judgment, ruling that none of the statutes relied  under the laws, we note that his decision was rendered \non  by  plaintiffs  required  that  every  standard  size  bus  prior to the issuance of UMTA regulations, in part under \npurchased with federal assistance be specially equipped to  the authority of s 504. \ntransport passengers confined to wheel chairs.6 He further    \nheld that defendants had made “special efforts” to aid the  Judge  Alsop’s  opinion  does  not  discuss  whether  the \nelderly  and  handicapped  in  utilization  of  the  mass  plaintiffs have any standing to bring a private claim for \ntransportation  system.  Finding  no  violations  of  the  relief or whether any of the statutes place affirmative \nstatutes or of the Constitution, the district court stated:  duties on the defendants. We assume the district court felt \n 6  At the time of the district court’s opinion several other  it did not have to pass on these issues since, in any event, \nit found that defendants had complied with the statutes. \nsuits  seeking  the  same  or  similar  relief  had  been \nbrought or were pending in other district courts. See, e.    \ng., Webb v. Miami Valley Regional Transit Authority,  In  Lloyd  v.  Illinois  Regional  Transp.  Authority,  No. \nCiv. No. C-3-75-67, (S.D.Ohio Jan. 19, 1976); Lloyd v.  75-C-1834 (N.D.Ill., filed Mar. 16, 1976), rev’d, 548 F.2d \nIllinois  Regional  Transp.  Authority,  No.  75-C-1834  1277  (7th  Cir.,  1977),  the  district  court  granted \n(N.D.Ill., filed Mar. 16, 1976), rev’d, 548 F.2d 1277  defendant’s  motion  for  summary  judgment  under  a \n(7th  Cir.,  1977);  and  Snowden  v. \ncomplaint  similar  to  the  one  filed  here.  The  Seventh \nBirmingham-Jefferson County Transit Authority, 407  Circuit reversed finding that s 5048 did place affirmative \nF.Supp. 394 (N.D.Ala.1975), aff’d, 551 F.2d 862 (5th \nduties on the mass public transportation systems in that \nCir., 1977). \nregion, and that plaintiffs (who were defined as a class of \n \nmobility disabled persons in the northeastern region of \n \nIllinois) had standing to seek declaratory and injunctive \nUMTA has, in accordance with the mandate of Congress \nrelief under s 504 and regulations. See Lloyd v. Regional \npursuant to the Urban Mass Transportation (UMT) Act of \nTransp. Authority, 548 F.2d 1277 (7th Cir., 1977). \n1964, as amended, 49 U.S.C. s 1601 et seq., carried on \nextensive  research,  planning,  and  design  of  mass   8  Section 504 of the Rehabilitation Act of 1973 provides: \nNo otherwise qualified handicapped individual in the \ntransportation  services  and  facilities  to  provide  for \nUnited  States,  .  .  .  shall,  solely  by  reason  of  his \neffective utilization of mass transportation by the elderly \nhandicap, be excluded from the participation in, be \nand physically handicapped. Included in these efforts are \ndenied the benefits of, or be subjected to discrimination \nthe ongoing research and development of facilities and \nunder  any  program  or  activity  receiving  Federal \nservices, approval of grants for the purchase of vans and  financial assistance. \nsmall buses equipped to meet the needs of the elderly and  29 U.S.C. s 794. \nhandicapped,  development  of  the  “TRANSBUS,”   \npublication of Notice of Rulemaking, and a requirement \n \nin grant approvals that the elderly and handicapped be \nAlthough the postures at the time of appeal of the Lloyd \ncharged reduced rates during non-peak hours. \ncase and the present one appear different (in Lloyd the \nUnited Handicapped Federation v. Andre, 409 F.Supp. \ndistrict court dismissed the complaint for failure to state a \n1297, 1299 (D.Minn.1976).7 \nclaim for relief; here the district court granted summary \n 7  The  Urban  Mass  Transportation  Act  of  1964,  as  judgment  on  the  merits),  they  are  parallel  in  that  all \namended, declares it to be a national policy that:  plaintiffs  are  denied  relief.  In  one  sense,  the  district \n(E)lderly and handicapped persons have the same right  court’s action here is more final than in Lloyd since no \nas other persons to utilize mass transportation facilities  further relief can be forthcoming. After reviewing the \nand services; that special efforts shall be made in the \nSeventh Circuit’s reversal in the Lloyd case we find we \nplanning and design of mass transportation facilities \nmust remand to the district court for reconsideration of \nand  services so  that  the  availability  to  elderly  and \ndefendants’ duties under the statutes and administrative \nhandicapped persons of mass transportation which they \nregulations and guidelines. \ncan effectively utilize  will be assured; and that all \nFederal programs offering assistance in the field of    \nmass transportation (including the programs under this  [1] [2] We adhere to the reasoning of Judge Cummings in \nchapter) should contain provisions implementing this  his excellent analysis in the Lloyd appeal, and find that s \n  2 \n \n\nUnited Handicapped Federation v. Andre, 558 F.2d 413 (1977)   \n \n \n504 does create an affirmative duty on the part of these  within a reasonable time period. \ndefendants. We also agree that plaintiffs do have standing    \nto bring a private cause of action. \n   (Emphasis added). \nSubsequent to the district court’s decision, regulations and    \naccompanying guidelines were promulgated and became  Examples of what affirmative duties will satisfy “special \neffective May 31, 1976. See 49 C.F.R. 609.1-609.25 and  efforts” requirements are given in 49 C.F.R. Part 613, \n613.204.  One  regulation  provides  that  the  UMTA  Subpart  B.9  In  addition  to  these  positive  examples, \nadministrator will grant project approvals only if:  proposed  regulations  of  the  Health,  Education,  and \n(a) The urban transportation planning process exhibits  Welfare Department indicate what recipients of federal \nsatisfactory  special  efforts  in  planning  public  mass  assistance may not do. See 45 C.F.R. s 84.4.10 \ntransportation facilities and services that can be utilized \n 9  One example of a level of effort that will be deemed to \nby elderly and handicapped persons; and \nsatisfy the “special efforts” requirement is: \n  \nPurchase of only wheelchair-accessible new fixed route \n(b) The annual element of the transportation improvement  equipment until one-half of the fleet is accessible, or, in \nprogram  developed  pursuant  to  23  CFR  450.118  and  the alternative, provision of a substitute service that \nsubmitted after September 30, 1976, contains projects or  would provide comparable coverage and service levels. \nproject  elements  designed  to  benefit  elderly  and  49 C.F.R. Part 613, Subpart B (Appendix). \nhandicapped  persons,  specifically  including  wheelchair   \nusers and those with semi-ambulatory capabilities ; and   \n  \n10  Under the proposed Health, Education, and Welfare \n(c) After September 30, 1977, reasonable progress has \nDepartment regulations a federal assistance recipient \nbeen  demonstrated  in  implementing  previously  could not, for example: \nprogrammed projects.  Provide  a  qualified  handicapped  person  with  aid, \n   benefit, or service which is not as effective as that \nprovided to others; (or) \n49 C.F.R. s 613.204 (emphasis added).  Otherwise limit a qualified handicapped person in the \n   enjoyment  of  any  right,  privilege,  advantage  or \nGuidance on the meaning of special efforts in planning is  opportunity enjoyed by others receiving an aid, benefit \nor service. \nset  forth  in  23  C.F.R.  Part  450,  Subpart  A,  issued \n45 C.F.R. s 84.4(b)(1)(ii) and (iv). \nsimultaneously with the above regulations: \nMoreover s 84.4(b)(2) would establish that: \n*416  The  urban  transportation  A recipient may not provide different or separate aid, \nplanning process must include special  benefits or services to handicapped persons unless such \nefforts  to  plan  public  mass  action is necessary to provide qualified handicapped \ntransportation  facilities  and  service  persons with aid, benefits, or services which are as \nthat  can  effectively  be  utilized  by  effective as those provided to others. \n \nelderly and handicapped persons. As \nused  in  this  guidance,  the  term   \n“special efforts” refers both to service  [3] On the basis of the record before the district court, if it \nfor elderly and handicapped persons  were  not  for  the  subsequent  promulgation  of  the \nin general and specifically to service  administrative guidelines and regulations, we would agree \nfor  wheelchair  users  and  with the district court’s result. However, we feel that the \nsemiambulatory persons. With regard  denial of relief to the plaintiffs cannot be justified in light \nto transportation for wheelchair users  of these recent definitions and guidelines. Although the \nand  others  who  cannot  negotiate  buses in question here have been purchased and placed in \nsteps,  “special  efforts”  in  planning  service,  because  of  the  recent  developments  the \nmeans genuine, good-faith progress in  defendants now have the burden to take affirmative action \nplanning service for wheelchair users  to conform to the regulations and guidelines. It is difficult \nand  semiambulatory  handicapped  to assess the record and the statutes in any other light.11 \npersons  that  is  reasonable  by   11  On May 19, 1977, Brock Adams, the Secretary of \ncomparison with the service provided  Transportation, issued a decision mandating the use of \nto the general public and that meets a  a low-floor, ramped bus, “Transbus,” by all local transit \nsignificant  fraction  of  the  actual  authorities seeking federal assistance for the purchase \ntransportation needs of such persons  of standard-size mass transit buses, after September 30, \n  3 \n \n\nUnited Handicapped Federation v. Andre, 558 F.2d 413 (1977)   \n \n \njudgment  and  remand  to  the  district  court  for  further \n1979. In the interim the present policy on accessibility \nproceedings. The district court, upon receiving  further \nfor  the  elderly  and  handicapped  contained  in  the \nstatutes,  guidelines  and  regulations  is  to  continue.  evidence, should reappraise defendants’ compliance with \nAdams stated:  the  statutes,  regulations  and  guidelines,  and  fashion \n(M)anufacturers  must  continue  to  offer  optional  whatever equitable relief it deems necessary. \nwheelchair lifts, and local transit authorities must either    \npurchase buses with lifts or provide special services for \n \nelderly and handicapped passengers. \n \n \nUnder the circumstances we vacate the grant of summary \n  . \n \n \n  \n  4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/48368"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119926,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119926"
    },
    {
      "date": "1980-06-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Justia",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 1040,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 489,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 52205,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/52205.pdf",
      "title": "Memorandum Order",
      "text": " \n   company  to  provide  effective  transportation  for  the \nhandicapped, plaintiffs moved for an award of attorney’s \n489 F.Supp. 1040 \nfees.  The  District  Court,  Alsop,  J.,  held  that:  (1)  the \nUnited States District Court, D. Minnesota, Fourth \nplaintiffs were not entitled to an award as against the \nDivision. \nfederal defendants, absent evidence that the suit had any \nUNITED HANDICAPPED FEDERATION, a  effect  on  the  actions  of  the  federal  government  with \nMinnesota Non-Profit Corporation, National  respect to transportation services for the handicapped, and \nParaplegia Foundation, North Country Chapter, a  (2) attorney’s fees could not be recovered against the state \nMinnesota Non-Profit Corporation, Michael J.  defendants  where  the  bus  company’s  adoption  of  a \nBjerkesett, Richard Van Wagner, Stephen  resolution  committing  itself  to  provide  effective \nWrbanich, Claudia Fuglie, Carolyn Emerson, and  transportation for the handicapped was not a result of the \nRonel Moore, Plaintiffs,  suit, but rather resulted from its growing awareness of the \nv.  need of the handicapped for transportation and where the \nCamille D. ANDRE, Individually and in his official  stipulation of settlement between plaintiffs and the state \ncapacity as Chief Administrator of Metropolitan  defendants  was  executed  after  the  district  court  had \nTransit Commission, Douglas Kelm, Individually  granted  summary  judgment  in  favor  of  the  state \nand in his official capacity as Commissioner of the  defendants. \nMetropolitan Transit Commission, Leonard W.    \nLevine, Individually and his official capacity as  Motions denied. \nCommissioner of the Metropolitan Transit    \nCommission, Bruce G. Nawrocki, Individually and  See also, D.C., 409 F.Supp. 1297 and 8th Cir., 558 F.2d \nin his official capacity as Commissioner of the  413. \nMetropolitan Transit Commission, Karl Neid, Jr.,    \nIndividually and in his official capacity as \nCommissioner of the Metropolitan Transit  Attorneys and Law Firms \nCommission, Alice W. Rainville, Individually and \nin her official capacity as Commissioner of the  *1041 William H. Mahlum and Marilyn B. Knudsen, St. \nMetropolitan Transit Commission, Ruth E.  Paul, Minn., for plaintiffs. \nFranklin, Individually and in her official capacity \nPopham, Haik, Schnobrich, Kaufman & Doty, Ltd. by \nas Commissioner of the Metropolitan Transit \nDavid S. Doty, and James B. Steilen, Minneapolis, Minn., \nCommission, Gayle M. Kincannon, Individually \nfor  defendants  Metropolitan  Transit  Commission \nand in her official capacity as Commissioner of the \nMetropolitan Transit Commission, Frank W.  members. \nSnowden, Individually and in his official capacity \nAndrew W. Danielson, U. S. Atty. by John M. Lee, Asst. \nas Commissioner of the Metropolitan Transit \nU. S. Atty., Minneapolis, Minn., Robert W. Batchelder, \nCommission, William O. Cooley, Individually and \nAtty.  Advisor,  Urban  Mass  Transp.  Administration, \nin his official capacity as Commissioner of the \nWashington, D. C., for defendants Brock Adams, Joseph \nMetropolitan Transit Commission, Edward \nA. Califano, and Richard S. Page. \nHjermstad, Individually, Walter Saxum, \nIndividually, Loring M. Staples, Jr., Individually, \nOpinion \nLeonard Thiel, Individually, Richard S. Page, \n \nIndividually and in his official capacity as the \nAdministrator of the Urban Mass Transportation \nAdministration, Robert E. Patricelli, Individually, \nMEMORANDUM ORDER \nBrock Adams, Individually and in his official \ncapacity as the Secretary of the United States \nDepartment of Transportation, William Coleman,  ALSOP, District Judge. \nJr., Individually, Joseph A. Califano, Individually \nand in his official capacity as the Secretary of the  This matter comes before the court on the petition of the \nDepartment of Health, Education and Welfare,  plaintiffs and the counter-petition of the state defendants \nand AM General Corporation, Defendants.  for attorney’s fees pursuant to 42 U.S.C. s 1988 and 29 \nU.S.C. s 794a(b). The federal defendants have moved for \nNo. 4-75 Civ. 627. | June 11, 1980.  a final order of dismissal or summary judgment. The \npetitions and motions have been extensively briefed, and \noral argument has been heard. The court additionally has \nFollowing settlement of a suit seeking to require a bus \n \n\nreviewed the numerous affidavits and depositions which  Plaintiffs’ petition and memoranda make no reference to \nwere submitted on this issue.  any claim against the federal defendants in their official \n   capacities for attorney’s fees and costs; however, at oral \nAt the hearing on the motions, the court reserved ruling  argument, plaintiffs’ counsel asserted this claim on the \non the admissibility of defendants’ Exhibits A and B.  grounds that this litigation, along with other suits across \nPlaintiffs objected to the admission of Exhibit A on the  the country, was the impetus for the Transbus mandate of \ngrounds that defendants did not provide it to the court  May 19, 1977 and was the true life-giver to Section 504 \nprior to the hearing date. Plaintiffs candidly admit that  of the Rehabilitation Act of 1973, 29 U.S.C. s 794. \nthey  had  received  and  reviewed  the  exhibit  some    \nconsiderable  time  prior  to  the  hearing.  Plaintiffs’  The  federal  defendants  argue:  (1)  plaintiffs  have  not \nobjection to defendants’ Exhibit A is overruled, and the  prevailed against the federal defendants on any aspect of \nexhibit is received.  their action; (2) section 1988 does not authorize an award \n   of attorney’s fees against the federal defendants in a suit \n*1042 Plaintiffs’ objection to defendants’ Exhibit B is  brought  under  any  of  the  statutes  or  constitutional \nessentially the same as the objection to Exhibit A, except  provisions relied on by plaintiffs; (3) the amount claimed \nplaintiffs claim not to have had an opportunity to inspect  by plaintiffs is excessive; and (4) the sovereign immunity \nand review Exhibit B in its entirety prior to the hearing.  protection of the United States was not waived by 29 \nPlaintiffs  have  subsequently  been  afforded  this  U.S.C. s 794a(b). \nopportunity and have made their reactions to the exhibit    \nknown to the court. Plaintiffs’ objection to defendants’  [1] Under either 42 U.S.C. s 1988 or 29 U.S.C. s 794a(b), \nExhibit B is overruled, and the exhibit is received.  the plaintiffs must be the prevailing party to be entitled to \n   an award of attorney’s fees. Assuming arguendo that all \nAlthough  plaintiffs  initially  brought  their  petition  for  the other potential impediments to the plaintiffs’ recovery \nattorney’s  fees  under  42  U.S.C.  s  1988,  they  have  of  attorney’s  fees  from  the  federal  defendants  were \nsubsequently asserted the same claim under 29 U.S.C. s  eliminated, the court finds that on the basis of the record \n794a(b). Section 794a(b) was added to the Rehabilitation  before it in this action the plaintiffs are not the prevailing \nAct of 1973 on November 6, 1978. It provides:  party with respect to the federal defendants. There is no \nevidence in the record to support a finding that the instant \nIn  any  action  or  proceeding  to  lawsuit had any effect, direct or indirect, on the actions of \nenforce or charge a violation of a  the  federal  government  with  respect  to  transportation \nprovision  of  this  subchapter,  the  services  for  the  handicapped.  Nor  does  it appear  that \ncourt, in its discretion, may allow  plaintiffs achieved in any fashion any of the relief they \nthe prevailing party, other than the  sought in this action as against the federal defendants. \nUnited  States,  a  reasonable    \nattorney’s fee as part of the costs.  On  this  basis  alone,  the  court  is  compelled  to  deny \nplaintiffs’ petition as against the federal defendants and to \n42 U.S.C. s 1988 provides in part:  grant the motion of the federal defendants for summary \njudgment in their favor. The court reaches this conclusion \nwithout addressing the merits of any of the other issues \nIn  any  action  or  proceeding  to \nraised  with  respect  to  the  propriety  of  an  award  of \nenforce a provision of sections . . \nattorney’s fees as against these defendants. \n.1983, 1985 . . . of this title, . . . the \n  \ncourt, in its discretion, may allow \nThe  state  defendants  oppose  plaintiffs’  petition  for \nthe prevailing party, other than the \nattorney’s fees on the grounds that: (1) plaintiffs are not a \nUnited  States,  a  reasonable \nprevailing  party  within  the  meaning  of  s  1988  or  s \nattorney’s fee as part of the costs. \n794a(b);  (2)  Section  1988  does  not  apply  because \n  \nplaintiffs  have  not  prevailed  on  any  claim  for  which \nThe federal defendants have moved the court for a final \nattorney’s  fees  are  authorized;  *1043  (3)  manifest \ndismissal order or for summary judgment. On August 31, \ninjustice would result from any award of attorney’s fees \n1978, pursuant to the stipulation of the plaintiffs and the \nas against MTC commissioners who resigned prior to the \nfederal defendants, this court entered an order dismissing \nsettlement  of  this  action;  (4)  Section  794a(b)  is  not \nthe action in its entirety as against the federal defendants \napplicable; (5) attorney’s fees cannot be awarded against \nin their individual capacities and dismissing the action, \nthese  defendants  in  their  individual  capacities;  (6) \nexcept the issue of attorney’s fees and costs, with respect \nattorney’s  fees  cannot  be  recovered  for  non-legal  or \nto the federal defendants in their official capacities. \nunnecessary services; and (7) plaintiffs cannot recover \n  \nattorney’s fees for legal services rendered in connection \n \n\nwith  issues  on  which  they  did  not  prevail.  The  state  to 309. These buses were being manufactured for the \ndefendants  additionally  counter-petition  the  court  to  MTC pursuant to a contract between the MTC and AM \nrecover their own attorney’s fees from the plaintiffs on  General Corporation. \nthe grounds that they are the prevailing party and that    \nplaintiffs’ action was legally frivolous.  Through 1975, the MTC continued to develop the format \n   of Project Mobility. On August 8, 1975, MTC staff was \nAs noted above, in order to recover attorney’s fees under  authorized to solicit bids for ten PM buses. On November \neither  s  1988  or  s  794a(b),  plaintiffs  must  be  the  19,  1975,  MTC  staff  was  authorized  to  negotiate  a \nprevailing party. Because of the tortuous legal and factual  contract with Arrow Coach for the purchase of the ten \nprocedural  history  of  this  action,  the  court  finds  it  buses. On December 10, 1975, the MTC awarded the \nnecessary to review these proceedings in some detail.  contract to Arrow Coach. \n     \nThe Urban Mass Transportation Act of 1964 contains s  On December 8, 1975, the instant lawsuit was filed by \n16, 49 U.S.C. s 1612, which declares as a national policy  individual and organized handicapped persons against the \nthat “special efforts shall be made in the planning and  MTC,  various  federal  officials,  and  AM  General \ndesign of mass transportation facilities and services so  Corporation.  The  complaint  alleged  violations  of  the \nthat the availability to elderly and handicapped persons of  Urban Mass Transit Act, 49 U.S.C. ss 1602(d) and 1612; \nmass transportation which they can effectively utilize will  the Rehabilitation Act, 29 U.S.C. s 794; the Federal-Aid \nbe assured.”  Highway Amendments, 23 U.S.C. s 101, et seq.; the 1975 \n   Department  of  Transportation  Appropriations  Act;  the \nIn 1973, Congress enacted the Rehabilitation Act of 1973  Civil Rights Act, 42 U.S.C. ss 1983 and 1985(3); and the \nwhich included s 504, 29 U.S.C. s 794, which provided  United  States  and  Minnesota  Constitutions.  The  relief \nthat “No otherwise qualified handicapped individual in  sought  was  an  injunction  against  the  *1044  MTC’s \nthe United States, . . . shall, solely by reason of  his  imminent acquisition of some 338 new buses which were \nhandicap, be excluded from participation in, be denied the  not  accessible  to  handicapped  persons;  declaratory \nbenefits of, or be subjected to discrimination under any  judgment  defining  plaintiffs’  rights  and  rendering  the \nprogram  or  activity  receiving  Federal  financial  MTC’s bus contract with AM General Corporation void; \nassistance.”  an injunction mandating the defendants to develop a plan \n   for  public  transportation  for  the  handicapped  and \nIn 1973, the Minnesota legislature first authorized funds  prohibiting the defendants from further development of \nfor the Metropolitan Transit Commission (MTC) to study  unaccessible transportation until a plan for equal access \nthe  implementation  of  transportation  services  for  the  was implemented; an injunction prohibiting the exclusion \nhandicapped. In that same year, the Metropolitan Transit  of  the  handicapped  from  the  benefits  of  MTC \nCommittee for the Disabled (MTCD) was organized to  transportation  services  obtained  with  federal  financial \nassist  the  MTC  in  the  development  of  transportation  assistance; actual and punitive damages; and attorney’s \nservices for the handicapped.  fees and costs. \n     \nOn June 5, 1974, the MTC approved a demand responsive  On February 24, 1976, this court denied plaintiffs’ motion \ndemonstration project to provide transportation for the  for a preliminary injunction restraining  the defendants \nhandicapped;  this  became  known  as  Project  Mobility  from proceeding further with the MTC’s acquisition of \n(PM). On June 12, 1974, the Urban Mass Transportation  buses which were not equally accessible to the plaintiffs. \nAdministration (UMTA) approved the purchase of ten    \nProject Mobility buses. At the same time, UMTA also  Because  of  technical  problems  with  vehicle \napproved  the  MTC’s  proposed  purchase  of  179  specifications, on January 21, 1976, the MTC rescinded \nstandard-size, non-accessible transit buses.  the authorization to purchase the Project Mobility buses \n   from  Arrow  Coach.  On  March  3,  1976,  the  MTC \nIn November 1974, the MTC completed a survey on the  approved revised vehicle specifications. \ntransportation needs of handicapped and disabled persons    \nin the metropolitan area. On January 15, 1975, the MTC  On March 10, 1976, this court entered summary judgment \nadopted a statement of policy regarding transportation  for the defendants as to the causes of action in sections A \nservices  for  handicapped  and  disabled  persons  and  and B, paragraphs 67-86 of the complaint and dismissed \napproved  the  proposed  Project  Mobility  demonstration  for lack of subject matter jurisdiction the causes of action \nproject.  in sections C and D, paragraphs 87-90 of the complaint. \n   The court found that the “special efforts” requirement of \nIn  August  of  1975,  the  authorized  acquisition  of  the Urban Mass Transit Act was being complied with; the \nstandard-size, non-accessible transit buses was increased  Federal-Aid Highway Amendments were inapplicable to \n \n\nthe  projects  at  issue;  the  policy  guidelines  of  the  *1045 On December 21, 1977, plaintiffs filed an amended \nRehabilitation  Act  were  not  being  violated;  the  complaint  which  sought  additional  relief  as  follows: \nDepartment  of  Transportation  Appropriations  Act  was  declaratory  judgment  that  the  April  30,  1976  UMTA \ninapplicable to the projects at issue; the civil rights claims  regulations were unlawful and void; declaratory judgment \nfailed as a matter of law with the failure of the statutory  prohibiting HEW from issuing guidelines which do not \nclaims; and there was no violation of plaintiffs’ equal  protect the handicapped and prohibiting UMTA and the \nprotection under the rational basis analysis. The court  Department of Transportation (DOT) from funding any \ndismissed the remaining state statutory and constitutional  program which did not insure equal provisions for the \nclaims for lack of subject matter jurisdiction.  handicapped; and an injunction prohibiting UMTA, DOT, \n   and HEW from approving or funding any program which \nOn April 9, 1976, the MTC awarded the Project Mobility  would not permit equal and equivalent access. \nbus  contract  to  Grumman-Allied.  On  June  21,  1976,    \nUMTA approved the boundaries of the Project Mobility  On November 17, 1977, ARI submitted its final report \nservice area and selected Applied Research Integration  and  recommendation  on  Project  Mobility.  It \n(ARI) as the consultant for the evaluation program. The  recommended  expanding  the  Project  Mobility  service \nCommission also approved the purchase of two additional  area,  billing  social  or  human  service  agencies  whose \naccessible  vehicles.  On  November  27,  1976,  Project  clients  regularly  used  Project  Mobility  an  amount \nMobility service was initiated.  substantially more than the individual fare, subcontracting \n   with private providers, and developing a comprehensive, \nThrough the remainder of 1976 and until November 17,  long-range  plan  for  the  provision  of  handicapped \n1977,  ARI  submitted  periodic  reports  and  transportation,  including  the  integration  of  accessible \nrecommendations  for  future  handicapped  services  conventional buses and other para-transit services. \nplanning.    \n   On  November  28,  1977,  the  MTC  staff  submitted  its \nOn June 21, 1977, the Court of Appeals for the Eighth  recommendations. These included expanding the Project \nCircuit vacated this court’s order of March 10, 1976, and  Mobility target area boundaries and hours of operation, \nremanded the case for further proceedings, directing this  contracting with social service agencies, subcontracting \ncourt,  upon  receiving  further  evidence,  to  reappraise  with the private sector for areas not covered by Project \ndefendants’ compliance with the statutes, regulations, and  Mobility, retrofitting some full-size buses, and providing \nguidelines and fashion whatever equitable relief it deemed  inter-city shuttle service. \nnecessary. After specifically finding that the plaintiffs had    \nstanding to bring a private claim for relief and that s 504  On December 13, 1977, Commissioner William Cooley \nof the Rehabilitation Act did create an affirmative duty on  presented to the MTC a resolution, drafted by William \nthe part of the defendants, the Eighth Circuit stated that if  Mahlum, counsel for plaintiffs, which essentially called \nit  were  not  for  the  subsequent  promulgation  of  for transportation service to the handicapped at increasing \nadministrative guidelines and regulations, it would agree  percentages  ultimately  reaching  100%  on  February  1, \nwith this court’s result. The circuit court said that the  1981,  expansion  of  Project  Mobility,  and  commission \ndefendants “now have” the burden to take affirmative  review and planning to meet the levels of service at the \naction to conform to the regulations and guidelines.  prescribed dates. It was emphasized that the resolution \n   anticipated using a multi-model approach to provide the \nOn July 1, 1977, four members of the nine-member MTC  service, including retrofitting regular buses. \nwere replaced by the Metropolitan Council.    \n   Present at the December 13, 1977 MTC meeting were a \nOn  November  18,  1977,  this  court  held  a  status  large  number  of  handicapped  persons  who  uniformly \nconference to discuss the posture of the case on remand.  supported the resolution. Mr. Mahlum informed the MTC \nPlaintiffs  were  granted  leave  to  file  an  amended  that  if  the  resolution  were  adopted  and  if  all  the \ncomplaint, and a schedule for motions and briefing was  obligations were met, he would probably withdraw this \nestablished. On December 9, 1977, the federal defendants  lawsuit.  The  Cooley  resolution  was  tabled.  Shortly \nmoved the court for summary judgment with respect to  thereafter, Commissioner Gayle Kincannon and Donald \npre-regulation project approvals. On December 13, 1977,  Hubert of the MTC staff had a meeting with Arnie Entzel \nAM General Corporation moved for summary judgment,  of the Transit Union, Richard Brown of the Minnesota \nand the state defendants moved for dismissal of all causes  Department  of  Transportation,  William  Mahlum,  State \nof action relating to events occurring prior to May 31,  Senator  David  Schaaf,  and  State  Representative  Peter \n1976. A hearing date of January 13, 1978 was set for  Petrafeso. At the  meeting, the Cooley Resolution  was \nthese motions.  reviewed  point  by  point.  Senator  Schaaf  and \n   Representative Petrafeso pledged their commitment to try \n \n\nto  secure  needed  funding  from  the  legislature.  Mr.    \nMahlum said he would consider dropping the lawsuit if  [2] [3] [4] [5] The settlement of a lawsuit under the Civil \nthe resolution were forthcoming and if a good faith effort  Rights Act does not preclude the plaintiff from asserting a \nwere made to comply with the time frame.  claim for an award of attorney’s fees under 42 U.S.C. s \n   1988. International Society for Krishna Consciousness, \nOn  December  21,  1977,  Commissioner  Kincannon  Inc. v. Andersen, 569 F.2d 1027 (8th Cir. 1978); Brown v. \npresented Resolution 77-115 to the MTC. This resolution  Culpepper,  559  F.2d  274  (5th  Cir.  1977);  Parham  v. \ncommitted the MTC to provide “effective transportation  Southwestern Bell Telephone Co., 433 F.2d 421 (8th Cir. \nservice” to the handicapped according to a time scale,  1970);  Hartmann  v.  Gaffney,  446  F.Supp.  809 \nreaching 100% availability as of February 1, 1981. The  (D.Minn.1977). Furthermore, there is no requirement that \nresolution did not specify the method of delivery of the  the court must have ruled, or must find that it would have \nservice. Resolution 77-115 was passed by the MTC.  ruled,  in  plaintiff’s  favor  on  the  constitutional  issues \n   presented. Gagne v. Maher, 594 F.2d 336 (2d Cir. 1979); \nThe depositions of Commissioners Franklin, Neid, Kelm,  Brown  v.  Bathke,  588  F.2d  634  (8th  Cir.  1978); \nSnowden, Nawrocki, Rainville, Kincannon, and Cooley  Kimbrough v. Arkansas Activities Association, 574 F.2d \nindicate that although the MTC members were generally  423 (8th Cir. 1978). Any fees awarded by the court may \naware of the instant lawsuit, it was little more than a  be proportionate to the extent to which the ultimate result \nsingle factor which a few of them considered in voting for  is attributable to the plaintiff’s actions and may be limited \nResolution  77-115.  It  appears  that  the  commissioners  to services rendered on those issues on which the plaintiff \nwere anxious that the MTC develop a plan for continuing  prevailed. Nadeau v. Helgemoe, 581 F.2d 275 (1st Cir. \nits commitment to providing transportation services to the  1978);  Brown  v.  Bathke,  supra;  M.  C.  I.  Concord \nhandicapped. The record before the court indicates that  Advisory Board v. Hall, 457 F.Supp. 911 (D.Mass.1978). \nthis lawsuit had a minor, if not entirely negligible, effect  Finally,  the  Eleventh  Amendment  does  not  bar  a  fee \non the MTC’s action in passing Resolution 77-115.  award  against  the  state  defendants  in  their  official \n   capacities in this circumstance. Hutto v. Finney, 437 U.S. \nOn February 8, 1978, the motions of the defendants for  678 (1978); Gagne v. Maher, supra, M. C. I. Concord \nsummary  judgment  were  argued.  *1046  On  March  6,  Advisory Board v. Hall, supra. \n1978,  in  a  memorandum  opinion,  this  court  granted    \nsummary judgment in favor of the defendant AM General  Essential to an award of attorney’s fees to plaintiffs is a \nCorporation on all causes of action and granted summary  finding of the court that they were, through the Stipulation \njudgment  in  favor  of  the  remaining  defendants  with  of Settlement, the prevailing party in this action. The \nrespect to MTC mass transportation projects approved by  Court  of  Appeals  for  the  First  Circuit  has  recently \nUMTA prior to April 27, 1976. The court specifically  addressed itself to the proper analysis to be employed on a \nfound that the new HEW, UMTA, or FHWA regulations  motion for attorney’s fees in a case where no final judicial \nor guidelines had no effect upon its prior ruling with  determination of the constitutional claim has been made \nrespect to MTC projects approved by UMTA prior to  and  where  the  role  of  the  lawsuit  as  a  catalyst  in \nApril 27, 1976.  motivating the defendant’s behavior is hotly contested. In \n   Nadeau v. Helgemoe, 581 F.2d 275 (1st Cir. 1978), that \nOn  May  3,  1978,  plaintiffs  and  the  state  defendants  court stated that “the key issue is the provocative role of \nexecuted a Stipulation of Settlement, which stated that in  the  plaintiff’s  lawsuit,  not  the  motivations  of  the \nconsideration for the terms, dates and conditions set forth  defendant.” Id. at 280. \nin MTC Resolution 77-115, plaintiffs agreed to dismiss    \nthe MTC defendants from this lawsuit. The Stipulation of  The First Circuit determined that there are two critical \nSettlement  left  unresolved  only  plaintiffs’  claim  for  questions  which  control  whether  a  plaintiff  is  the \nattorney’s fees and costs. Pursuant to the Stipulation, this  prevailing  party  with  respect  to  issues  resolved  by  a \ncourt entered an order on May 10, 1978 dismissing all  consent decree. The first is a question of fact. \nclaims of the plaintiffs as against the state defendants, \nsave and except the question of plaintiffs’ attorney’s fees  . . . (N)o award is required if the \nand costs.  court determines that plaintiff’s suit \n   was  completely  superfluous  in \nThe crux of plaintiffs’ argument for attorney’s fees is that  achieving  the  improvements \nthis  lawsuit  was  the  motivating  factor  or  catalyst  in  undertaken  by  defendants  on \ncausing the state defendants to make a commitment to the  plaintiff’s  behalf.  .  .  .  (I)f  the \nprovision of transportation services to the handicapped in  plaintiffs’ suit and their attorney’s \naccordance with the United States Constitution and the  efforts  were  a  necessary  and \nrequirements of the federal statutes and regulations.  important  factor  in  achieving  the \n \n\nimprovements, although they could  complaint on file herein and from the exhibits, affidavits, \nnot have accomplished as much as  depositions,  and  memoranda,  that  summary  judgment \nthey  did  without  the  constructive  order disposed of all the claims asserted by the plaintiffs \n*1047  leadership  of  (the  in this action. \ndefendants),  plaintiffs  should  be    \nheld to have overcome their first  This lawsuit was originally initiated in response to the \nhurdle  toward  their  goal  of  MTC’s  then  pending  acquisition  of  some  338 \nreceiving some attorney’s fees. Id.  non-accessible, standard-size transit buses. The thrust of \nat 281 (emphasis in original).  the complaint and the relief sought was to require the \nMTC either to purchase accessible buses or to retrofit the \nThe court noted that the chronological sequence of events  non-accessible  ones.  Rather  than  supporting  Project \nis  an  important,  although  not  definitive,  factor  in  Mobility, the plaintiffs’ apparent desire was to compel the \ndetermining  whether  the  defendant  reasonably  can  be  MTC to make all regular route buses accessible to the \ninferred to have guided its actions in response to the  handicapped community. \nlawsuit.    \n   Given  the  posture  of  this  action  at  the  date  of  the \nThe second question to be answered is one of law. If  Stipulation of Settlement, the court cannot realistically \nplaintiffs can establish that their suit was causally related  determine any manner in which the plaintiffs could have \nto the defendants’ actions, the court then must determine  continued  to  press  their  claims  without  such  being \n“whether if plaintiffs had continued to press their claims  considered  groundless.  In  the  totality  of  these \nunder traditional constitutional theory, their action could  circumstances,  the  court  concludes  that  the  plaintiffs \nbe considered ‘frivolous, unreasonable, or groundless, or  herein are not a prevailing party within the meaning of 42 \nthat  the  plaintiff  continued  to  litigate  after  it  clearly  U.S.C. s 1988 or 29 U.S.C. s 794a(b). The court will deny \nbecame  so.’  ”  Id.  at  281.  If  the  court  reaches  that  plaintiffs’ petition for attorney’s fees as against the state \nconclusion,  then  it  must  deny  the  plaintiffs’  motion  defendants on this ground. \nregardless of the impact of the lawsuit on the defendants’    \nactions.  [7] The court further notes that although 42 U.S.C. s 1988 \n   provides for an award of attorney’s fees in a suit against a \n[6] The Nadeau analysis was utilized by the district court  state official in his official capacity, it does not affect the \nin M. C. I. Concord Advisory Board v. Hall, supra, and  traditional bad faith requirement with respect to an award \nappears to represent a fair and proper application of the  against that person acting in his individual capacity. Hutto \nlaw as it has developed in the area of attorney’s fees  v. Finney, supra; M. C. I. Concord Advisory Board v. \nunder s 1988. As applied to the facts in the instant case,  Hall, supra. There is no evidence in the record which \nboth questions presented must be answered adversely to  would support a finding that the state defendants acted \nthe plaintiffs.  with bad faith in their individual capacities. \n     \nAlthough this court is not prepared to find that plaintiffs’  *1048 [8] The state defendants have counter-petitioned the \nsuit  was  “completely  superfluous”  in  achieving  the  court for an award of their attorney’s fees as against the \nMTC’s adoption of Resolution 77-115, it cannot find that  plaintiffs under 42 U.S.C. s 1988. The required showing \nthe suit and plaintiffs’ attorney’s efforts were a necessary  for an award of attorney’s fees to a prevailing defendant \nand important factor. On the basis of the record before the  under s 1988 is that the action was brought in bad faith or \ncourt, it appears that the MTC actions were the result of a  was  vexatious,  harassing,  or  frivolous.  Patzkowski  v. \ngrowing  awareness  and  concern  with  providing  United States, 576 F.2d 134 (8th Cir. 1978). The court \ntransportation services for the handicapped which was  concludes that although it ruled adversely to the plaintiffs \nonly minimally and indirectly influenced by this lawsuit.  on the merits of their action, the action does not come \n   within that class which merits the awarding of attorney’s \nPerhaps  more  importantly,  the  court  is  unable  to  fees to the defendant. \ndetermine how the plaintiffs can be considered as the    \nprevailing party in any respect in the legal sense. At the  Upon the foregoing, \ntime the Stipulation of Settlement between the plaintiffs    \nand  the  state  defendants  was  executed,  this  court,  on  IT  IS  ORDERED  That  the  plaintiffs’  petition  for \nremand from the Eighth Circuit, had issued its order of  attorney’s fees as against the federal defendants in their \nMarch 6, 1978, granting summary judgment in favor of  official capacities and as against the state defendants in \nthe defendants with respect to MTC mass transportation  their individual and official capacities be and hereby is \nprojects approved by UMTA prior to April 27, 1976. As  denied in all respects. \nfar as this court has ever been able to determine from the    \n \n\nIT IS FURTHER ORDERED That the federal defendants’    \nmotion for summary judgment be and hereby is granted  IT IS FINALLY ORDERED That the state defendants’ \nand the clerk shall enter judgment as follows:  counter-petition  for  attorney’s  fees  as  against  the \n   plaintiffs be and hereby is denied in all respects. \nThe plaintiffs, and each of them, shall have and recover    \nnothing from the federal defendants, or any of them. \n  \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/52205"
    }
  ],
  "document_count": 5
}