{
  "case_id": 460,
  "fetched_at": "2025-10-22T00:05:12.197862",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Monroe",
        "institution_county": null,
        "name": "Greenbrook Manor",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Kalamazoo",
        "institution_county": null,
        "name": "Kalamazoo Total Living Center",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Mt. Pleasant",
        "institution_county": null,
        "name": "Mt. Pleasant Total Living Center",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Taylor",
        "institution_county": null,
        "name": "Taylor Total Living Center",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Wayne Total Living Center",
        "institution_alt_state": null,
        "institution_city": "Wayne",
        "institution_county": null,
        "name": "Michigan Department of Mental Health",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Unknown",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Michigan state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1988-04-27",
    "filing_year": 1988,
    "id": 460,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Classification / placement",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "General/Misc.: Record-keeping",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Intellectual disability/mental illness dual diagnosis",
      "Medical/Mental Health Care: Medical care, unspecified",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "General/Misc.: Aggressive behavior",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified"
    ],
    "last_checked_date": "2006-07-21T00:00:00-04:00",
    "main_docket": {
      "id": 42608,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1988,
      "docket_filing_number": 61424,
      "is_main_docket": true,
      "court": "Michigan state trial court",
      "state": "Michigan",
      "docket_office_number": "",
      "docket_number_manual": "88-61424",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Kope v. Watkins",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 1993,
    "permanent_injunction": false,
    "plaintiff_description": "all developmentally disabled persons who are or may be residents at Greenbrook Manor, Kalamazoo Total Living Center, Mt. Pleasant Total Living Center, Taylor Total Living Center, or Wayne Total Living Center",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Michigan",
    "summary": "<p>On April 27, 1988, persons with intellectual disabilities residing at Greenbrook Manor in Monroe, Michigan, the Kalamazoo Total Living Center in Kalamazoo, Michigan, the Mt. Pleasant Total Living Center in Mt. Pleasant, Michigan, the Taylor Total Living Center in Taylor, Michigan, and the Wayne Total Living Center in Wayne, Michigan, filed a class action lawsuit under the Michigan State Constitution and under 42 U.S.C. § 1983 against the Michigan Department of Mental Health (MDMH) in the Michigan Third Judicial Court in Wayne County, Michigan.  The plaintiffs, represented by the Michigan Protection and Advocacy Service, asked the court for declaratory and injunctive relief, as well as damages.  They alleged that their constitutional rights had been violated by the defendants' failure to provide the following: habilitation services, psychological services and behavioral management services needed to reduce maladaptive behaviors or self-injurious behaviors, medical services, recreational and social activities, community placements, physical and mental examinations on an annual basis.  The plaintiffs alleged that the failure to provide these things constituted discrimination on the basis of their handicaps.</p><p>On June 8, 1993, the Michigan Circuit Court for the County of Ingham (Judge James R. Giddings) issued a consent decree in the case.  The decree provided for comprehensive assessments and plans of care for each patient, safe and sanitary living conditions, privacy consistent with the care and treatment setting, freedom from unnecessary restraints, adequate medical supervision, record-keeping, regular outdoor physical exercise and recreational activities, a structured habilitative day program, community placements for residents when possible, and $150,000 in attorneys' fees to be paid to the plaintiffs.  </p><p>We have no further information on the proceedings in this case.</p><p></p>",
    "summary_published_date": "2006-07-21T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/460",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=460",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=460",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=460"
  },
  "documents": [
    {
      "date": "1988-04-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Michigan state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2104,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2104.pdf",
      "title": "First Amended Complaint",
      "text": "STATE OF MICHIGAN\nTHIRD JUDICIAL  CIRCUIT, WAYNE  COUNTY\n2 Woodward  Ave., Detroit, MI  48226\n(313)  224-5510\nLYNN KOPE, by Her Guardian, SALLY KOPE,\nGERARD CIARAMITARO, by His Guardian, SAM\nCIARAMITARO, GRACE CIARAMITARO, by Her\nGuardian, SAM CIARAMITARO, and DALE  VASHER,\nby His Guardian, SHARLENE DATINI, indivi-\ndually and on behalf of all others  similar-\nly situated,  ...^ ^ ..-.- .\n  ;\nPlaintiffs,  K:.;pc 5'';-;-.r G'.;-^\nTHOMAS WATKINS, individually and in his offi-\ncial capacity as Director of Michigan  Depart-\nyIll ment of Mental Health; C. PATRICK  BABCOCK,\nindividually and in his official  capacity as\na.\nDirector of the Michigan Department of Social\nId\nServices; RAJ WEINER, individually and in her\nV)\nofficial  capacity as Acting Director of the\no\n< o Michigan Department of Public  Health; and\no ?\no q (oVI JAMES BLANCHARD, individually and in his offi-\n3  ffl cial capacity as Governor, State of Michigan,\nz  *\ny z o jointly and severally,\n< < 2\n„  o w\no o y Defendants.\nU  *•\nin  -\nhJ tu- Dolores Coulter  (P12262)\n2 5 Q Attorney for Plaintiffs\nMICHIGAN  PROTECTION AND ADVOCACY  SERVICE\na \"\n109 W. Michigan Ave., Suite 900\nLansing, MI  48933\ni (517)  487-1755\nMarguerite  Schervish  (P33615)\nPatricia A. Stamler  (P35905)\nAttorneys for Plaintiffs\nMICHIGAN PROTECTION AND ADVOCACY  SERVICE\n7430 Second Ave., Suite 424\nDetroit, MI  48202\n(313)  875-2130\nGeorge L. McCargar  (P17280)\nThomas R. Wheeker  (P22228)\nPatrick J. O'Brien  (P27306)\nAttorneys for Defendants WATKINS and BLANCHARD\nDepartment of Attorney General\nMental Health Division\nLansing, MI  48913\n(517) 373-3577\nKope v. Watkins\nFIRST  AMENDED  COMPLAINT\nMR-MI-001-001\n\nPRELIMINARY STATEMENT\nThis action is brought on behalf of the residents of Greenbrook\nManor, Kalamazoo Total Living Center, Mt. Pleasant Total Living\nCenter, Taylor Total Living Center and  Wayne Total Living Center,\nspecialized nursing homes for developmentally disabled persons\nlocated in Monroe, Kalamazoo, Mt. Pleasant, Taylor and Wayne,\nMichigan, respectively, to redress Defendants' deprivations of\nPlaintiffs' rights, guaranteed by state and federal law, to\nIoll appropriate habilitation services, ancillary services, and other\nservices designed to improve their overall level of functioning,\nto\nindependence, and integration into the community and to assure\no\n8 5  O their safety and freedom from undue restraint.\n>  =  LI (VI\nB 2 i?\n^QV  »£y  <U  1^  5fl\nZ z O 2 JJ\nJURISDICTION\nv u 2 I  \"\no \\ tn • 5\n»- o o 5 2\nUJ ' ? I\nI— LJ  y 1.  This Court has jurisdiction of Counts I, II, III, IV,\nO t  Q\nz VI, VII in this action pursuant to Section 605 of the Revised\n<\no\nI Judicature Act, MCLA 600.605; and has jurisdiction of Count V\no\npursuant to Section 608 of the Michigan Handicappers1 Civil Rights\nAct, MCLA 37.1606.\nNAMED PLAINTIFFS\n2.  Plaintiff LYNN KOPE is a 25 year old woman who at all\ntimes relevant to this Complaint has been a resident of Wayne\nTotal Living Center  (hereinafter WTLC), a nursing home located in\n\nthe City of Wayne, Wayne County, Michigan.  Plaintiff KOPE has\nresided at WTLC since 1975.\n3.  Plaintiff KOPE has profound mental retardation, spastic\nquadriplegia, a seizure disorder, gingival hyperplasia, behavioral\nproblems and is non verbal and non-ambulatory.\n4.  SALLY KOPE is the duly appointed guardian for Plaintiff\nKOPE.\n5.  Plaintiff GERARD CIARAMITARO is a 33 year old man who at\nall times relevant to this Complaint has been a resident of WTLC,\no located in the city of Wayne, Wayne County, Michigan.  He has\n>\nIT resided at WTLC since 1974.\nLJ\n>\no 6.  Plaintiff GERARD CIARAMITARO has profound mental\nO\nU <M retardation, a visual impairment, bilateral club feet, spasticity,\n3  «\n2  *\nu z o a seizure disorder, muscle deterioration, severe contractures,\n> < (i\no 2 ~\nII behavioral problems and is non-verbal and non-ambulatory.\n7.  SAM CIARAMITARO is the duly appointed guardian for\nU\nO t Q Plaintiff GERARD CIARAMITARO.\nD. W\nZ 8.  Plaintiff GRACE CIARAMITARO is a 38 year old woman, who\no\nIo at all times relevant to this Complaint has been a resident at\nWTLC, located in the City of Wayne, Wayne County, Michigan.  She\nhas resided at WTLC since 1974.\n9.  Plaintiff GRACE CIARAMITARO has profound mental\nretardation, spastic quadriplegia, a visual impairment, a seizure\ndisorder, a hearing impairment, bilateral club feet, and\nbehavioral problems and is non-verbal and non-ambulatory.\n10.  SAM CIARAMITARO is the duly appointed guardian for\nPlaintiff GRACE CIARAMITARO.\n\n11.  Plaintiff DALE VASHER is a 32 year old man who at all\ntimes relevant to this Complaint has been a resident at WTLC,\nlocated in the City of Wayne, Wayne County, Michigan.  He has\nresided at WTLC since 1974.\n12.  Plaintiff VASHER has severe mental retardation, spastic\nquadriplegia, a visual impairment, behavioral problems, and is\nnon-ambulatory.\n13.  SHARLENE DATINI is the duly appointed guardian for\nPlaintiff VASHER.\nu\no 14.  Plaintiff ANNE GILMORE is a 32 year old woman who at all\n>\nn:\nLJ times relevant to the Complaint has been a resident of Kalamazoo\n>\no\n5 Total Living Center, a nursing home located in the City of\n6 s 3\nKalamazoo, Michigan.  She has resided at Kalamazoo Total Living\n>  i id «\n<f\\ S3 »3 z®o\nCenter since 1986.  Prior to her transfer to Kalamazoo Total\nQ £ < < 5\nZ Z O — •\nLiving Center, Plaintiff Gilmore resided at Mt. Pleasant Total\nO | InZ - 3\nLiving Center, a nursing home located in the city of Mt. Pleasant,\ng 5 °\nMichigan.\na w\n2 15.  Plaintiff GILMORE has profound mental retardation, a\nO\nI\nseizure disorder, dorsal kyphoscoliosis, a gastrostomy, self-\no\ninjurious behaviors, and is non-ambulatory.\n16.  DOUGLAS GILMORE is the duly appointed guardian for\nPlaintiff Gilmore\nCLASS ALLEGATIONS\n17.  Plaintiffs KOPE, GEPAPJ) CIAPJLMITAPvO, GRACE CIARAMITARO,\nVASHER and GILMORE sue on their own behalf and pursuant to MCR\n\n3.501 on behalf of the class of develo^mentall\" disabled persons\nwho are now or who may be residents at Greenbrook Manor, Kalaisazoo\nTotal Living Center, Mt. Pleasant Total Living Center, Taylor\nTotal Living Center or Wayne Total Living Center.  Almost all of\nthe proposed class members are Medicaid recipients due to the\nseverity of their disabilities and level of income.\n18.  Greenbrook Manor, Kalamazoo Total Living Center, Mt.\nPleasant Total Living Center, Taylor Total Living Center, and\nV7ayne Total Living Center, are nursing homes licensed by the\nhi\nMichigan Department of Public Health and certified as skilled\nO\n>\na\nui nursing facilities for purposes of participation in the Medicaid\no and Medicare programs pursuant to the Social Security Act, 42 USC\n<  o\nO 2\no g   oN\n1395 et seg.; 42 USC 1396, et seg.  These facilities serve\n>  -  Id  N\nO  3  3  <D\n\"  ffl  z  ~\nexclusively persons with developmental disabilities.\nz ip\nIP 19.  The Department of Mental Health contracts with\nGreenbrook Manor, Kalamazoo Total Living Center, Mt. Pleasant\nt-\no t D111\nTotal Living Center, Taylor Total Living Center, and Wayne Total\nZ Living Center  (hereafter specialized nursing homes) to provide\no\nI services to the residents of these facilities in addition to those\no\nprovided by the nursing home.\n20.  The class Plaintiffs seek to represent includes\napproximately 535 members and as such, is so numerous that joinder\nof all members is impracticable.\n21.  There are questions of lav/ or fact common to the members\nof the class that predominate over questions affecting individual\nmembers, which by way of illustration and not limitation include:\nwhether Defendants have systematically failed to provide\n\nPlaintiffs with adequate habilitation services, ancillary\nservices, and other mental health services; whether this failure\nviolates the Michigan Mental Health Code and the administrative\nrules promulgated by the Department of Mental Health and the\nprovisions of Title XIX of the Social Security Act  (Medicaid) and\nthe regulations promulgated under that Act by the United States\nDepartment of Health and Human Services; whether Defendants have\nsystematically failed to protect Plaintiffs1 privacy; whether this\nfailure violates Plaintiffs' right to due process under the\n(LJJ Michigan and U.S. constitutions; whether Defendants have\nD:\nUI systematically failed to provide Plaintiffs with adequate\nm\no habilitation and training and to place Plaintiffs in community\n< o\no ?\n§1\no\nresidential settings; whether this failure violates Plaintiffs'\nsi U N\ni? right to due process under the Michigan and U.S. constitutions;\no y\nII whether Defendants have provided a disproportionately lower level\nSij\no o of services to Plaintiffs than they provide to residents of state\ns'\n1— UJ\nO 5 regional centers for developmental disabilities or to residents of\na 111\nQ\nsmall group homes funded with state funds; whether this\no disproportionate level of services violates Plaintiffs' rights\nunder the Michigan Handicappers1 Civil Rights Act, Section 504 of\nthe Rehabilitation Act of 1973 and the Michigan Department of\nMental Health policy.\n22.  Plaintiffs' claims are typical of the claims of the\nclass.\n23.  Plaintiffs, as representative of the class, will fairly\nand adequately assert and protect the interests of the class.\n24.  Maintenance of this action as a class action will be\n\nsuperior to other available methods of adjudication in promoting\nthe convenient administration of justice.\nDEFENDANTS\n25.  Defendant THOMAS WATKINS is the Director of Michigan\nDepartment of Mental Health, appointed by Defendant GOVERNOR JAMES\nBLANCHARD pursuant to MCLA 330.1104.  Defendant WATKINS is vested\nwith all executive authority within the Department of Mental\nu\nu Health.\na\n26.  The Michigan Department of Mental Health (hereafter DMH)\n(0\no< o is required by law to continually and diligently work to ensure\n0 9  o\n> - u 21 that adequate and appropriate mental health services are available\n2 Si?\nto all citizens throughout the state.  MCLA 330.1116.\n< u r 1 •>\nO (IJ  iQn Z O- ^ 5 27.  The DMH is required to give priority to the areas of\nr *  t 2\nn S  0o 9\nmental retardation and mental illness in its delivery of services.\nt  Q\nMCLA 330.1116(a).\n28.  Pursuant to Section 21717 of the Public Health Code,\n<\no\nMCLA 333.21717, and Rule 325.21702, the DMH is required to approve\nI\no\nthe admission of a person with mental retardation to a nursing\nhome in this state and to approve the plan of care for each such\nperson.\n29.  The DMH, by interagency agreement with the Michigan\nDepartment of Social Services  (hereafter DSS) and the Michigan\nDepartment of Public Health  (hereafter DPH), performs semi-annual\nLevel of Care Determinations of each resident in a specialized\nnursing home, as required under Medicaid reuglations, to determine\n\nthe  propsr  rssidentisl  r^l2ceir\\ent  for  individuals  in  thsss\n30.  The DMK# b\" intera\"encTr agreement v/ith the DSS» also\nperforms annual Inspections of Care, as required under Medicaid\nregulations, 42 CFR 456.600, et seq., to determine the adequacy,\nappropriateness, and quality of all services provided to residents\nin the specialized nursing homes.\n31.  Defendant C. PATRICK BABCOCK is the Director of the DSS,\nthe designated \"single state agency\" for the Medicaid program in\nu\no the State of Michigan, pursuant to 42 CFR 431.10.  As the\na.\nu designated \"single state agency\" the DSS is responsible for the\ny\no\nimplementation, operation, and enforcement of the federal Medicaid\n6\no g  o\nprogram under Title XIX of the Social Security Act.\n^  r u w\n32.  Defendant RAJ WEINER is the Acting Director of the DPH,\n•* o o o\nthe \"state survey agency\" designated in the state Medicaid plan to\n2  > u ^\nO j  W •\nconduct at least annual surveys to determine whether or not long\nU  '  ?  K\n(_  U  u\nterm care facilities are in compliance with the conditions of\nO t  Q\n0<. participation governing Medicaid providers under Title XIX of the\no\nI\no Social Security Act.  42 USC 1396a(a)(33).\nf\n33.  The DPH is authorized by state law, pursuant to the\nprovisions of the Public Health Code, MCLA 380.20101 and MCLA\n333.21701, and by virtue of its designation as the \"single state\nagency\" in the state Medicaid plan, to enforce the federal and\nstate laws and regulations applicable to nursing homes.\n34.  Defendant JAMES BLANCHARD is the Governor of the State\nof Michigan and as such is vested with the executive power of the\ngovernment of the State of Michigan.  Mich. Const. Art. 5 §1. In\n8\n\naccordance with his executive powers, Defendant BLANCHARD is\ncharged with faithfully executing the laws of the State.\nSTATEMENT OF FACTS - NAMED PLAINTIFFS\n35.  Plaintiff KOPE has \"pica syndrome\"  which is defined as\n\"a hunger for substances not fit for food.\"\n36.  Plaintiff KOPE needs assistance in activities of daily\nliving.\nUl\no 37.  Plaintiff KOPE is able to stand with support from\n>\na.\nu staff/ can move all extremities and can propel her own wheelchair.\n>\no\n38.  Plaintiff KOPE attends school in the community.\n39.  Plaintiff KOPE has been permitted to ingest inedible\n\" (D Z ^\n<  W  0\nf \\t tU J  Z< O\nsubstances  sometimes as often as ten times per hour.  Plaintiff\n< u § 5 S f\nmil\nKOPE is unable to distinguish materials that may be harmful to her\nand those which are not, and is therefore at risk of ingesting\nO t  o\na materials that could cause serious injury or a life-threatening\n< condition.\no\ni 40.  Defendants have failed to assure that an effective\no\nbehavior management plan was implemented to prevent Plaintiff KOPE\nfrom ingesting inedible objects.\n41.  Defendants have failed to assure that Plaintiff KOPE is\nprovided with reasonable training and activities to ensure\nPlaintiff's safety.\n42.  Plaintiff GERARD CIARAMITARO engages in the self-\ninjurious behavior of repeatedly hitting his head against his\nwheelchair and has been forced to wear a helmet, allegedly to\n\nprevent him from injuring himself.\n43.  Plaintiff GERARD CIARAMITARO needs assistance in\nactivities of daily living.\n44.  Plaintiff GERARD CIARAMITARO is unable to perform weight\nbearing during transfers and is dependent on staff for wheelchair\nmobility.\n45.  Defendants have failed to assure that an effective\nbehavior management plan was implemented to prevent Plaintiff\nGERARD CIARAMITARO from engaging in self-injurious behavior.\nOU 46.  Defendants have failed to assure that Plaintiff GERARD\na\nu CIARAMITARO is provided with reasonable training and activities to\nu)\n>-\no ensure Plaintiff's safety and to facilitate his ability to\n51\n23\n1  O function free from bodily restraints.\n= U (M\n3 3 «\nD 2  '\na y z o 47.  Plaintiff GERARD CIARAMITARO's wheelchair does not fit\n£ < < 2\nZ Q — '\nhis physical stature which causes him great discomfort.\ng\no 8 0?  so - 48.  Defendants have failed to assure that Plaintiff GERARD\nu\nP O\nCIARAMITARO is provided with a wheelchair that is suited to his\nz physical stature.\no\n49.  Plaintiff GRACE CIARAMITARO engages in the self-\nI\no\n2: injurious behavior of hitting her head with her hand or fist,\nresulting in numerous bruises on her face.  She also bites her\nhands and chews on her fingers.\n50.  Plaintiff GRACE CIARAMITARO needs assistance in\nactivities of daily living.\n51.  Plaintiff GRACE CIARAMITARO is unable to perform weight\nbearing during transfers and is dependant on staff for wheelchair\nmobility.\n10\n\n52.  Plaintiff GRACE CIARAMITARO has been forced to wear a\nhelmet, allegedly to prevent her from injuring herself.\n53.  On various occasions WTLC staff has forcibly held\nPlaintiff GRACE CIARAMITARO1s hands down to stop her from hitting\nherself.\n54.  Defendants have failed to assure that an effective\nbehavior management plan was implemented to prevent Plaintiff\nGRACE CIARAMITARO from engaging in self-injurious behavior.\n55.  Defendants have failed to assure that Plaintiff GRACE\nId\nO CIARAMITARO receives reasonable training and activities to ensure\n>\na\nu her safety and to facilitate her ability to function free from\n>\n2o bodily restraints.\nni\n0\n56.  Plaintiff VASHER engages in the self-injurious behavior\nof repeatedly hitting his hands against his head and biting his\nsis\nIig85|s hands.\n57.  Plaintiff VASHER is capable of assisting in activities\nsis u\nQ\nof daily living.\n<\n58.  Plaintiff VASHER has limited expressive and receptive\no\nI language and is capable of following three-step directions.\no\n59.  Plaintiff VASHER is capable of partial weight bearing\ntransfers and can propel his wheelchair using side rails.\n60.  On or about 1976, Plaintiff VASHER was placed on the\npsychotropic medication Mellaril to allegedly remedy Plaintiff's\nself-injurious behaviors.\n61.  Plaintiff VASHER1s self-injurious behavior did not\nchange while he was on Mellaril.\n62.  Plaintiff VASHER continued to take Mellaril until on or\n11\n\nabout April, 1986.\n63.  Plaintiff VASHER is forced to wear bandages on his\nhands, allegedly to prevent him from biting open wounds.\n64.  Defendants have failed to assure that an effective\nbehavior management plan was implemented to prevent Plaintiff\nVASHER from engaging in self-injurious behaviors.\n65.  Defendants have failed to assure that Plaintiff VASHER\nreceives reasonable training and activities to ensure Plaintiff's\nsafety and to facilitate his ability to function free from bodily\nId\nO restraints.\nId 66.  Plaintiff GILMORE engages in the self-injurious behavior\n(0\nO of rubbing and scratching her face, particularly her eyes,\n< O\no?\nO °  No\nresulting in irritation and infections.\n>  = Id N\nO = = •\n<cf fl S  „ 67.  A behavior management plan was developed for Plaintiff\nx y z I 5\nO o *J\nGILMORE with the goal of eliminating her self-injurious behavior.\nHowever, her October, 1987 Plan of Care notes that \"due to the\nkl\nO t O\nintenseness and time involvement required with this program, the\nz\nTotal Living Center staff are not capable of providing it.\"\no\nI 68.  Plaintiff GILMORE needs assistance in activities of\nu\ndaily living.\n69.  Plaintiff GILMORE needs physical and occupational\ntherapy services in order to maintain her current abilities and\nrange of motion, and to increase her trunk symmetry and extension.\nHer October, 1987 Plan of Care recognizes her need for these\nservices, but notes that the facility is \"currently unable to\nprovide due to staffing shortage.\"\n70.  Plaintiff GILMORE has a limited awareness of her\n12\n\nsurroundings and some tactile defensiveness.  In order for her to\ndevelop a greater awareness of her surroundings and overcome her\ndefensiveness, an intensive schedule of social and sensory\nstimulation activities is essential.\n71.  Despite Plaintiff Gilmore's need for an effective\nbehavior management plan, physical and occupational therapy, and\nan activity program, Defendants have failed to assure that\nPlaintiff Gilmore receives such services.\nId STATEMENT OF FACTS - CLASS OF PLAINTIFFS\nO\n>\na.\nui\n10\no 72.  Defendants have failed to assure that the named\nPlaintiffs and the proposed class members  (hereafter Plaintiffs)\nr um\n3 3 «\ne z *\nare provided with a comprehensive program of habilitation\ni i 5\nservices.\n5\nG  1 1 |\n73.  Defendants have failed to assure that Plaintiffs are\nO t  Q provided with a structured daily program of activities.\nD. \"\nZ Plaintiffs spend the major portion of their day unattended with no\no\nI organized activity.\no\n74.  Defendants have failed to assure that Plaintiffs1 needs\nfor physical therapy are evaluated on an annual basis.\n75.  Defendants have failed to assure that Plaintiffs who\nneed physical therapy are provided with physical therapy.\n76.  Defendants have failed to assure that Plaintiffs' needs\nfor occupational therapy are evaluated on an annual basis.\n77.  Defendants have failed to assure that Plaintiffs who\nneed occupational therapy are provided with occupational therapy.\n13\n\n78.  Defendants have failed to assure that Plaintiffs' needs\nfor speech and language therapy are evaluated on an annual basis.\n79.  Defendants have failed to assure that Plaintiffs who\nneed speech and language therapy are provided with speech and\nlanguage therapy.\n80.  Defendants have failed to assure that Plaintiffs are\nprovided with adequate dental care.\n81.  Defendants have failed to assure that Plaintiffs receive\na comprehensive psychological evaluation on an annual basis.\nu\nu\n82.  Defendants have failed to assure that Plaintiffs who\nneed psychological services, including behavior management\n(0\no\nservices/ are provided with psychological services.\n< o\no g  o 83.  Defendants have failed to assure that Plaintiffs' levels\ns  ; y w\nf\\ 3 Z> O\n3 O 2 ' of adaptive behaviors and self-care skills are evaluated on an\nz i i1\no | annual basis and that plans are developed and implemented to\n*- o\nO  N c improve Plaintiffs' level of functioning.\nUi * k-\no g Q\n84.  Defendants have failed to assure that Plaintiffs are\nQ. \"\nz provided with regular and frequent opportunities for physical\no\nexercise, recreational activity and social interaction.\ni\no\n85.  Defendants have failed to assure that Plaintiffs' rights\nto privacy are protected, such as allowing staff to leave\nPlaintiffs exposed and unattended in the bathrooms with the doors\nleft open.\n86.  Defendants have failed to assure that Plaintiffs are\nprovided with adequate and appropriate durable medical equipment\nsuited to their needs, such as wheelchairs, walkers, communication\ndevices, special commodes and adaptive equipment.\n14\n\n87.  Defendants have failed to assure that Plaintiffs are\nprovided with proper physical positioning during their daily\nactivities.\n88.  Defendants have failed to assure that Plaintiffs were\nplaced in community residential settings such as small group homes\nor foster care (hereinafter community placements) despite the fact\nthat Plaintiffs' plans of care deem them appropriate for community\nplacements.\n89.  In the past two fiscal years the DMH has sought and\no received funds to provide services to residents of the specialized\n>\nIT\nLJ nursing homes in addition to those provided by the nursing home.\ntn\n>-\no5 90.  In Fiscal Year 1987, the DMH received an appropriation\n6 g  o\nof $179,000.00 for ancillary services, which includes physical\n•> _  U  M\nQ  3 3 5\nH ffl z ^ therapy, speech and language therapy, dental services,\n< a > z 2\no fcl < < 5 occupational therapy, and psychological services, and an\nZ Z D ^ «\n< y § 5 s appropriation of $190,000 for durable medical equipment for\nis\nO | inD- 5\n K residents of the specialized nursing homes.\nH  2  2\n n  B\n<u\n91.  In Fiscal Year 1988, the DMH received the same\no\nI\no appropriations for ancillary services and durable medical\nequipment as it received in Fiscal Year 1987.  However, due to the\nDMH's overspending of the Fiscal Year 1987 appropriations, the\nentire allocation for Fiscal Year 1988 is not available.\n92.  The DMH does not have funds in its budget to provide\nhabilitation services including day programming, or regular\nrecreational and social activities for Plaintiffs.\n93.  The DMH does not have funds in its budget to develop\ncommunity placements for all Plaintiffs who have been determined\n15\n\nto be appropriate for community placement.\n94.  According to procedures developed by the DMH, each time\na determination is made that a resident in a specialized nursing\nhome needs ancillary services or durable medical equipment, a\nprior authorization request must be sent to the DMH Division of\nLicensing and Accreditation.\n95.  On or about January 7, 1988, Mary Schnoor, Acting\nDirector of the Specialized Nursing Home Division of the DMH, sent\na memo to the administrators of the specialized nursing homes.\nIoll The memo reminded the administrators that the funds allocated for\n>\na.\ndurable medical equipment and ancillary services are not unlimited\nui\n0)\n>-\no and that the DMH \"must assure that the available funds are\n< o\no ?\n(VI\nutilized on a priority basis in order to maximize their positive\n> i U N\nimpact on the quality of clients' lives.\"  The memo further states\no 2 ?\nZ X N that each prior authorization request will be evaluated on a\ng |u ^ ®\nS  •?\n«O  fM) O S S priority of service need basis.  (Exhibit A, incorporated herein\nUl « N t-\nUl\no t Q by reference).\no.m \nz 96.  Approximately 535 persons who reside in the specialized\no\nI nursing homes are eligible for the ancillary services and durable\no\nmedical equipment covered under the DMH budget appropriation.\n97.  The specialized nursing homes receive a per diem rate of\napproximately $58.00 for each resident, primarily from federal and\nstate funds under the Medicaid program, pursuant to Title XIX of\nthe Social Security Act, 42 USC 1396, et seq.\n98.  The DMH budgets a per diem rate of approximately $125.00\nper day for residents in its Alternative Intermediate Services for\nthe Mentally Retarded  (AIS/MR) group homes.\n16\n\n99.  The per diem rate for the residents of AIS/MR group\nhomes is based on the assumption that only two non-ambulatory\npersons will be present in a six bed small group home.  A non-\nambulatory person will typically require a greater level of\nservices than an ambulatory person.\n100. If more than two non-ambulatory persons are present in a\nsix bed small group home, the DMH increases the per diem rate.\n101. The DMH budgets a per diem rate of approximately $125.00\nper day for residents of Beecher Manor, in Flint, a private non-\nO profit facility that provides, under contract with the DMH,\nskilled nursing care to developmentally disabled persons.\nin\no 102. The average per diem rate for residents of the state\n0  o  o\nregional centers for developmentally disabled persons, which the\n>  r  u w\nD m D  §\n<i stt lu eZ?  0 DMH directly operates, is in excess of $100.00 per day.\n< o o 5 5 103. Approximately 90 per cent of the residents in\ni  I» K- s\nspecialized nursing homes are non-ambulatory.\nH n  o  5  2\nO  N J  »\nUJ '  ? h\n104. Approximately 80 per cent of the residents in\n(_  Ul  UJ\n0  t  Q\n0.  *\nspecialized nursing homes are profoundly mentally retarded.\nZ\no\n105. Approximately 20 per cent of the residents in DMH funded\nI\no\nsmall group homes are non-ambulatory and approximately 50 per cent\nof such residents are profoundly mentally retarded.\n106. Approximately 35 per cent of the residents in the state\nregional centers for developmentally disabled persons are non-\nambulatory and approximately 70 per cent are profoundly mentally\nretarded.\n107. The per diem rates and other funding which the DMH has\nmade available to residents of state regional centers and small\n17\n\ngroup homes affords those residents a substantially higher level\nof habilitation services, ancillary services, durable medical\nequipment, and recreational and social activities than is afforded\nto residents of the specialized nursing homes.\n108. Defendant BLANCHARD has been on notice of the conditions\nin the specialized nursing homes and the disparity in levels of\nservices, but he has failed to take action within the scope of his\nofficial authority, including but not limited to:  seeking\nadditional funding to provide Plaintiffs with appropriate\nO\nhabilitation services, ancillary services, durable medical\n>\na.\nui\nequipment and recreational and social activities.\nif)\no\n109. The Medicaid Assistance Program  (Medicaid) is a\n51\nftj\n\"  O\ni=  U M\n3  3 ffl cooperative federal-state program established under Title XIX of\nID  Z  ^\n»•  u  Z  0\no  y < < 5\nthe Social Security Act, 42 USC 1396, e_t seq.\n2  *  0 -  2\n< is I 5 g\n110. Pursuant to the Act, the designated \"single state\ng  |  in ^ I\n0\nI-  o agency\" must submit a State Plan to the U.S. Department of Health\nO  N\nUJ  *  f.  v-\nO t  o and Human Services  (hereafter HHS) which details the programs and\nQ.  w\nz\nfunding requirements for which Medicaid funds are to be used.\no\nI\no\n111.  Upon approval of the State Plan by HHS, the state\nbecomes entitled to grants of federal funds as reimbursement for a\nportion of the expenditures made in providing specific types of\nmedical assistance to eligible individuals.\n112. Among the services that a state may fund under its\nMedicaid program are services furnished in three types of long\nterm care facilities:  skilled nursing facilities  (SNFs),\nintermediate care facilities  (ICFs) and intermediate care\nfacilities for the mentally retarded  (ICF/MRs).\n18\n\n113. An SNF is a facility whose primary purpose is to provide\nskilled nursing care to an individual who needs on a daily basis\nskilled nursing services or skilled rehabilitation services which\ncannot be provided on an out-patient basis or in an alternative\nfacility such as an ICF/MR.\n114. The facilities in which the plaintiffs reside are\ncertified as SNFs under the Medicaid program.  They are referred\nto as \"SNF/MRs\" in the Inspection of Care reports prepared by the\nDMH, but \"SNF/MR\" is not a recognized facility designation under\nIll\nMedicaid regulations.\no\n>\na.\n115. SNFs are required to develop individual plans of care\nui\no\nfor the residents to determine what services are required to meet\n< o\no g  o\n>  d U N each resident's needs  pursuant to 42 CFR 405.1124.\nn  ^ 3 <o r\n9 D Z »\n<  (t \" z o\nQ £ < < 2 116. Dnder the Medicaid regulations an SNF may not accept the\nadmission of a person whose needs cannot be met by the facility or\nF, 2 8 Ia \nby the persons/agencies with whom the facility contracts or who\n£3 does not require an SNF level of care.\n117. All persons with developmental disabilities can grow and\nI develop through education, training, and various therapies to help\nthem function in society.  These needs are addressed through a\nplan of active treatment.  Active treatment as defined in the\nMedicaid regulations, 42 CFR 435.1009, has as its purpose to\nassist the individual to function at the greatest physical,\nintellectual, social or vocational level which he/she can\npotentially achieve.\n118. The Health Care Financing Administration  (hereafter\nHCFA) is the Medicaid policy and enforcement office within HHS.\n19\n\n119.  The HCFA has issued policy statements indicating that\nonly developmentally disabled persons whose physical condition\nnecessitates skilled medical care on an inpatient basis should be\nretained in an SNF and that even when placement in an SNF is\nappropriate due to the medical needs of the individual, the\nindividual's developmental needs must still be met.  HCFA Medicaid\nManual §4395.\n120. The Plaintiffs are not receiving active treatment as\nrequired by Medicaid policies and regulations.\nU\nO 121. In the most recent Level of Care determinations\na.\nu performed by the DMH for each resident of the specialized nursing\ntf)\no\nhomes it was determined that at least 30% (approximately 162 out\n5\n—  (VI\nd  id N of 535 residents) of the residents required an ICF/MR rather than\nan SNF level of care.\nZ i 122. Of those residents who are currently determined to\nq \\5 -8\ns\nrequire an ICF/MR Level of Care, approximately 86% had been\no 3\nkl\nIS\nId * D determined to require an ICF/MR Level of Care in previous\ndeterminations.\n52\no 123. Approximately 49 residents who in the most recent Level\nof Care determinations were determined by DMH to require an SNF\nlevel of care had previously been determined to require an ICF/MR\nlevel of care.\n124. In performing annual surveys of facilities which\nparticipate in the Medicaid program the DPH Long Term Care Survey\nteam is to determine whether a facility meets the standards and\nconditions of participation specified in the Medicaid regulations,\nwhich include the provision of active treatment.\n20\n\n125. Even though the five SNF facilities in which the\nPlaintiffs reside serve exclusively persons with mental\nretardation, a qualified mental retardation professional  (QMRP) is\nnot routinely a member of the DPH survey team.\n126. The DPH survey teams for the specialized nursing homes\nuse a survey form that does not refer to the elements of active\ntreatment, and thus the teams do not determine whether this\nrequirement of care for an individual with developmental\ndisabilities is being met.\nId 127. In performing the annual Inspection of Care  (IOC) for\nO\neach resident of a specialized nursing home the DMH must submit a\nId\nen\nreport to the DSS containing, inter alia, conclusions on whether\no\nOH  O the services delivered to each resident are adequate and\n\"S — U  W\nn  3  3  H)\n< a £ z 0 appropriate and whether these services enable each resident to\n0 H < o S\n< u § S * maintain his/her maximum physical, mental, and psychosocial\nZ 5 <-! T  ? functioning.  42 USC 1396a(a)(26)(B) and  (C); 1396a(a)(31)(B) and\nOC  ™s  !°j  I. ° 2\n(C).\nIJ * ? h\nO t  a\no: ^ 128. In many instances the observations contained in the IOC\na\no\nreports demonstrate that the Plaintiffs1 active treatment needs\nI\no\nare not being met, and yet the report concludes that the services\nprovided in the facility meet the needs of the Plaintiffs.\n129. In cases where the IOC report contains a determination\nthat the services in the facility do not meet the needs of the\nresidents, the DMH gives the facility a substantial period of time\nto submit a Plan of Correction.\n130. The Defendants have not developed or implemented any\nenforcement mechanism to sanction a facility in the event that the\n21\n\nfacility fails to take timely and appropriate action to remedy the\ndeficiencies noted in the IOC reports.\n131. In performing Level of Care Determinations, Long Term\nCare Surveys, and Inspections of Care, the Defendants have a\ninherent conflict of interest in that the DSS, the DPH and the DMH\nhave a significant fiscal interest in obtaining continued Medicaid\nreimbursement for services provided in the specialized nursing\nhomes.\n132. The monitoring and regulation of the specialized nursing\nIoll homes by the DMH, DSS and DPH is fragmented and uncoordinated.\nIT\nUJ\nin\no COUNT I - MENTAL HEALTH CODE AND ADMINISTRATIVE RULES\n< §\nOR  o\n>  _  U <M\n^  c  \"  z  O\n133. Plaintiffs incorporate by reference Paragraphs 1 to 132\nz  2  o  52 \"5\nJ  Ji J  i  n\nof this Amended Complaint.  For purposes of Count I, \"Defendants\"\nu  o o J\no ^ Sr«\nrefers to Defendants WATKINS and BLANCHARD only.\nw  2  *\"  t* —\nu « 5 2\n134. WTLC and the other specialized nursing homes with which\n^5\nthe DMH contracts for services are facilities within the meaning\nI\no of the Mental Health Code (hereafter Code), in that they are\nresidential facilities which provide mental health services, are\nlicensed by the state, and are operated under contract with a\npublic agency.  MCLA 330.1700(c).\n135. Plaintiffs are residents, within the meaning of the\ncode, in that they reside in a \"facility\" as defined in the Code.\nMCLA 330.1700(d)\n136. The Code provides that a resident in a facility is\nentitled to mental health services suited to his condition and to\n22\n\na safe, sanitary, and humane living environment.  MCLA 330.1708.\n137. The Code requires that each resident shall receive a\ncomprehensive physical and mental examination upon admission and\nperiodically thereafter, but not less often than annually. MCLA\n330.1710.  This examination serves as the basis for the\ndevelopment of a resident's individualized plan of service.  1979\nAC, R 330.7181.\n138. The Code requires that an individualized written plan of\nservice be developed for each resident, and further requires that\nu\nO such a plan be kept current and shall be modified when indicated.\na\nu MCLA 330.1712.\nU)\no\n139. DMH Administrative Rule 330.5025 provides that\n< o\nO Q  o\nindividuals who are admitted to facilities are entitled to the\n> - U N\nQ 3 3 O\n< o: \" z 0\nhighest possible quality of care and habilitation without regard\nDf  <<3\nZ  2 O ™ •\n^ LJ Z I Jj>\nu o *J to race, nationality, religious or political belief, sex, age or\no « 5 2.\nhandicap.  1981 AACS, R 330.5025.\nU\no t D\n140. DMH Rule 330.7151(1) provides that a resident has the\nright to basic human dignity and privacy provided in a manner\n<\no\nconsistent with the care and treatment setting and is entitled to\ni\no\na humane living environment.  1979 AC, R 330.7151(1).\n141. DMH Rule 330.7151 requires that provisions for the\nsafety, sanitation and comfort of the residents comply with\nstandards established by the department and with certain\nenumerated requirements, including:  the provision of facilities\nand equipment for regular physical exercise and, in the absence of\ncontrary medical considerations, an opportunity to be outdoors at\nregular and frequent intervals, with supervision as necessary.\n23\n\n1979 AC, R 330.7151.\n142. DMH Rule 330.7171 provides that residents are entitled\nto assistance and training to enable them to exercise maximum\ncapability in personal grooming practices.  1981 AACS, R 330.7171.\n143. Pursuant to DMH Rule 330.7185, mental health services\nsuited to a resident's condition and in accordance with the\nwritten plan of service, shall include:\n(a)  Diagnosis and treatment of disturbances, intellectual\ndeficiencies, biological defects, illnesses, and injuries,\nOId (b)  Protection against communicable disease and personal\na.\ninjury,\nId\nin\no (c)  Minimum restriction on movement,\n<  o\nO  5  o (d)  Habilitation or rehabilitation which maximizes ability\n>  —  Id  N\n<  <r |  z  0\nto cope with as normal environment as possible and which develops\nQ  y  <  <  2\nZ  z  o  2  <V\n<  8 §5 R\nand realizes potential abilities.\n(e)  Treatment in the shortest practicable time.\nni\nt-\nII QLJ\n1979 AC, R 330.7185.\n144. Pursuant to DMH Rule 330.7195(4) a resident\n<\no\ninvoluntarily admitted or admitted on a formal voluntary or\nI\no\nadministrative status based on application of a parent, person in\nloco parentis, or guardian shall be provided treatment and care\nwhich consists of not less than:\n(a)  Weekly therapeutic consultation with a mental health\nprofessional for a documented duration,\n(b)  Habilitation or rehabilitation services.\n1979 AC, R 330.7195(4).\n145. Pursuant to DMH Rule 330.7231(2), a resident has the\n24\n\nright to the least restrictive conditions necessary to achieve the\npurposes of treatment and habilitation, with due safeguards for\nsafety of persons and property, and to this end, a facility is\nrequired to make every attempt to provide maximum freedom and to\nmove residents from segregation from the community to integrated\ncommunity living.  1986 MR 12, R 330.7231(2).\n146. Defendants have failed to provide Plaintiffs with\nappropriate habilitation services, including:\n(a)  Development of basic self care skills, such as\nIoll ambulation, toileting, dressing, grooming, eating, bathing, basic\na\nu receptive and expressive communication, and dexterity and agility.\n10\n& (b)  Development of advanced daily living skills, such as\n<  o\no  ?\nskills for the procurement of daily living needs  (e.g. shopping,\n9 * i?\nfood preparation, housekeeping, money management) and social-\neducational skills  (e.g. community resource utilization, use of\niiii\nO N5 leisure time).\n111  * LI\no %3 Q (c)  Development of work related skills such as prevocational\nQ.\nz\nwork activity, sheltered employment, and supported employment.\no\noI 147. Defendants have failed to provide Plaintiffs with\nappropriate psychological services and behavior management\nservices which are designed to reduce or eliminate maladaptive\nbehaviors or self-injurious behaviors.\n148. Defendants have failed to provide Plaintiffs with\nappropriate ancillary services which they need in order to improve\ntheir condition and their level of functioning, including physical\ntherapy services, occupational therapy services, dental services\nand speech and language therapy services.\n25\n\n149. Defendants have failed to provide Plaintiffs with\nadequate and appropriate durable medical equipment suited to their\nneeds.\n150. Defendants have failed to provide Plaintiffs with\nregular and frequent opportunities for physical exercise, to be\nout of doors, and for other recreational and social activities.\n151. Defendants have failed to place Plaintiffs in\nappropriate community placements despite qualified professional\nstaff's determination that Plaintiffs are appropriate for\nUl community placement, and that community placement would be the\no\na. least restrictive environment for Plaintiffs.\nto\no 152. Defendants' failure to provide the habilitation services\n< o\n03  °\ndescribed in Paragraph 146 violates MCLA 330.1708 and Rules\n1 I i ?\n< K £ Z 0 330.5025, 330.7171, 330.7185 and 330.7195(4).\n° \" ^ O S\n< 5 Z I |j 153. Defendants' failure to provide Plaintiffs with the\n0 Z » 5 1\nappropriate psychological services and behavior management\n1- n 2 5 \"\nUJ * £ £\nservices described in Paragraph 147 violates MCLA 330.1708  and\nO t  o\nz\nRules 330.5025, 330.7185, and 330.7195(4).\nio 154. Defendants' failure to provide Plaintiffs with\nappropriate ancillary services and durable medical equipment,\ndescribed in Paragraphs 148 and 149 violates MCLA 330.1708 and\nRules 330.5025, 330.7185, and 330.7195(4).\n155. Defendants' failure to provide Plaintiffs with regular\nand frequent opportunities for physical exercise, to be out of\ndoors, and for other recreational and social activities violates\nMCLA 330.1708 and Rules 330.5025, 330.7151, 330.7185 and\n330.7195(4).\n26\n\n156. Defendants1 failure to provide Plaintiffs with\ncomprehensive physical and mental examinations including\nevaluations for ancillary services, such as physical therapy,\noccupational therapy, dental services, speech and language therapy\nand psychological services, on at least an annual basis, violates\nMCLA 330.1710 and 330.1712.\n157. Defendants1 failure to place Plaintiffs in community\nplacements violates MCLA 330.1708 and Rule 330.7231(2).\n158. Defendants' failure to provide Plaintiffs with the\nId services described in Paragraphs 146 through 157 of this Complaint\no\n>\na. has caused and is continuing to cause Plaintiffs irreparable harm\nu\nin\n>- in that they are being denied services that would allow them to\no\n2\nos  S become more independent, to become more integrated into the\n>  =J y <\\i\n5 2 I ? community, to assure their safety and freedom from undue\n\"* a. y 2 o\nrestraint, and to prevent the loss of previously acquired skills\no y < < 5\nz z o i? <y\n{3 8 and which would prevent deterioration of their physical and mental\n< o o o \"\nhealth, including increased contractures and disability, loss of\n< adaptive skills, muscle atrophy, and generalized failure to\no\nthrive.\nI\no\nz\nCOUNT II - UNITED STATES CONSTITUTION\n159. Plaintiffs incorporate by reference Paragraphs 1 to 132\nof this Amended Complaint.  For purposes of Count II, \"Defendants\"\nrefers to Defendants WATKINS and BLANCHARD only.\n160. 42 DSC 1983 provides that any person acting under color\nof state law who deprives any other person of rights guaranteed by\n27\n\nthe Constitution or laws of the United Stated shall be liable to\nthe party injured in an action for legal or equitable relief.\n161. The actions of Defendants described in Paragraphs 39,\n40, 41, 45, 46, 48, 54, 55, 64, 65, 71-108 and 120-132 of this\nComplaint were taken under color of state law.\n162. Defendants' failure to provide Plaintiffs with adequate\nhabilitation and training as described in Paragraphs 40, 41, 45,\n46, 54, 55, 64, 65, 71, 72, 73, 82 and 83 of this Complaint,\nDefendants' failure to protect Plaintiffs' privacy, as described\nhOi in Paragraph 85 of this Complaint and Defendants' failure to place\nu the Plaintiffs in community placements, as described in Paragraph\n88 violate Plaintiffs' right to due process guaranteed by the 14th\nO 5  g\nAmendment to the U.S. Constitution .\n>  - U  N\nQ  3  3  5\n~ ffl 2  \"\n5 >z  °\n163.  Defendants' failure to provide Plaintiffs with the\n2  2 Q  —  •\n^  °LJ  OZ  OI  £^ services described in this Complaint has caused and is continuing\nZ 4 U •?\nn z o t «\nto cause them irreparable harm in that they are being denied\nid  '  jl t-\ni_ u  u\nO t  Q services that would allow them to become more independent, to\nQ; J\nQ.\nbecome more integrated into the community, to assure their safety\n<\no\nand freedom from undue restraint, and to prevent the loss of\nI\no\npreviously acquired skills and which would prevent deterioration\nof their physical and mental health, including increased\ncontractures and disability, loss of adaptive skills, muscle\natrophy, and generalized failure to thrive.\nCOUNT III - VIOLATION OF MICHIGAN CONSTITUTION\n164. Plaintiffs incorporate by reference Paragraphs 1 to 132\n28\n\nof this Amended Complaint.  For purposes of Count\n\"Defendants\" refer to Defendants WATKINS and BLANCHARD only.\n165.  The Defendants' failure to provide the Plaintiffs with\nadequate habilitation, ancillary services and other mental health\nservices, the Defendants' failure to protect Plaintiffs' privacy\nand the Defendants' failure to place the Plaintiffs in community\nplacements, as described in Paragraphs 40, 41, 45, 46, 54, 55, 64,\n65, 71-88 of this Complaint violate Plaintiffs' right to due\nprocess guaranteed by Article 1, Section 17, of the Michigan\nUl Constitution of 1963.\no\nIT 166. Defendants' failure to provide Plaintiffs with the\nId\nU)\nservices described in this Complaint has caused and is continuing\nO\n<  O\nO ?\n  N to cause them irreparable harm in that they are being denied\n0  9  o\n>  —  bl  <V\no  3  => 2\nservices that would allow them to become more independent, to\n;  «  z  t\no 2«\nbecome more integrated into the community, to assure their safety\nS  u\nO\n_  z \">\nand freedom from undue restraint, and to prevent the loss of\nH  fl  5\npreviously acquired skills and which would prevent deterioration\ncr ^\nO.\nz of their physical and mental health, including increased\no\ncontractures and disability, loss of adaptive skills, muscle\nIo\natrophy, and generalized failure to thrive.\nCOUNT IV - SECTION 504 OF THE REHABILITATION ACT OF 1973\n167. Plaintiffs incorporate by reference Paragraphs 1 to 132\nof this Amended Complaint.  For purposes of Count IV, \"Defendants\"\nrefer to Defendants WATKINS and BLANCHARD only.\n168. Section 504 of the Rehabilitation Act of 1973, 29 USC\n29\n\n794, requires that:\nNo otherwise qualified handicapped  indi-\nvidual in the United States, as defined in\nsection 706 (7) of this title, shall, solely\nby reason of his handicap, be excluded from\nthe participation in, be denied the benefits\nof, or be subjected to discrimination under\nany program or activity receiving Federal\nfinancial assistance or under any program or\nactivity conducted by any Executive agency or\nby the United States Postal Service.\n169. The DMH receives federal financial assistance under\nTitle XIX of the Social Security Act  (Medicaid), 42 USC 1396 et\nseq., from the U.S. Department of Health and Human Services and is\nhi\nO\na. a \"recipient\" pursuant to 45 CFR 84.3.\nU)\n170. Plaintiffs have physical or mental impairments which\no\n< o\nO 2 substantially limit one or more major life activities such as\no s\ncaring for one's self, performing manual tasks, walking, seeing,\n>  -  111\n< 5 i i i\nhearing, speaking, breathing, learning and working, and are thus\nZ. Z *^ w \"qualified handicapped persons\" pursuant to 45 CFR\n*\" « 8 5 *\"\nUo  gN 2 a '\na.\n171. Subpart F of the regulations promulgated by the U.S.\nz\no Department of Health and Human Services applies specifically to\nI\no\nhealth, welfare and other social service programs and activities\nthat receive or benefit from federal financial assistance and to\nrecipients that operate or benefit from federal financial\nassistance for the operation of such programs or activities.  45\nCFR 84.51, et sea.\n172. Under Subpart F, a recipient may not, on the basis of\nhandicap:\nA.  Deny a qualified handicapped person benefits or\nservices;\n30\n\nB.  Provide a qualified handicapped person with benefits or\nservices that are not as effective  (as defined in §84.4(b) as the\nbenefits or services provided to others.\n45 CFR 84.52(a).\n173. To be deemed equally effective, aids, benefits and\nservices must afford handicapped persons equal opportunity to\nobtain the same result, to gain the same benefit, or to reach the\nsame level of achievement, in the most integrated setting\nappropriate to the person's needs.  45 CFR 84.4(b)(2).\nhi\no 174. As set forth in Paragraphs 103 through 106 of this\n>\na Complaint, there is a disproportionately higher percentage of\nIT)\npersons who are non-ambulatory and who are profoundly retarded\no\no\n51\ni? residing in the specialized nursing homes as compared with persons\ni\n\" z o\n> < n\n2« residing in the DMH funded state regional centers or small group\nz 1i «\nn £ % homes.\n175. The DMH transferred most of Plaintiffs from state\nLJ\nQ\na regional centers to the specialized nursing homes because of the\n< greater severity of their handicapping conditions and their\no alleged need for higher levels of medical and nursing care.\nI\no\n176. By virtue of the greater severity of their handicapping\nconditions. Plaintiffs as a class require a proportionately higher\nfrequency and greater scope of services as compared with the\npersons residing in the DMH funded state regional centers or\nsmall group homes.\n177. As a result of Defendants' failure to adequately fund\nthe DMH budget for ancillary services and durable equipment for\nresidents of specialized nursing facilities, Plaintiffs have been\n31\n\nexcluded from participation in activities and have been denied\nservices and equipment in violation of Section 504 and the\nregulations thereunder.\n178. Defendants1 failure to provide residents of specialized\nnursing facilities with appropriate habilitation, psychological\nand other mental health services at a level comparable to that for\npersons in state regional centers or small group homes has\nresulted in Plaintiff's exclusion from participation in activities\nand a denial of services and equipment in violation of Section 504\nkl\nO and the regulations thereunder.\na.\nu 179. More specifically, Defendants' actions have violated\nto\no\nSection 504, to wit:\n< o\nO t|  o\n^ _ hi W A.  Plaintiffs who need physical and occupational therapy\n5O  3°  32  *O\ng > Z ° are not being provided with such services;\nZ z 0 — *y\n^ U ? I ^ B.  Plaintiffs who need speech and language therapy services\n0\nO are not being provided with such services;\nt  o\nC.  Plaintiffs who need durable medical equipment or\nmodifications to their current equipment are not being provided\n<\nI\no with such equipment or modifications;\nD.  Plaintiffs who need psychological services, including\nbehavior management services to prevent self-injurious behavior,\nare not being provided with such services;\nE.  Plaintiffs who need habilitation services in the form of\nday programming, self care, daily physical activity, or\nindependent skill training, are not being provided with such\nservices;\nF.  Plaintiffs who are appropriate for community placement\n32\n\nhave not been provided with such placements.\n180. Defendants' failure to adequately fund the DMH budget\nfor ancillary services and durable equipment for residents of\nspecialized nursing facilities, and their failure to provide\nappropriate habilitation, psychological and other mental health\nservices at a level comparable to that for persons in state\nregional centers or small group homes, violates Plaintiffs' rights\nunder Section 504 and the regulations thereunder because they are\nnot afforded benefits or services as effective as those provided\nUi\no to handicapped persons in small group homes and state regional\nIT\nU centers.\n>-\nO 181. Defendants' failure to adequately fund the DMH budget\n< o\nO  2\n03   oN\nfor ancillary services and durable equipment for residents of\n>  i  Id IM\n\"  O 2  t\n5  > Z O specialized nursing facilities, and their failure to provide\nz  z  o 2 ij\n< 2 S g jj appropriate habilitation, and other mental health services at a\nO 9 in .• 5\nr-  n\nlevel comparable to that for persons in state regional centers or\nu\n0  t O\nsmall group homes, violates Plaintiffs' rights to an equal chance\n2\nto benefit from a service that the DMH provides to residents in\nO\nI\nstate regional centers or small group homes.\no\n182. Defendants' discriminatory practices have caused and\ncontinue to cause Plaintiffs irreparable harm, in that they are\ndenied services that would allow them to become more independent,\nto become more integrated into the community, to assure their\nsafety and freedom from undue restraint, and to prevent the loss\nof previously acquired skills and which would prevent\ndeterioration of their physical and mental health, including\nincreased contractures and disability, loss of adaptive skills,\n33\n\nmuscle atrophy, and generalized failure to thrive.\nCOUNT V - MICHIGAN HANDICAPPERS' CIVIL RIGHTS ACT\n183. Plaintiffs incorporate by reference Paragraphs 1 to 132\nof this Amended Complaint.  For purposes of Count V, \"Defendants\"\nrefers to Defendant WATKINS and BLANCHARD only.\n184. The Michigan Handicappers1 Civil Rights Act  (hereafter\nMHCRA), MCLA 37.1101, et seq., guarantees the opportunity to\nIoll obtain full and equal utilization of public services without\n>\nbJ discrimination because of handicap.  MCLA 37.1102(1).\no 185. Defendant WATKINS constitutes a \"person\" under the\nSI\n§3 fll\n>  - Id oN MHCRA.  MCLA 37.1103(e).\n< D 3 g\na z '\na. y z o 186. Defendant BLANCHARD constitutes a \"person\" under the\nt! < 5 -\nMHCRA.  MCLA 37.1103(e).\ng\n187. Defendants in their official capacities administer and\nid »\nprovide services within the definition of \"public service\"\nZ contained in the MHCRA.  MCLA 37.1301(b).\no\noI 188. Plaintiffs  are \"handicapped\" in that they have\ndeterminable physical or mental characteristics which result from\ndisease, injury, congenital condition of birth, or functional\ndisorder which characteristics are unrelated to Plaintiffs'\nability to utilize and benefit from Defendants1 services.  MCLA\n37.1103(b),(c), (d).\n189. Defendants are prohibited from denying an individual the\nfull and equal enjoyment of the goods, services, facilities,\nprivileges, advantages and accommodations of a public service\n34\n\nbecause of a handicap that is unrelated to the individual's\nability to utilize and benefit from the services or because of the\nindividuals use of adaptive devices or aids.  MCLA 37.1302(a).\n190. Plaintiffs' handicapping conditions are unrelated to\ntheir ability to utilize and benefit from the public\naccommodations and public services.\n191. Plaintiffs utilize adaptive aids and devices.\n192. Defendants have discriminated against Plaintiffs by\nfailing to adequately fund the DMH budget for ancillary services\nU)\nand durable medical equipment for residents of specialized nursing\no\na.\nu facilities and by failing to provide appropriate habilitation,\nto\nv psychological and other mental health services which they need,\n< o\no ?\nOR   ON thereby denying Plaintiffs the full and equal access to the\n>  - u (vi\nO o | ?\nservices Defendants provide to residents of small group homes and\nz 2 o — •\n^ u z i J\n° o y ^\nstate regional centers.\nh <i 2 5 ~\n° s 3 «c 193. Defendants have discriminated against Plaintiffs by\nW 7 ti •-\nu\no fc Q\nfailing to adequately fund the DMH budget for ancillary services\nand durable equipment for residents of specialized nursing\n<\no\nfacilities and by failing to provide appropriate habilitation,\nI\no\npsychological and other mental health services for Plaintiffs at a\nlevel comparable to that provided to residents small group homes\nand regional centers.\n194. Defendants' discriminatory actions have caused and\ncontinue to cause Plaintiffs irreparable harm, in that Defendants\nare denying Plaintiffs services that would allow them to become\nmore independent, to become more integrated into the community, to\nassure their safety and freedom from undue restraint, and to\n35\n\nprevent the loss of previously acquired skills and which would\nprevent deterioration of their physical and mental health,\nincluding increased contractures and disability, loss of adaptive\nskills, muscle atrophy, and generalized failure to thrive.\nCOUNT VI - MICHIGAN DEPARTMENT OF MENTAL HEALTH POLICY\n195.  Plaintiffs incorporate by reference Paragraphs 1 to 132\nof this Amended Complaint.  For purposes of Count VI, \"Defendants\"\nId\nO refer to Defendants WATKINS and BLANCHARD only.\na.\n196.  The DMH is authorized to fulfill the duties and to\nhi\nin\n>- exercise the powers given to the DMH and which are not otherwise\no\n2\no g  6\nMs* prohibited by law.  MCLA 330.1116(1).\n< 3 2\n> z 2\n< < 1 197.  The DMH is authorized to establish declarations of\no 2 •»\nr I jn\nZ  J8O|j\" policy which the DMH intends to follow and which bind the DMH.\ng i * - S\nij a 8  to\nMCLA 24.203(6).\no\n198.  Pursuant to the DMH's general authority to fulfill its\nduties to recipients and pursuant to its authority to develop\n<\no policy, the DMH established a policy on non-discrimination in the\nI\no\nprovision of its services.  Public Mental Health Manual, Vol. Ill,\nCh.  I, Sec. 004, Subject 0002.\n199.  The DMH policy referred to in Paragraph 198 above\nprovides:\nIt is the policy of the Department of Mental\nHealth that:\nA.  No otherwise qualified person shall be\nexcluded from participation in, be denied the\nbenefits of, or be subjected to discrimination\nin any mental health programs or related ac-\ntivities on the basis of race, color, national\n36\n\norigin, religion, certain age limitations,\nsex, marital status, political affiliation,\nphysical or mental handicap, ability or inabi-\nlity to pay, county of residence or sexual\norientation.\n200. Plaintiffs have handicaps and are handicapped\nindividuals under the DMH policy.\n201. The DMH policy defines discrimination as illegal\ntreatment either intentional or unintentional, of a person or\ngroup based on physical or medical handicap, including the failure\nto remedy the effects of past discrimination.\nIll 202. The DMH policy further provides that a provider of\no\na:\nu service must put forth an effective effort to afford handicapped\nU)\no persons an equal chance to benefit from a service, in the most\n< o\nO °  o integrated setting appropriate to the handicapped person's needs.\n>  r  y <M\n\"  O  2  '\n<  c t| z  0 203. Defendants1 failure to adequately fund the DMH budget\nQ f|<<  5\nZ  Z  O  ™~  • for ancillary services and durable equipment for residents of\n<  111  Z  I  •\nO I  In Z- 5\nt-  11 0  5  5 specialized nursing facilities, and their failure to provide\nO  5  3  g  •\nU  \"  S H\n(_  y  u appropriate habilitation, psychological and other mental health\nO t  Q\nservices at a level comparable to that for persons in state\n<\ni\nregional centers or small group homes, has resulted in Plaintiffs'\no\nexclusion from participation in mental health programs or related\nactivities in violation of the DMH policy.\n204. Defendants' failure to adequately fund the DMH budget\nfor ancillary services and durable equipment for residents of\nspecialized nursing facilities, and their failure to provide\nappropriate habilitation, psychological and other mental health\nservices at a level comparable to that for persons in state\nregional centers or small group homes, has denied Plaintiffs' an\n37\n\nequal chance to benefit from a service in the most integrated\nsetting appropriate to their needs.\n205. Defendants1 discriminatory practices have caused and\ncontinue to cause Plaintiffs irreparable harm, in that Defendants\nare denying Plaintiffs services that would allow them to become\nmore independent, to become more integrated into the community, to\nassure their safety and freedom from undue restraint, and to\nprevent the loss of previously acquired skills and which would\nprevent deterioration of their physical and mental health,\nO including increased contractures and disability, loss of adaptive\na.\nui skills, muscle atrophy, and generalized failure to thrive.\no\n< o\nOS\n  w\n0 9  o\nCODNT VII - TITLE XIX OF THE SOCIAL SECURITY ACT\n< a.: \" z 0\nz z o 5? \"V\n< 8 g5 R\n111 ? I 206. Plaintiffs incorporated by reference Paragraphs 1 to 132\nof this Amended Complaint.\nc3 2 8 5 ~\n\" 2 S \" 207. 42 OSC 1983 provides that any person acting under color\n0 -  Q\nC<L of state law who deprives any other person of rights guaranteed by\no\nI the Constitution or laws of the United Stated shall be liable to\no\nthe party injured in an action for legal or equitable relief.\n208. The actions of Defendants described in Paragraphs 39,\n40, 41, 45, 46, 48, 54, 55, 64, 65, 71-108 and 120-132 of this\nComplaint were taken under color of state law.\n209. Defendants have violated the Plaintiffs1 rights secured\nby Title XIX of the Social Security Act, 42 USC 1396, et seg. and\nthe corresponding regulations; 42 CFR 405, subpart K; 42 CFR\n485.1009, et seg.; 42 CFR 442.1, et sea.? and 42 CFR 456, subparts\n38\n\nE and I by:\nA.  Failing to adequately review or evaluate the\nappropriateness of the Plaintiffs1 continued residence in SNFs or\nthe feasibility Of meeting their needs in more appropriate\nsettings;\nB.  Failing to determine whether services provided in the\nSNFs are adequate to promote Plaintiffs' maximum physical, mental\nand psychosocial functioning;\nC.  Failing to take timely corrective action for Plaintiffs\nId\no inappropriately placed in SNFs1\nIT\nId D.  Failing to properly evaluate each Plaintiff's need for\nin\nu\n< o admission prior to placement in an SNF;\no  z\n  w\nO  Q  o E.  Failing to ensure that SNFs where Plaintiffs reside meet\nSs  2d Iu?  N\n<  (C W 2  0 standards for Title XIX certification including, but not limited\ng £ I S ?\nto, the standards for:\n^  w z  I  ^\n1)  Individualized plans of care, treatment, rehabilitative\nui  '  j; >-\nservices and therapies, professionally designed and\nz\ndeveloped to help each Plaintiff achieve his or her\nI\nu potential;\n2)  Active treatment, including developmental services and\ntherapies required for each person residing in an SNF;\n3)  Health, hygiene and safety; and\n4)  Resident rights, including the right to privacy and the\nright to be free from abuse and neglect; and\nF.  Allowing Plaintiffs determined to need an ICF/MR Level of\nCare to be admitted to or retained in an SNF.\n39\n\nRELIEF\nPlaintiffs respectfully request this Court to grant the\nfollowing Relief:\nAs to CODNT I - Defendants WATKINS and BLANCHARD\nA.  Declare that Defendants have failed to provide\nPlaintiffs with the appropriate habilitation services;\nB.  Declare that Defendants have failed to provide\nPlaintiffs with appropriate psychological services and behavior\nUl\nu management services needed to reduce or eliminate maladaptive\na.\ntii behaviors or self-injurious behaviors;\nU)\no\nC.  Declare that Defendants have failed to provide\n< g\nOS  o\n^  — u <vi Plaintiffs with appropriate ancillary services and durable medical\nQ  3  3  2\n<~~   Kflj , 3>C  z* S equipment needed to improve Plaintiffs' condition and Plaintiffs'\nZ  2  Q 2  ~\n< u  z  i  Ji\nu o o level of functioning;\n11111\nD.  Declare that Defendants have failed to provide\no t  o\nPlaintiffs' with opportunities for regular and frequent\nz\nrecreational and social activities;\no\nI E.  Declare that Defendants have failed to place Plaintiffs\no\nin community placements;\nF.  Declare that Defendants have failed to provide\nPlaintiffs with comprehensive physical and mental examinations on\nat least an annual basis;\nG.  Declare that Defendants' failure to provide Plaintiffs\nwith services set forth in Paragraphs A - F constitutes\nirreparable harm to Plaintiffs;\nH.  Enter an Order preliminarily and permanently enjoining\n40\n\nDefendants from refusing to provide Plaintiffs with the following:\n1)  Appropriate habilitation services;\n2)  Appropriate psychological services;\n3)  Appropriate ancillary services and durable medical\nequipment;\n4)  Placement into appropriate community placements;\n5)  Comprehensive physical and mental examinations on at\nleast an annual basis;\nAs to COUNT II - Defendants WATKINS and BLANCHARD\nLJ\no A.  Declare that Defendants have violated Plaintiffs' rights\na.\nto liberty, freedom from undue restraint, adequate habilitation\no\nservices, and placement in community residential settings under\nOP  o\n\\ r u M the 14th Amendment to the United States Constitution;\nQ 3 3 g\n~  (D 2  *\nB.  Declare that Defendants have violated Plaintiffs1  rights\n< a y z O\nz z o 2 n1\nto privacy under the 14th Amendment to the United States\n<  SS S 5 S\ni i 151\nConstitution;\nJ- n g 5 -\nC.  Enter an Order preliminarily and permanently enjoining\nU u ' *\nO< t  Q Defendants from refusing to provide Plaintiffs with adequate\nfot* -*\nI habilitation and other mental health services, from refusing to\no\nplace the Plaintiffs in community residential settings, and from\nviolating Plaintiffs' right to privacy;\nD.  Award damages;\nAs to COUNT III - Defendants WATKINS and BLANCHARD\nA.  Declare that Defendants have violated Plaintiffs' rights\nto liberty, freedom from undue restraint adequate habilitation\nservices, and placement in community residential settings under\nArticle 1 Section 17 of the Michigan Constitution of 1963;\n41\n\nB.  Declare that Defendants have violated Plaintiffs' rights\nto privacy under Article 1, Section 17 of the Michigan\nConstitution of 1963;\nC.  Enter an Order preliminarily and permanently enjoining\nDefendants from refusing to provide Plaintiffs with adequate\nhabilitation and other mental health services, from refusing to\nplace the Plaintiffs in community residential settings, and from\nviolating Plaintiffs' right to privacy;\nD.  Award damages;\nId\nO As to COUNT IV - Defendants WATKINS and BLANCHARD\ntt\nId A.  Declare that Defendants have discriminated against\ncn\nu Plaintiffs on the basis of handicap;\n< o\no ?\n  w\nOH  O B.  Enter an Order preliminarily and permanently enjoining\n•>  =  U  <M\nQ  3  3  O\n<  \" 5*  o\nDefendants from discriminating against Plaintiffs to wit:  refrain\nn » }<  «\n2  Z  Q 2 <V\n<  ui  z  I  £>\n<J 0  o  J; from failing to provide Plaintiffs with physical and occupational\ni I * JI\no  8 8 2 ~ therapy, refrain from failing to provide speech and language\nI»J  '  ?  H\n0  -  o therapy services, refrain from failing to provide durable medical\nequipment or modification to Plaintiffs' current equipment,\no\noI refrain from failing to provide psychological services and\nbehavior management services, refrain from failing to provide\nhabilitation services, refrain from failing to place Plaintiffs in\nsmall group homes in residential neighborhoods, and to adequately\nfund the DMH budget for ancillary services and durable medical\nequipment, habilitation, psychological and other mental health\nservices at the same level of funding provided to residents of\nsmall group homes and state regional centers;\nC.  Award damages;\n42\n\nAs to COUNT V - Defendants WATKINS and BLANCHARD\nA.  Declare that Defendants have discriminated  against\nPlaintiffs on the basis of their handicaps;\nB.  Enter an Order preliminarily and permanently enjoining\nDefendants form discriminating against Plaintiffs to wit:\n1)  Refrain from denying Plaintiffs full and equal access to\nancillary services, durable medical equipment,\nhabilitation services, psychological and other mental\nhealth services currently provided to residents of small\nu\no group homes and state regional centers;\na\n2)  Refrain from refusing to adequately fund the DMH budget\no for ancillary services and durable medical equipment,\nhabilitation, psychological and other mental health\nd  U \"'\n9i?fi\n2  t\nservices at the same level of funding provided to\nz  o 2  ~\n8 8 S 5 residents of small group homes and state regional\nIIS\ncenters;\ntil  '  il  C\nJ-  u  w\nO t  O C.  Award compensatory damages;\nz D.  Award exemplary damages;\no\nAs to COUNT VI - Defendants WATKINS and BLANCHARD\nI\no\nA.  Declare that Defendants have discriminated against\nPlaintiffs on the basis of their handicaps.\nB.  Enter an Order preliminarily and permanently enjoining\nDefendants from discriminating against Plaintiffs, to wit:\n1)  Refrain from excluding Plaintiffs from participating in\nmental health programs and services which are provided\nto residents in community placements and state regional\ncenters.\n43\n\n2)  Refrain from denying Plaintiffs the opportunity to\nbenefit from services provided by the Defendants in the\nmost integrated setting appropriate to their needs,\nequal to that which is provided to residents in\ncommunity placements and state regional centers.\nAs to COUNT VII - All Defendants\nA.  Declare that Defendants have violated Plaintiffs' rights\nunder Title XIX of the Social Security Act and its implementing\nregulations;\nIoll\nB.  Enter an Order preliminarily and permanently enjoining\nIT\nId the Defendants from failing to take the actions described in\nU)\nO Paragraph 209 A through E.\n< O\no  ?\n  w\nOR  O C.  Enter an Order preliminarily and permanently enjoining\n>  —  III  N\n<  a y z o\nO H < < 5 the Defendants from allowing those Plaintiffs who are determined\nZ  z  o 2 ~\n4  U Z I  f\ny  0  O ^\nto need an ICF/MR level of care to be admitted to or retained in\nO  <U °  5r an SNF.\nU  ,*•  *  \"\nO t  Q\nAs to All Counts\n2\nA.  Certify this case as a class action on behalf of all\no\nI\no persons who are now or may become residents of Greenbrook Manor,\nKalamazoo Total Living Center, Mt. Pleasant Total Living Center,\nTaylor Total Living Center or Wayne Total Living Center.\nB.  Enjoin Defendant WATKINS from approving the admission of\nany person with developmental disabilities into any of the five\nspecialized nursing homes and any state regional centers;\nC.  Enjoin Defendants from diminishing the level of services\nand funding for said services provided to recipients of mental\nhealth services who are not class members in order to increase the\n44\n\nlevel of services for Plaintiffs;\nD.  Enjoin Defendants from failing to provide adequate\nstaffing necessary for provisions of mental health services to\nPlaintiffs;\nE.  Enter an Order requiring Defendants to take steps to\nmake available a special advocate to each Plaintiff to assist him\nor hear in securing the rights referred to above;\nF.  Award costs and attorney fees; and\nG.  Award any other relief this Court deems just.\nIoll Respectfully submitted.\na.\nui\n(J)\no\nDated:\n< o\n02 Dolores Coulter  (P12262)\no g  wo\nJli? Attorney for Plaintiffs\nMICHIGAN PROTECTION AND ADVOCACY\n< K £ Z 0\nQ f < < 5 SERVICE\nZ z o - S\n109 W. Michigan Ave., Suite 900\n< u z I jn\nz  8| • Lansing, MI  48933\n(517) 487-1755\nO I « • 5\n5 S § i2-\nIS?8 6\nO t  Q Dated:\nz Marguerite Schervish  (P33615)\no Attorney for Plaintiffs\nI MICHIGAN PROTECTION AND ADVOCACY\nu\nSERVICE\nNew Center Bldg., Suite 424\n7430 Second Ave.\nDetroit, MI  48202\n(313) 875-2130\nDated:\natricia A. Stamler  (P35905)\nAttorney for Plaintiffs\nMICHIGAN PROTECTION AND ADVOCACY\nSERVICE\nNew Center Bldg., Suite 424\n7430 Second Ave.\nDetroit, MI  48202\n(313) 875-2130\n45",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2104"
    },
    {
      "date": "1993-06-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Michigan state trial court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Court",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2105,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2105.pdf",
      "title": "Consent Judgment",
      "text": "STATE OF MICHIGAN\nIN THE CIRCUIT COURT FOR THE COUNTY OF INGHAM\nLYNN KOPE, et al.\nPlaintiffs,\nCase No. 88-61424-CZ\nHon.  James R. Giddings\nTHOMAS WATKINS, et al.\nDefendants.  /\nKathleen N. Harris (P36 328)\nAttorney for Plaintiffs\n29200 Vassar Boulevard, Ste. 308 Kope v. Watkins\nLivonia, MI  48152  IIII  III\n(313)  442-0520  IIII III\nDeborah A. Mattison (P32295) MR-MI-001-002\nAttorney for Plaintiffs\nMichigan Protection & Advocacy Service\n109 West Michigan Avenue, Ste. 900\nLansing, MI  48933-1709\n(517) 487-1755\nMarsha Lynn Tuck (P31147)\nAttorney for Plaintiffs\nAbrams & Tuck\nc\n30300 Northwestern Highway, Ste. 112\nFarmington Hills, MI  48334-3217\n(313) 932-3540\nErica Weiss Marsden (P25911)\nAttorney for Defendant Babcock\nPost Office Box 30037\nLansing, MI 48909\n(517) 373-7701\nRobert J. Taube  (P2128 3)\nAttorney for Defendant Wiener\n401 South Washington Square, Ste. 2\nPost Office Box 30217\nLansing, MI  48909\n(517) 373-3488\nMark S. Meadows (P24101)\nAttorney for Defendants Watkins\nand Blanchard\nDepartment of Attorney General\nMental Health Division\nP. O. Box 30217\nLansing, Michigan  48909\n(517) 373-3577  /\nCONSENT JUDGMENT\n\nCONSENT JUDGMENT\nAt a session of said Court, held\nin the Circuit Court for the\nCounty of Ingham, State of\nMichigan, on the  XT?— day of\n—J=k**-**-— , 1993.\nPRESENT:  The Honorable James R. Giddings\nCircuit Judge\nThis matter having come before the Court upon the stipu\nlation of the parties hereto, and the Court being fully advised\nin the premises;\nNOW THEREFORE, it is hereby ordered:\nEach member of the plaintiff class, subject to the time\nconstraints in section vi.B, of this judgment, and the\nresponsibility declaration in section III.C of this judgment,\nshall be entitled to the following:\nI.  Comprehensive Assessments and Plans of Care\nA.  An annual comprehensive INTERDISCIPLINARY\nassessment prepared by an interdisciplinary team, consisting of a\npsychologist, a registered nurse, an occupational therapist, the\nclass member\"s case manager, a speech pathologist, and a physi-\ncian.  The class member and his/her guardian shall be invited\nto participate as members of the interdisciplinary team as well\nas any other persons who may be added as appropriate, such as a\nphysical therapist.  The comprehensive assessment shall address\neach class member\"s physical, mental and psychosocial needs.\n\nc B.  A plan of service which:\n(1)  Is based upon the comprehensive inter-\ndisciplinary assessment;\n(2)  Is developed by the interdisciplinary team;\n(3)  Identifies appropriate programs, services,\ntherapies and interventions which will afford\neach class member a reasonable opportunity to\nattain the highest level of individual physi-\ncal, mental and psychosocial well-being.\n(4)  Provides for proper feeding techniques and\npositioning during meal times, snacks and\nmedication administration, including during\nenteral feedings.\n(5)  Provides for proper positioning sufficient to\nallow each class member to assume a minimum of\nfour different postural positions over a\n24-hour period; changing positions a minimum\nof once every two hours; including sufficient\npostural alignment equipment to support each\nclass member.  It is recognized that this\nrequirement is a guideline.  If a class\nmember, because of independent movement, ina-\nbility to tolerate specific positions, or for\nany other reason, does not require four posi-\ntions, or does not or cannot maintain a speci-\nfic position for two hours, such divergence\nfrom these requirements shall be authorized by\nthe class member's interdisciplinary team and\nthe interdisciplinary team's rationale\ndocumented in the class member's clinical\nrecord.\n(6)  Provides for identification and follow-up of\nany health- or life-threatening risks•\n(7)  Addresses challenging behaviors, including\nutilizing a motivation assessment scale or\nfunctional analysis to develop restraint free\nprograms.\n(8)  Provides for appropriate durable medical\nequipment, including customized wheelchairs,\nwalkers, equipment for appropriate postural\nalignment, etc.\n(9)  Provides for comprehensive physical, dental\nc and nursing assessments, including evaluations\nof blood levels for persons who receive\n\npsychotropic or anticonvulsant medications,\nadequate nutrition and/or adequate medical\ncare for frequent vomiting, progressive weight\nloss, uncontrolled seizures, frequent infec-\ntions, decubiti, problems with bowel move-\nments, cyanosis, hypotension, hypertension,\nand gastroesophagaeal reflux.\n(10) Provides for evaluations of each class mem-\nber's day program and vocational needs,\nincluding an examination of any available\nappropriate day activity, older adult\nactivity, work activity, sheltered workshop,\nsupported employment program and/or com-\npetitive employment program.\nThe plan of service will be revised annually or more often as the\nclass member's needs dictate.\nC.  Periodic monitoring of the implementation of each\nclass member's plan of service and assessment of changing needs\nby a qualified mental retardation professional, as that term is\ndefined in the federal regulations governing intermediate care\nfacilities for the mentally retarded, and by other appropriate\nprofessionals as the class member's needs may dictate.\nII.  Services and Programs\nA.  The Department of Mental Health (DMH), its offi-\ncers, agents, servants, employees and those in active concert or\nactive participation with them, shall assure the services ordered\nin each plan of service are performed in conformance with the\nresponsibilities set forth in Section I of this Consent Judgment.\nDefendant DMH shall assure that the following is provided to each\n\nplaintiff class member while such class member resides in\nc\nGreenbrook Manor or Kalamazoo Total Living Center:\n(1)  a safe, sanitary and humane living environ-\nment ;\n(2)  privacy consistent with the care and treat-\nment setting;\n(3)  freedom from unnecessary mechanical and/or\nchemical restraints;\n(4)  individually appropriate seizure control\nprograms;\n(5)  adequate detection and follow-up for serious\nand/or life threatening health risks;\n(6)  documentation of concerns and issues which\nshould alert home staff and defendants to\ntake preventative or other corrective measures;\n(7)  regular and meaningful opportunities for phy-\nsical exercise, to be out of doors, and for\nother recreational and social activities, pro-\nviding that members who cannot move themselves\nshall have their joints, upper and lower\nextremities, fingers and toes moved through\nthe normal range of movement as prescribed in\nthe individual plan of service;\n(8)  a structured day program which meets each\nclass member's habilitative or vocational\nneeds.  Such programming may be provided\nthrough a combination of on-site and off-site\nprograms, unless the class member's inter-\ndisciplinary team indicates that attendance at\nsuch day program is clinically contrain-\ndicated.  Day programs, for purposes of this\nsection, includes programs such as day acti-\nvity, work activity, sheltered workshop, older\nadult activities, supported employment or\nschool.\nIII.  Placement of Class Members\nA.  Defendant, DMH, shall not refer or approve for\nadmission, any new admissions to the specialized nursing homes as\n\nlong as they continue providing programs for persons who are\n(  developmental].;/ disabled.\nB.  Defendant, DMH, shall use its best efforts to place\nclass members in community residential settings, in accordance\nwith the following schedule:\n(1)  class members at Kalamazoo Total Living Center\nby June 30, 1994;\nC.  After placement, responsibility for provision of\nservices to the plaintiff class members is the responsibility of\nthe responsible mental health agency in the county in which the\nclass member lives, except as otherwise indicated in this Consent\nJudgment.  The DMH shall also continue to fulfill its\nresponsibilities under the Mental Health Code, MCL 3 30.1101, et\n/  seq, to endeavor to ensure that adequate and appropriate services\nare available to plaintiff class members.\nD.  Defendant, DMH, shall provide plaintiffs with\nmonthly reports of its progress in meeting this schedule and will\nadvise plaintiffs of any obstacles to meeting this schedule.\nE.  The range of residential options to be considered\nfor each class member shall include independent living, natural\nhome, shared living arrangements, foster home, supported living\narrangements and group homes for six or less persons.  Class mem-\nbers1 needs, desires and preferences will be considered prior to\nplacement.  Each class member will be provided individually,\nappropriate pre-release planning and, within 30 days after\nplacement, a post nursing home discharge plan of service\n\nprepared with the same considerations as the plan of service\nV  required in Section I.B of this Consent Judgment, except that\nrepresentative(s) of the community mental health agency and the\nprovider shall also participate.  Placements will be made in\naccordance with the DMH protocol concerning placement of persons\nfrom specialized nursing homes, dated September 21, 1990.\nF.  For those individual class members who, because of\ntheir physical health and medical condition, require continued\ncare in a nursing facility, or state operated Center for Persons\nwith Developmental Disabilities (\"STATE CENTER\") the DMH shall\nreview each case individually, in consultation with the class\nmember's guardian or other legal representative.  If the DMH and\nthe guardian, or other legal representative, are unable to come\nto agreement on the appropriate placement of such individual,\neither of the parties or the guardian may request the court's\nreview and resolution of the disagreement pursuant to Section XI\nof this Consent Judgment.  Such class members, if they continue\nto reside in the nursing facility or State Center, will continue\nto receive such services as are required by state and federal\nlaws, and the class member\"s plan of service.\nIV.  Dismissal of Individual Defendants\nDefendants Miller, Watkins and Weiner, without liability\nand with prejudice are dismissed from this litigation.\n\n(  v.  Costs and Fees\nDefendant, DMH, shall pay plaintiffs' costs and fees in\nan amount OF $150,000.00.\nVI.  Court Monitor\nTwenty-one days after entry of this Consent Judgment by\nthe court, the court monitor's office created by the court in its\nPreliminary Injunction of October 29, 1990, shall be dissolved\nand her staff discharged.  At that time, the monitor shall submit\na final report to the court and the parties, at which time, her\nfinal billing shall also be submitted.\nVII. DMH Monitoring Unit\nA.  No later than 21 days from the date of entry of\nthis Consent Judgment the DMH shall establish and, thereafter,\nmaintain a unit within its central office which will monitor\ncompliance with provisions of this Consent Judgment.  Staff who\nare familiar with the needs of persons with developmentally\ndisabled who also have serious physical and health concerns shall\nbe assigned to this unit.\nB-  The unit shall monitor the services and programs\nbeing provided each class member to assure that the\n\nresponsibilities established  in Sections I, II and III are |being\n>\nprovided:\n(1)  For all class members residing in Greenbrook\nor Kalamazoo Total Living Center, the unit\nshall monitor the provision of services:\n(2)  for class members who were placed in commun-\nity residential settings prior to the entry of\nthis Consent Judgment, the unit shall monitor\nthe provision of services for two years sub-\nsequent to the date of the entry of this\nConsent Judgment;\n(3)  for all other class members, the unit shall\nmonitor the provision of services for two\nyears from the date of placement of each class\nmember.\nC.  The monitoring unit shall determine whether each\nclass member is receiving all of the available services specified\nin plans of service; whether the needs of class members are being\nassessed by appropriate professionals annually, and more fre-\nquently as the class member's condition warrants; whether an\nindividual plan of service has been prepared for each class\nmember, which addresses the class member's needs, including\nhealth care and habilitative services and training; whether the\nplan of service is implemented on a regular and timely basis;\nwhether the class member's needs and the implementation of the\nindividual plan of service are monitored by a qualified mental\nretardation professional, as the term is defined by the federal\nICF/MR regulations, on a regular basis, and in no event less fre-\nquently than once per month; and, whether changes and modifica-\ntions to the individual plan of service occur as the class\nmember's condition and needs change.\n\nD.  As necessary the monitoring unit shall also coor-\n(  dinate the provision of training to care providers serving class\nmembers in identification of health and nutritional risks, in\nappropriate physical management techniques (such as positioning,\nphysical therapy needs, etc.) and in other areas designed to\nassure that appropriate services will be provided.\nE.  Consistent with its statutory responsibilities., the\nDMH shall diligently endeavor to ensure that deficiencies\nnoted by the monitoring unit will be addressed and remedied by\nthe responsible mental health agency within a reasonable period\nof time.\nF.  The monitoring unit shall provide an annual report\nregarding its activities.  Any findings made with regard to a\nspecific class member shall be included in the clinical record\nV  maintained for that class member.  A copy of such report shall be\nprovided to plaintiffs\" counsel and to the provider of services.\n10\n\nvill. Consultants Agreement/Advisory Group\nA.  During the term of this Consent Judgment, the\nDMH will maintain contracts with four consultants in the areas of\nhealth care, habilitative/vocational programming, occupational or\nphysical therapy, and speech-  The consultants will be\nindividuals mutually agreed upon by the parties and may include\nemployees of the State of Michigan or a community mental health\nboard.  In the event that the parties cannot agree on the\nindividuals to be contracted with, either party may seek the\ncourfs assistance pursuant to Section XI of this Consent\nJudgment.\nB.  The consultants, along with the DMH director of\nmedical services, shall constitute an advisory group which shall\nprovide advice and assistance to the DMH in the implementation of\nthis agreement.\nC.  The group shall collect and analyze a semi-annual,\nstatistically valid, random sample of class members\" clinical\nrecords.  The group shall submit a semi-annual report which\nincludes an analysis of whether the conditions of this agreement\nare being satisfied and whether training needs are met by nursing\nhomes and community residential care providers.  Such report may\ncontain recommendations as to programs and services for specific\nindividuals or for changes in service delivery systems or proce-\ndures.  The group may make on-site visits to class members living\narrangements, day programs and consult with individuals involved\nin providing services and programs, as the group deems appropriate.\nC\n11\n\nThe group shall review death reports prepared in accordance with\nSection IX of this Consent Judgment in preparing its report.\nD.  Any recommendations made by the group (i.e.,\nchanges in service delivery systems or procedures) that are not\nagreed to by the parties shall be resolved utilizing the dispute\nresolution process set forth in Section XI of this Consent\nJudgment.  Any such recommendation by the group, shall describe\nthe current system or procedure, specify the change proposed,\nstate the facts underlying the recommendation including the names\nof specific class members who are known by the advisory group to\nbe adversely affected by the current system and the number of\nclass members who would be beneficially impacted by the proposed\nchange, provide an indication of the available resources\nnecessary to implement the proposed change, set out any known\nresponse of the responsible mental health agency and/or the\ndepartment's monitoring unit and the reasons for the group's\ndisagreement with these responses.\nIX.  Deaths\nDuring the term of this Consent Judgment, the DMH shall\ncommence, within five business days of acquiring knowledge of the\ndeath of a class member, a review such death for appropriateness\nof implementation of the class member\"s plan of service.  Within\n60 days of the death of the class member, such investigation\nshall be completed and a written report prepared.  A copy of the\nreport shall be provided to plaintiffs\" counsel and the DMH\n12\n\nwithin 90 days of the date of death.  If any autopsy report is\n(  unavailable within this time period, it will be provided as soon\nas available.  If the family requests an axatopsy and the county\nmedical examiner requires payment, the DMH will bear the expense.\nX.  Monthly Reports\nMonthly reports indicating where class members have\nbeen placed, and/or transferred, shall be provided to plaintiffs'\ncounsel and the court.\nXI.  Dispute Resolution Procedures\nWith regard to any dispute which arises involving the\ninterpretation or implementation of this Consent Judgment, the\nparties agree to meet within 14 days of notice of the dispute to\nattempt resolution of the dispute.  If the parties cannot reach\nagreement regarding the dispute, either party may, thereafter,\nseek review by the court by filing a motion for clarification.\nAfter notice arid hearing, the court may issue such further order\nnecessary to resolve the dispute.\n13\n\nXI.  Consumer Satisfaction\n/  Plaintiffs will send a short consumer satisfaction\nsurvey to class members/guardians every six months for the life\nof this Consent Judgment to solicit feedback regarding services\nprovided.  A copy of such survey, and responses to it, shall be\nprovided to the DMH after its completion, no later than thirty\ndays.\nXII.  Miscellaneous\nNothing in this agreement shall alter the obligation of\nthe Department of Mental Health, the nursing homes, community\nmental health boards, or any other agency or entity providing or\nregulating services or programs provided to class members from\nexisting requirements of any law.  The provisions of this\n(  agreement shall be interpreted as supplementing such LAW, not as\nsupplanting it.\nThe entry of this Consent Judgment resolves all claims,\nof any kind or nature, which plaintiffs now have, or could have\nbrought against defendants.\nThis Consent Judgment is discharged, and the injunction\ncontained herein dissolved, 7 30 days from the placement of the\nlast class member now residing at Greenbrook Manor or Kalamazoo\nTotal Living Center, in a community residential setting, who was\nnot otherwise placed pursuant to Section III.F of this Consent\nJudgment or unless otherwise agreed to by the parties.\n14\n\nThis Consent Judgment shall not be construed as\nc\nlimiting, in any way, those rights conferred by MCL 330.1700, et\nseq.\nHonorable James R. Giddinq\nCircuit Judge\nAPPROVED AS TO FORM & CONTENT\nKathleen N. Harris Erica Weiss Marsden\nAttorney for Plaintiffs Attorney for Defendant Babcock\n& Department of Social Services\nMar a Lynn Tuck/ Robert J.\nAttorney efendant Weiner\nfor Plaintiffs\nPublic Health\niark^S. ke'adows\nAttorney for Plaintiffs Attorney for Defendants Watkins\nElanchard & Department of\nDopcrtm&ni u£ Public He<al-fa&-\nMental Health\n89C244S:decree\nA TRUE COPY\nr.LFE-KO-THE  COURT\n30f*i jT'OJCSAL CIRCUIT COURT\nr\n15",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2105"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128653,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128653"
    }
  ],
  "document_count": 3
}