{
  "case_id": 9719,
  "fetched_at": "2025-10-20T22:42:58.820236",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Salt Lake County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Salt Lake",
        "name": "Salt Lake County Sheriff's Department",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Salt Lake City",
        "institution_county": "Salt Lake",
        "name": "County of Salt Lake",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Salt Lake City",
        "institution_county": "Salt Lake",
        "name": "City of Salt Lake City",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 2006,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Freedom of speech/association"
      },
      {
        "value": "Equal Protection"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Utah",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Incomplete",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1980-03-06",
    "filing_year": 1980,
    "id": 9719,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Discrimination Basis: Sex discrimination",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2008-02-12T00:00:00-05:00",
    "main_docket": {
      "id": 33359,
      "docket_entries": [
        {
          "row_number": 0,
          "id": 10196451,
          "entry_number": "141",
          "date_filed": "2006-12-11T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/4700136/141/regan-v-county-of-salt-lake/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.utd.53187/gov.uscourts.utd.53187.141.0.pdf",
          "pacer_doc_id": "1830195918",
          "description": "MEMORANDUM DECISION - it is ordered that Defendants Second Motion to Terminate is Granted.  Signed by Judge Bruce S. Jenkins on 12/11/06. (ce, )"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 1980,
      "docket_filing_number": 131,
      "is_main_docket": true,
      "court": "District of Utah",
      "state": "Utah",
      "docket_office_number": "2",
      "docket_number_manual": "2:80-cv-00131-BSJ",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/utd--2-80-cv-00131.html",
      "recap_link": "https://www.courtlistener.com/docket/4700136/regan-v-county-of-salt-lake/",
      "is_active": true
    },
    "name": "Regan v. Salt Lake County",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2006,
    "order_start_year": 1982,
    "permanent_injunction": false,
    "plaintiff_description": "Female detainees who were subjected to strip-searches and/or vaginal searches at the Salt Lake County Jail where there was not probable cause of a concealed weapon or other contraband.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Utah",
    "summary": "<p>On March 6, 1980, plaintiffs filed a class action lawsuit pursuant to 42 U.S.C. § 1983 in the U.S. District Court for the District of Utah, alleging that Salt Lake County Sheriff's Office was engaging in a policy and practice of subjecting certain female detainees to strip searches and, in some cases, vaginal searches where there was not probable cause to believe that the detainees were concealing a weapon or contraband.  Plaintiffs alleged that the practice violated the First, Fourth, Fifth, Eighth, Ninth, and Fourteenth Amendments of the United States Constitution.  (We do not have copies of the early pleadings from this case and, so, lack information regrding counsel and the precise relief sought.)</p><p>After two years of litigation, the parties entered into a Consent Decree, which was approved by the Court on July 13, 1982. The Consent Decree imposed procedural and substantive requirements on Salt Lake County Sheriff's Office with respect to the conduct of strip searches in the County's jails.  The Decree remained in force for over 20 years.</p><p>On November 3, 2004, the Sheriff moved to terminate the Consent Decree under the Prison Litigation Reform Act (\"PLRA\"), 18 U.S.C.S. § 3626(b)(1)(A)(iii).  Represented by private counsel and the ACLU Foundation, Inc., plaintiffs opposed the motion and asked the Court to appoint an expert to inspect the jails to determine whether there were any ongoing constitutional violations.  The District Court (District Judge Bruce S. Jenkins) denied the motion and ordered counsel for the Sheriff to analyze the current jail detainee strip search policy in light of the requirements of the Consent Decree and to show the Court that the current policy was constitutional. </p><p>After reviewing his policy, the Sheriff filed on January 12, 2005, a second motion to terminate the Decree.  He attached relevant sections of the jail policy manual to the motion and argued that they showed constitutional practices.  In October 2005, a supplemental pleading filed by the defendant at the court's request detailed current jail strip search policies in comparison with the decree.  By unpublished order dated December 11, 2006, Judge Jenkins granted the termination request without an evidentiary hearing, finding that plaintiffs failed to allege specific facts which constituted current and ongoing constitutional violations, depite their having the post-motion opportunity to discover violations.</p><p>We have no further information about this case.</p><p></p>",
    "summary_published_date": "2008-02-12T00:00:00-05:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9719",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9719",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9719",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9719"
  },
  "documents": [
    {
      "date": "2004-11-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Utah",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 19436,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/19436.pdf",
      "title": "Plaintiffs' Memorandum in Opposition to Defendants' Motion to Terminate Consent Decree",
      "text": "Robert M. Anderson (0108)  Margaret D. Plane (9550) \nV AN COTT BAGLEY CORNWA LL & MCCARTHY  AMERICAN CIVIL LIBERTIES UNION \nAttorneys for Plaintiffs  FOUNDATION, INC. \n50 South Main Street, Suite 1600  Attorneys for Plaintiffs \nSalt Lake City, Utah 84144  355 North 300 West \nTelephone:  (801) 532-3333  Salt Lake City, UT 84103 \nFacsimile:  (801) 237-0058  Telephone:  (801) 521-9862 \nFacsimile:  (801) 532-2850 \nIN THE UNITED STATES DISTRICT COURT \nDISTRICT OF UTAH, NORTHERN DIVISION \nJUDITH REGAN, JANE DOE, JANE \nMOE, SUSAN SORENSEN and  Case No. C-80-131J \nSANG YO WATTERS, on behalf of \nthemselves and all others similarly  PLAINTIFFS' MEMORANDUM IN \nsituated,  OPPOSITION TO DEFENDANTS' \nMOTION TO TERMINATE \nPlaintiffs,  CONSENT DECREE. \nv.  Honorable Bruce S. Jenkins \nCOUNTY OF SALT LAKE; \nDARREL B. BRADY, individually \nand as Commander of Salt Lake \nCounty Jail; ROBERT SALTER, as \nSalt Lake County Commissioner; \nWILLIAM DUNN, as Salt Lake \nCounty Commissioner; \nJACQUELINE LLOYD, ANNICK \nCOOMBS, and JANE FOES I, II, and \nIII, individually and as officers or \nagents of Salt Lake County, \nDefendants. \nPlaintiffs oppose the motion of defendants to tel111inate the consent decree and file \nthis memorandum in support of that opposition. \n629:302443\\'1 \n\nPOINT I \nTHE DEFENDANTS' OWN PROCEDURES ARE CONTRADICTORY AND \nAMBIGUOUS, PARTICULARLY WHEN THE EMAIL ATTACHED TO \nDEFENDANTS' MEMORANDUM IS REVIEWED \nAttached to the New Policy (Salt Lake County Jails Policy Manual, Revised July \n7,2001) is an email message from Carol McAlister to SH Corrections Bureau DL dated \nFebruary 19, 2004 (Exhibit B, Plaintiffs' Motion for Appointment of an Expert).  This \nemail message appears to contradict parts of the published policy in Attachment B.  It is \nunclear what relationship this email has to the rest of the defendants' strip search policy, \nwhether this  email has  been  incorporated  into  the policy,  and  what section(s)  of the \npolicy it amends or supersedes.  Without further information about the source, reason for, \nand use of this email.itis impossible for anyone to determine precisely what the current \nsearch policies at the jail actually are. \nOnly by having a qualified expert review the procedures and report to the Court \nwill  it  be  possible  to  detel111ine  if  the  procedures  comport  with  constitutional \nrequirements. \nPOINT II \nTHIS COURT SHOULD NOT RULE ON TERMINATION OF THE  CONSENT \nDECREE WITHOUT GIVING PLAINTIFFS THE OPPORTUNITY TO \nPRESENT FINDINGS THAT PROSPECTIVE RELIEF REMAINS NECESSARY \nTO CORRECT THE VIOLATION OF FEDERAL RIGHTS. \n18 U.S.C. Section 3626(b)(3) of the Prison Litigation Reform Act provides that a \nconsent decree granting prospective relief \n\"shall not terminate if the court makes written findings based on the record that \nprospective relief remains necessary to correct a current and ongoing violation of \nthe Federal right, extends no further than necessary to correct the violation of the \nFederal right, and that the prospective relief is narrowly drawn and the least \nintrusive means to correct the violation.\" \n629:302443\\'1 \n\nAs one Tenth Circuit court has noted, \"the party opposing termination must be \ngiven the opportunity to submit additional evidence in an effort to show current and \nongoing constitutional violations.\"  Ginest v. Bd. of County Comm'rs., 295 F. Supp. 2d \n1274, 1276 (D. Wyo. 2003).  The party must be allowed to present additional evidence \nbecause, \"the PLRA directs a district court to look to CUtTent conditions, and because the \nexisting record at the time the motion for termination is filed will often be inadequate for \npurposes of this determination.\"  Id. \nIn Ginest, the defendant govel11ment officials moved for immediate termination of \na 1987 consent decree without allowing the plaintiff to present evidence of ongoing \nviolations.  ld. at 1275.  The court rejected this argument, finding that the plaintiffs were \n\"entitled to pursue discovery and that the Court must first hold an evidentiary hearing as \nto the existence of alleged ongoing and continuing constitutional violations by the \ndefendants.\"  ld.  Citing numerous other COUtiS, including the Sixth, Eighth, and Eleventh \nCircuits, the cOUli reasoned that to refuse to hold a hearing and allow the patiy opposing \nthe motion to present evidence prior to terminating a consent decree \"would read all \nmeaning out of[§ 3626(b)(3)].\"  Id. at 1276 (citing Loyd v. Ala. Dep't. of Corrections, \n176 F.3d1336, 1342 (11th Cir.), cert. denied, 528 U.S. 1061 (1999». \nIn this case, Plaintiffs have not provided information about present policies, \nactions or complaints, nor been given the opportunity to present evidence of current and \nongoing violations at the jail.  Therefore, the court should appoint an expert pursuant to \nFederal Rules of Evidence 706 so that Plaintiffs may have an opportunity to supplement \nthe record with current information.  See, e.g., Hadix v. Johnson, 228 F.3d662, 671  (6th \n629:302443v! \n\nCir. 2000); Laaman v. Warden, N.H. State Prison, 238 F.3d 14, 18-19 (1st Cir. 2001); \nGilmore v. California, 220 F.3d 987,1008-09 (9th Cir. 2000).  The appointment of an \nexpert or provision for a similar discovery mechanism would assist the court in making \nthe necessary \"written findings based on the record\" that relief \"remains necessary to \ncorrect a current and ongoing violation of the Federal right\" and meets the same \nrequirements of natTowness and least-intrusiveness as required for the initial entry of \nrelief.  18 U.S.C. § 3626(b)(3).  An evaluation of cutTent procedures and actual practices \nat the Salt Lake County Jail would provide the Court with current information upon \nwhich it may base its determination. \nThe Jail's own current policy on prisoner searches (Defendants' \"Attachment \n'B,'\" or \"New Policy\") demonstrates the need for a court-appointed expert to examine \nconditions at the Jail.  Many of these policies range from ambiguous to highly invasive \nand suggest a high likelihood that there are current and ongoing violations of a Federal \nright at the Jail.  In fact, the search procedures at the Jail are substantially similar ill many \nrespects to the December 20,2004, version of the same procedures (\"1978 Policy\")-a \npolicy that was inadequate to prevent the kind of abuses that led to the entry of the \nconsent decree.  Worse, in some cases safeguards that were in place to limit unreasonable \nsearches even before the consent decree was entered have actually been removed in the \nNew Policy.  Even without the safeguards imposed by the PLRA itself, a comparison of \nthese two manuals shows the need for further discovery before the court makes a \ndetermination whether there are ongoing violations of Federal rights at the Jail. \nFor instance, the 1978 Policy provides that, \"Women will, of course, be searched \nby matrons instead of Escort Officers.\"  1978 Policy at 3625.00.  That policy was in place \n629:;l02443\\'1 \n\nfor both frisk searches and strip searches.  The 1978 Policy also provides that strip \nsearches are to be conducted in the dressing room.  Id. at 3620.02(1). \nThe New Policy makes no such provisions.  Instead, it provides that strip searches \nof prisoners may be observed by staffers conducting or assisting with the search, or by \nstaff members working in the area.  New Policy at F03.03.05(A)(2).  There is no longer \nany restriction as to the sex of the personnel who may observe or conduct a strip search. \nThe New Policy also does not provide where strip searches may be conducted.  In fact, \nthe New Policy is similarly permissive concerning visual body-cavity searches, making \nno provision for prisoners only being searched by members of the same sex.  Instead, any \n\"staff members conducting or assisting with the search\" may observe this extremely \ninvasive search.  New Policy at F03.03.06(B)(1). \nAs another example of potential problems with the New Policy, the 1978 Policy \nprovided that if during a body cavity search the individual conducting the search \nobserved a string, balloon, or other item protruding from the anus or vagina, he or she \ncould ask the inmate to remove it.  If the inmate refused, he or she was to be kept under \nwatch until a medical person arrived to remove it. 1978 Policy at 3/06-06.02, .03.  The \nDefendants' New Policy (\"Attachment B\") contains no provision instructing what an \nofficer may properly do if an object is seen protruding from a body cavity.  This \nambiguity could easily lead to the violation of a Federal right. \nCONCLUSION \nThis court should reserve ruling on the Defendants' motion until it appoints an \nexpert pursuant to Federal Rule of Evidence 706 to observe conditions at the .Tail and \nreport to the Court.  The expeli will provide the court with facts needed for written \n62<);302443vl \n\nfindings whether prospective relief remains necessary to correct a current and ongoing \nviolation of a Federal right, extends no further than necessary to correct the violation of \nthe Federal right, and that the prospective relief is narrowly drawn and the least intrusive \nmeans to correct the violation. \nDATED this __ day of November, 2004. \nRobert M. Anderson \nVAN COTT, BAGLEY, CORNWALL & McCARTHY \n50 South Main Street, Suite 1600 \nSalt Lake City, UT  84144-0450 \nMargaret D. Plane \nAMERICAN CIVIL LIBERTIES UNION FOUNDATION, INC. \n355 North 300 West \nSalt Lake City, UT 84102 \nAttomeys for Plaintiffs \n629:301443vl \n\nCertificate of Service \nI hereby certify that on the ___ day of November, 2004, a true and correct \ncopy of the above and foregoing PLAINTIFFS' MEMORANDUM IN OPPOSITION TO \nDEFENDANTS' MOTION TO TERMINATE CONSENT DECREE was mailed, first-\nclass postage prepaid, to: \nDavid E, Yocum, Esq. \nSalt Lake County District Attorney \nPatrick F. Holder, Esq. \nDeputy District Attorney \n2001 South State, Suite #S3600 \nSalt Lake City, UT  84190-1200 \n629:302443v! ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/19436"
    },
    {
      "date": "2004-11-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Utah",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 19439,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/19439.pdf",
      "title": "Plaintiffs' Motion for Appointment of an Expert to Review Jail Procedures and Complaints and Opposition to Defendants' Motion to Terminate Consent Decree",
      "text": "Robeli M. Anderson (0108)  Margaret D. Plane (9550) \nV AN COTT BAGLEY CORNWALL & MCCARTHY  AMERICAN CIVIL LIBERTIES UNION \nAttorneys for Plaintiffs  FOUNDATION, INC. \n50 South Main Street, Suite 1600  Attomeys for Plaintiffs \nSalt Lake City, Utah 84144  355 North 300 West \nTelephone:  (801) 532-3333  Salt Lake City, UT 84103 \nFacsimile:  (801) 237-0058  Telephone:  (801) 521-9862 \nFacsimile:  (801) 532-2850 \nIN THE UNITED STATES DISTRICT COURT \nDISTRICT OF UTAH, NORTHERN DIVISION \nJUDITH REGAN, JANE DOE, JANE \nMOE, SUSAN SORENSEN and  Case No. C-80-131J \nSANG YO WATTERS, on behalf of \nthemselves and all others similarly  PLAINTIFFS' MOTION FOR \nsituated,  APPOINTMENT OF AN EXPERT \nTO REVIEW JAIL PROCEDURES \nPlaintiffs,  AND COMPLAINTS AND \nOPPOSITION TO DEFENDANTS' \nv.  MOTION TO TERMINATE \nCONSENT DECREE \nCOUNTY OF SALT LAKE; \nDARREL B. BRADY, individually  Honorable Bruce S. Jenkins \nand as Commander of Salt Lake \nCounty Jail; ROBERT SALTER, as \nSalt Lake County Commissioner; \nWILLIAM DUNN, as Salt Lake \nCounty Commissioner; JACQUELINE \nLLOYD, ANNICK COOMBS, and \nJANE FOES I, II, and III, individually \nand as officers or agents of Salt Lake \nCounty, \nDefendants. \nIn this matter defendants have fi led a Motion to Terminate Consent Decree and \nhave filed a memorandum in support thereof.  Attachment B to defendants' memorandum \n62<):302443\\'! \n\nsets forth procedures from the Salt Lake County Jails Policy Manual which indicate they \nwere revised on July 1,2001. The final page attached to attachment B is an email from \nCarol McAlister to SH Corrections Bureau DL which indicates, \"Effective 2/19104, and \npending fUliher legal review, prisoners going through clothing exchange prior to being \nhoused will not be searched or visual body cavity searched, unless the reasonable \nsuspicion standard and procedure is met.\"  On its face, it appears clear that issues have \narisen regarding the 2001 Jails Policy Manual procedures which are amended by an email \nwhich calls for further legal review.  In addition, there are significant changes in the 2001 \nregulations when compared to those in existence at the time this lawsuit was filed, which \nhave a revision date of December 20, 1978.  This is an appropriate case for the \nappointment of an expeli to review the procedures and any complaints and provide an \nindependent report to the Court and counsel regarding this most important matter. \nThis motion is supported by plaintiffs' memorandum filed herewith. \nAdditionally, copies of the 1978 procedures which were in effect at the time of the \nConsent Decree are attached as Exhibit 1 hereto; the procedures revised in 2001 are \nattached as Exhibit 2 and the email from Carol McAlister to SH COITections Bureau DL \ndated February 19, 2004, is attached as Exhibit 3, all for easy reference by the Court. \nPlaintiffs suggest Toni Bair as the expert to be appointed under Rule 706 of the \nFederal Rules of Evidence.  A copy ofMr. Bair's resume is attached as Exhibit 4. \n629:302443vl \n\nDATED this __ day of November, 2004. \nRobert M. Anderson \nVAN COTT, BAGLEY, CORNWALL & McCARTHY \n50 South Main Street, Suite 1600 \nSalt Lake City, UT  84144-0450 \nMargaret D. Plane \nAMERICAN CIVIL LIBERTIES UNION FOUNDATION, INC. \n355 NOlih 300 West \nSalt Lake City, UT 84102 \nAttorneys for Plaintiffs \n629:302443v] \n\nCERTIFICATE OF SERVICE \nI hereby certify that on the ___ day of November, 2004, a true and correct \ncopy of the above and foregoing PLAINTIFFS'  MOTION FOR APPOINTMENT OF \nAN  EXPERT  TO  REVIEW  JAIL  PROCEDURES  AND  COMPLAINTS  AND \nOPPOSITION TO DEFENDANTS' MOTION TO TERMINATE CONSENT DECREE \nwas mailed, first-class postage prepaid, to: \nDavid E, Yocum, Esq. \nSalt Lake County District Attorney \nPatrick F. Holder, Esq. \nDeputy District Attorney \n2001 South State, Suite #S3600 \nSalt Lake City, UT  84190-1200 \n62<):302443vl ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/19439"
    },
    {
      "date": "2005-02-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Utah",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 19443,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/19443.pdf",
      "title": "Plaintiffs' Motion in Opposition to Defendants' Second Motion to Terminate Consent Decree",
      "text": "Robert M. Anderson (0108)        Margaret D. Plane (9550) \nVAN COTT BAGLEY CORNWALL & MCCARTHY  AMERICAN CIVIL LIBERTIES UNION \nAttorneys for Plaintiffs           FOUNDATION, INC. \n50 South Main Street, Suite 1600      Attorneys for Plaintiffs \nSalt Lake City, Utah 84144        355 North 300 West \nTelephone:  (801) 532-3333        Salt Lake City, UT 84103 \nFacsimile:   (801) 237-0058        Telephone:  (801) 521-9862 \n              Facsimile:  (801) 532-2850 \n \n \n \nIN THE UNITED STATES DISTRICT COURT  \nDISTRICT OF UTAH, NORTHERN DIVISION \n \n     \n  :   \nJUDITH REGAN, JANE DOE, JANE  :   \nMOE, SUSAN SORENSEN and  : Case No. C-80-131J \nSANG YO WATTERS, on behalf of  :  \nthemselves and all others similarly  :  PLAINTIFFS’ MEMORANDUM IN \nsituated,  :  OPPOSITION TO DEFENDANTS’ \n  :  SECOND MOTION TO \n  Plaintiffs,  : TERMINATE CONSENT DECREE. \n  :  \nv.  : Honorable Bruce S. Jenkins \n  : \nCOUNTY OF SALT LAKE; \nDARREL B. BRADY, individually \nand as Commander of Salt Lake \nCounty Jail; ROBERT SALTER, as \nSalt Lake County Commissioner; \nWILLIAM DUNN, as Salt Lake \nCounty Commissioner; \nJACQUELINE LLOYD, ANNICK \nCOOMBS, and JANE FOES I, II, and \nIII, individually and as officers or \nagents of Salt Lake County, \n \n  Defendants.   \n \n \n \n \n \n 629:306763v2\n\nPlaintiffs oppose Defendant’ second motion to terminate the consent decree and \nfile this memorandum in support of that opposition.  Plaintiffs incorporate by reference \nall arguments stated in their first memorandum in opposition.  \nFACTUAL BACKGROUND \nOn December 30, 2004 Judge Jenkins held a hearing to consider Defendants’ first \nmotion to terminate the consent decree.  In support of the first motion, the Defendants \nsubmitted a copy of the New Policy (Salt Lake County Jails Policy Manual, Revised July \n7, 2001).  The New Policy was ambiguous and included an attached email message from \nCarol McAlister to SH Corrections Bureau DL dated February 19, 2004 (Exhibit B, \nPlaintiffs Motion for Appointment of an Expert), which appeared to contradict parts of \nthe published policy.  In light of these ambiguities and for other reasons, the Court ruled \nthat Defendants’ motion to terminate the consent decree was premature and denied the \nmotion but allowed Defendants to correct the defects in their first motion and refile by \nJanuary 12, 2005. \nDefendants have come before the court again to request the consent decree be \nterminated.  In support of Defendants’ second motion to terminate, they have attached the \nSecond New Policy (Salt Lake County Jails Policy Manual, Revised January 1, 2005 and \nJuly 7, 2001). \nPOINT I \n \nTHE DEFENDANTS’ PROCEDURES REMAIN CONTRADICTORY, \nAMBIGUOUS, AND POTENTIALLY VIOLATIVE OF PRISONERS’ RIGHTS, \nPARTICULARLY IN LIGHT OF THE DEFENDANTS’ FAILED EARLIER \nPLEADINGS.   \n \n The  Second  New  Policy  (January  11,  2005)  fails  to  address  some  of  the \nambiguities and policy changes which were needed to correct the problems with the New \n \n \n 629:306763v2\n\nPolicy  (July  7,  2001).    In  light  of  Defendants’  continued  failure  to  address  these \nproblems,  terminating  Plaintiffs’  prospective  relief  would  be  inappropriate  and \npremature.  It is telling that Defendants did not address the problems with the New Policy \nuntil the problems and ambiguities were pointed out by  Plaintiffs.  Now, even after being \ntold by Plaintiffs which areas of the New Policy were defective, the Defendants’ Second \nNew  Policy  fails  to  correct  several  sections  that  allow  for  continued  violations  of \nconstitutional rights.   \nOnly by having a qualified expert review all procedures and policies and report to \nthe Court will it be possible to determine if the current procedures and the Second New \nPolicy at the Jail comport with constitutional requirements.  \nPOINT II \nTHIS COURT SHOULD NOT RULE ON TERMINATION OF THE  CONSENT \nDECREE WITHOUT GIVING PLAINTIFFS THE OPPORTUNITY TO \nPRESENT FINDINGS THAT PROSPECTIVE RELIEF REMAINS NECESSARY \nTO CORRECT THE VIOLATION OF FEDERAL RIGHTS. \n \n18 U.S.C. Section 3626(b)(3) of the Prison Litigation Reform Act provides that a \nconsent decree granting prospective relief  \nshall not terminate if the court makes written findings based on the record that \nprospective relief remains necessary to correct a current and ongoing violation of \nthe Federal right, extends no further than necessary to correct the violation of the \nFederal right, and that the prospective relief is narrowly drawn and the least \nintrusive means to correct the violation. \n \nAs one Tenth Circuit court has noted, “the party opposing termination must be \ngiven the opportunity to submit additional evidence in an effort to show current and \nongoing constitutional violations.”  Ginest v. Bd. of County Comm’rs, 295 F. Supp. 2d \n1274, 1276 (D. Wyo. 2003).  The party opposing termination must be allowed to present \n \n \n 629:306763v2\n\nadditional evidence because, “the PLRA directs a district court to look to current \nconditions, and because the existing record at the time the motion for termination is filed \nwill often be inadequate for purposes of this determination.”  Id. \nIn Ginest, the defendant government officials moved for immediate termination of \na 1987 consent decree without allowing the plaintiff to present evidence of ongoing \nviolations.  See id. at 1275.  The court rejected the government’s motion, finding that the \nplaintiffs were “entitled to pursue discovery and that the Court must first hold an \nevidentiary hearing as to the existence of alleged ongoing and continuing constitutional \nviolations by the defendants.”  Id.  Citing numerous other courts, including the Sixth, \nEighth, and Eleventh Circuits, the court reasoned that to refuse to hold a hearing and \nallow the party opposing the motion to present evidence prior to terminating a consent \ndecree “would read all meaning out of [§ 3626(b)(3)].”  Id. at 1276 (citing Loyd v. Ala. \nDep’t of Corrections, 176 F.3d 1336, 1342 (11th Cir.), cert. denied, 528 U.S. 1061 \n(1999)). \nIn this case, Plaintiffs have not been given the opportunity to present evidence of \ncurrent and ongoing violations at the Jail.  However, by the Defendants’ admission, the \nCounty has settled two lawsuits alleging violations of prisoners’ rights at the Jail since \nthe consent decree was entered.  These previous suits suggest that continued violations \nhave occurred since the entry of the consent decree and warrant further investigation as to \nthe existence and scope of ongoing constitutional violations at the Jail. \nBecause further investigation of current practices at the Jail is necessary, the court \nshould appoint an expert pursuant to Federal Rulesof Evidence 706 so that Plaintiffs may \nhave an opportunity to supplement the record with current information.  See, e.g., Hadix \n \n \n 629:306763v2\n\nv. Johnson, 228 F.3d 662, 671 (6th Cir. 2000); Laaman v. Warden, N.H. State Prison, 238 \nF.3d 14, 18-19 (1st Cir. 2001); Gilmore v. California, 220 F.3d 987, 1008-09 (9th Cir. \n2000).  The appointment of an expert or provision for a similar discovery mechanism \nwould assist the court in making the necessary “written findings based on the record” that \nrelief “remains necessary to correct a current and ongoing violation of the Federal right” \nand meets the same requirements of narrowness and least-intrusiveness as required for \nthe initial entry of relief.  18 U.S.C. § 3626(b)(3).  An evaluation of current procedures \nand actual practices at the Salt Lake County Jail would provide the Court with current \ninformation upon which to base its determination.   \nThe Jail’s Second New Policy demonstrates the continued need for a court-\nappointed expert to examine conditions at the Jail.  Although the Defendants have \naddressed some of the problems raised by Plaintiffs, some policies are still ambiguous \nand/or highly invasive and suggest a high likelihood of current and ongoing violations of \na Federal right at the Jail.  Even the policies Defendants revised and supposedly \nimproved in the Second New Policy are not necessarily indicative that the Jail is not \nviolating Federal rights in these areas.  After all, any policy change is only as effective as \nits implementation. \nEven with the changes embodied in the Second New Policy, search procedures at \nthe Jail remain substantially similar in many respects to the pre-consent version of the \nsame procedures (“1978 Policy”)—procedures that were inadequate to prevent the abuses \nthat led to entry of the consent decree.  Worse, in some cases safeguards that were in \nplace to limit unreasonable searches even before the consent decree was entered have \nactually been removed in the Second New Policy.  Even without the safeguards imposed \n \n \n 629:306763v2\n\nby the PLRA itself, a comparison of these two manuals shows the need for further \ndiscovery before the court makes a determination whether there are ongoing violations of \nFederal rights at the Jail. \nFor instance, the 1978 Policy provides that, “Women will, of course, be searched \nby matrons instead of Escort Officers.”  1978 Policy at 3625.00.  That policy was in place \nfor both frisk searches and strip searches.  The 1978 Policy also provides that strip \nsearches are to be conducted in the dressing room.  Id. at 3620.02(1).   \nIn contrast, the Second New Policy provides less privacy protection to prisoners.  \nInstead of restricting frisk and strip searches to persons of the same gender, the Second \nNew Policy provides that women may rub search male prisoners with few restrictions.  \nSecond New Policy at N02.02.01.  More troubling is that, while the Second New Policy \nmaintains that, “Reasonable efforts will be made to minimize the degree of sexual \nprivacy intrusions which occur as a result of cross-gender searches and supervision,” the \npolicy provides exceptions that could allow for frequent participation of officers in \nsearches of prisoners of the opposite gender.  Id. at N01.03.01. \nAs an example, the Second New Policy still permits any “staff members working \nin the area” where the prisoner is searched to observe any strip search.  Id. at \nF03.03.05(A)(2).  The Defendants have lowered the protections afforded to prisoners \nunder the 1978 Policy without providing any justification for why strip searches must be \nconducted in an area where prisoners may be observed by employees of the opposite sex \nwho have nothing to do with the search.  Nor have Defendants’ provided any policy for \nminimizing the privacy intrusions created by such searches.   \n  The policy on male searches of female prisoners is also unexplainably different \n \n \n 629:306763v2\n\nfrom the policy on female searches of male prisoners.  For instance, section N02.02.02 \nsays that, “The involvement of female staff in strip searches of male prisoners will be \ninfrequent, casual, and/or indirect or at a distance when feasible.”  One problem with this \nstatement is that there is no parallel statement in the policy on male searches of female \nprisoners.  This discrepancy could lead to different standards unconstitutionally being \napplied to male and female prisoners.   \nSecond, the use of the “and/or” and “or” connectors permits a plausible \ninterpretation of the Second New Policy that allows frequent and non-casual involvement \nof female staff in strip searches of male prisoners, as long as such involvement was \nindirect or at a distance.  Or, the policy could permit direct, frequent involvement at close \ndistances, as long as such involvement was termed “casual.”  Finally, N02.02.02 adds a \nqualifier, “when feasible,” to any of these conditions.  Therefore, if the Defendants deem \nit to be not feasible to grant prisoners protection from such intrusion, the Second New \nPolicy permits officers to have frequent, non-casual, close contact with disrobed \nprisoners of the opposite sex.  The policy does not even define feasibility, further \nincreasing the ambiguity associated with Section N02.02.02.   \nAnother problematic area in the Second New Policy is the standard for visual \nbody cavity searches, which remains unchanged from the standard in the New Policy.  It \nstill provides that such searches are permissible if any officer has a reasonable suspicion \nthat “contraband is, or could be concealed in the body-cavity visually examined.”  \nF03.03.06.  In contrast, the Code of Federal Regulations authorizes a digital body cavity \nsearch in federal prisons “only if the Warden or Acting Warden has reasonable belief that \nan inmate is concealing contraband in or on his person.”  22 C.F.R. §552.12(c).  By \n \n \n 629:306763v2\n\nincluding the phrase, “or could be” the Second New Policy could in theory authorize a \nbody cavity search for any prisoner, including someone arrested for a traffic infraction as \nwas the case with Plaintiff Regan.  The Second New Policy also allows for such a search \non reasonable suspicion, a lower standard than reasonable belief.  By setting the standard \nfor a body cavity search significantly below that applicable to a federal prison, the \nDefendants’ increase the likelihood that Federal rights may be violated under the \nprovisions of the Second New Policy. \nAlthough there are other problems with the Second New Policy, these examples \ndemonstrate the need for further findings before the court rules on Defendants’ second \nmotion to terminate the consent decree.  Appointing an expert will give the Plaintiffs an \nadequate opportunity to determine the existence of ongoing violations at the Jail and to \nsupplement the record with any issues noted by the expert in reviewing complaints and \nrecords at the Jail and in observing current implementation of jail policy. \nCONCLUSION \nThis court should reserve ruling on the Defendants’ motion until it appoints an \nexpert pursuant to Federal Rule of Evidence 706 to observe complaints, records, and \nconditions at the Jail and report to the Court.  The expert will provide the court with facts \nneeded for written findings whether prospective relief remains necessary to correct \ncurrent and ongoing violation of Federal rights, extends no further than necessary to \ncorrect the violation of the Federal rights, and that the prospective relief is narrowly \ndrawn and the least intrusive means to correct the violation. \n \n \n 629:306763v2\n\nDATED this 11th day of February, 2005. \n \n \n      _____________________________________________ \n      Robert M. Anderson \nVAN COTT, BAGLEY, CORNWALL & McCARTHY \n      50 South Main Street, Suite 1600 \n      Salt Lake City, UT  84144-0450 \n \n \n \n \n      _____________________________________________ \n      Margaret D. Plane \nAMERICAN CIVIL LIBERTIES UNION FOUNDATION, INC. \n      355 North 300 West \n      Salt Lake City, UT 84103 \n \n        Attorneys for Plaintiffs \n \n \n \n 629:306763v2\n\nCertificate of Service \n \nI hereby certify that on the 11th day of February, 2005, a true and correct copy of \nthe  above  and  foregoing  PLAINTIFFS’  MEMORANDUM  IN  OPPOSITION  TO \nDEFENDANTS’  SECOND  MOTION  TO  TERMINATE  CONSENT  DECREE  was \nmailed, first-class postage prepaid, to: \n \nDavid E, Yocom, Esq. \nSalt Lake County District Attorney \nPatrick F. Holden, Esq. \nDeputy District Attorney \n2001 South State, Suite #S3600 \nSalt Lake City, UT  84190-1200 \n \n \n \n \n        _________________________________________ \n \n \n \n \n \n 629:306763v2",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/19443"
    },
    {
      "date": "2006-12-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Utah",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 24743,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24743.pdf",
      "title": "Docket",
      "text": "CM/ECF - U.S. District Court:utd - Docket Report Page 1of 3\nCLOSED\nElectronic Case Filing System \nDistrict of Utah (Central) \nCIVIL DOCKET FOR CASE #: 2:80-cv-00131-BSJ \n   \nRegan v. County of Salt Lake et al  Date Filed: 03/06/1980 \nAssigned to: Judge Bruce S. Jenkins  Date Terminated: 08/24/1982 \nCause: 42:1983 Civil Rights Act Jury Demand: None \nNature of Suit: 440 Civil Rights: Other\nJurisdiction: Federal Question\nPlaintiff\nJudith Regan   represented by Margaret D. Plane  \non behalf of themselves and all others  SALT LAKE CITY ATTORNEY'S \nsimilarly situated  OFFICE  \n451 S STATE ST RM 505A  \nSALT LAKE CITY, UT 84111  \n(8010535-7788  \nEmail: margaret.plane@slcgov.com  \nLEAD ATTORNEY  \nATTORNEY TO BE NOTICED \n \nRobert M. Anderson  \nVAN COTT BAGLEY CORNWALL \n& MCCARTHY (SLC)  \n50 S MAIN STE 1600  \nPO BOX 45340  \nSALT LAKE CITY, UT 84145  \n(801)532-3333  \nEmail: randerson@vancott.com  \nLEAD ATTORNEY  \nATTORNEY TO BE NOTICED\n \nV. \nDefendant\nCounty of Salt Lake  represented by John P Soltis  \nATTORNEY GENERAL'S OFFICE  \nPO BOX 31431  \nSALT LAKE CITY, UT 84131-9988  \n(801)366-0100  \nEmail: jsoltis@utah.gov  \nLEAD ATTORNEY  \nATTORNEY TO BE NOTICED \n \nPatrick F. Holden  \nSALT LAKE COUNTY DISTRICT \nhttps://ecf.utd.uscourts.gov/cgi-bin/DktRpt.pl?939754669194761-L_353_0-1 6/26/2007\n\nCM/ECF - U.S. District Court:utd - Docket Report Page 2of 3\nATTORNEY'S OFFICE (2001)  \n2001 S STATE STE STE 3700  \nSALT LAKE CITY, UT 84190-1200  \n(801)468-3300  \nATTORNEY TO BE NOTICED\nDefendant\nCity of Salt Lake City  represented by John P Soltis  \n(See above for address)  \nLEAD ATTORNEY  \nATTORNEY TO BE NOTICED \n \nPatrick F. Holden  \n(See above for address)  \nATTORNEY TO BE NOTICED\nDefendant\nDarrell B. Brady   represented by John P Soltis  \nindividually and as commander of Salt  (See above for address)  \nLake county Jail  LEAD ATTORNEY  \nATTORNEY TO BE NOTICED \n \nPatrick F. Holden  \n(See above for address)  \nATTORNEY TO BE NOTICED\nDefendant\nRobert Salter   represented by John P Soltis  \nas Salt Lake County Commissioner  (See above for address)  \nLEAD ATTORNEY  \nATTORNEY TO BE NOTICED \n \nPatrick F. Holden  \n(See above for address)  \nATTORNEY TO BE NOTICED\nDefendant\nWilliam Hutchinson   represented by John P Soltis  \nas Salt Lake County Commissioner  (See above for address)  \nLEAD ATTORNEY  \nATTORNEY TO BE NOTICED \n \nPatrick F. Holden  \n(See above for address)  \nATTORNEY TO BE NOTICED\nDefendant\nWilliam Dunn   represented by John P Soltis  \nas Salt Lake County Commissioner  (See above for address)  \nLEAD ATTORNEY  \nhttps://ecf.utd.uscourts.gov/cgi-bin/DktRpt.pl?939754669194761-L_353_0-1 6/26/2007\n\nCM/ECF - U.S. District Court:utd - Docket Report Page 3of 3\nATTORNEY TO BE NOTICED \n \nPatrick F. Holden  \n(See above for address)  \nATTORNEY TO BE NOTICED\n \nDate Filed  #  Docket Text \n06/13/2005 137 NOTICE of Appearance by Patrick F. Holden, John P Soltis on behalf of \nall defendants (rlr, ) (Entered: 06/15/2005)\n10/18/2005 138 ORDER to Supplement the Record-Counsel for Dft should file said \ndocument with the court within 10 days, with copies to Plas' counsel. \nSigned by Judge Bruce S. Jenkins on 10/18/05. (jmr ) (Entered: \n10/20/2005)\n10/28/2005 139 Supplemental Memorandum requested by 138 Order filed by Defendants \nCounty of Salt Lake, City of Salt Lake City, Darrell B. Brady, Robert \nSalter, William Hutchinson, William Dunn. (jmr) (Entered: 10/31/2005)\n11/03/2005 140 ORDER GRANTING Motion for Withdrawal of Counsel for Ross C. \nAnderson, effective nunc pro tun as of 12/30/04 . Signed by Judge Bruce \nS. Jenkins on 11/3/05. (jmr ) (Entered: 11/03/2005)\n12/11/2006 141 MEMORANDUM DECISION - it is ordered that Defendants Second \nMotion to Terminate is Granted. Signed by Judge Bruce S. Jenkins on \n12/11/06. (ce, ) (Entered: 12/11/2006)\n \n \nPACER Service Center\nTransaction Receipt\n06/26/2007 10:38:28\nPACER Login: hs0328 Client Code: eeoc \nDescription: Docket Report Search Criteria: 2:80-cv-00131-BSJ \nBillable Pages: 2 Cost: 0.16\nhttps://ecf.utd.uscourts.gov/cgi-bin/DktRpt.pl?939754669194761-L_353_0-1 6/26/2007",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24743"
    },
    {
      "date": "2006-12-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of Utah",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 24744,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24744.pdf",
      "title": "Memorandum Opinion and Order",
      "text": " IN THE UNITED STATES DISTRICT COURT\nFOR THE DISTRICT OF UTAH, CENTRAL DIVISION\n       * * * * * * * * *\nJUDITH REGAN, et al.,\nCivil No.  2:80-CV-131 BSJ\nPlaintiffs,\nMEMORANDUM OPINION \nvs. \n& ORDER\nCOUNTY OF SALT LAKE, et. al.,   FILED\nCLERK, U.S. DISTRICT COURT\nDefendants. December 11, 2006 (10:59am)\nDISTRICT OF UTAH\n* * * * * * * * *\nThis matter comes before the court on Defendants' Second Motion to Terminate\nProspective Relief (the \"Second Motion to Terminate\").  In the Second Motion to Terminate,\nDefendants move the court pursuant to 18 U.S.C.S. § 3626(b)(1)(A)(iii) of the Prison Litigation\nReform Act (\"PLRA\") to terminate the prospective relief set forth in the Consent Decree, which\nwas stipulated to by the parties and entered by the court in this case in the summer of 1982.  \nOn March 15, 2005, the court held a hearing on the Second Motion to Terminate.  At the\nhearing, Plaintiffs were represented by Robert M. Anderson of Van Cott Bagley Cornwall &\nMcCarthy and Margaret D. Plane of the American Civil Liberties Union Foundation, Inc., and\nDefendants were represented by Patrick Holden of the Salt Lake County District Attorney's\nOffice.  After hearing the parties' respective arguments, the court took the matter under\nadvisement.  The court has carefully considered the parties' arguments and the law and facts\nrelevant to the Second Motion to Terminate and now, being fully advised, enters the following\nMemorandum Opinion and Order granting Defendants' Second Motion to Terminate.\n\nI.   BACKGROUND\nOn March 6, 1980, Judith Regan and Jane Doe, on behalf of themselves and all others\nsimilarly situated, filed the Complaint in this case.1  The Complaint alleged that Salt Lake\nCounty and certain of its employees and elected officials were engaging in a policy and practice\nof subjecting certain female detainees to strip searches and, in some cases, vaginal searches\nwhere there was not probable cause to believe that the detainees were concealing a weapon, a\ncontrolled substance, or evidence relating to a suspected crime.2  The Complaint alleged that this\npolicy and practice violated the First, Fourth, Fifth, Eighth, Ninth, and Fourteenth Amendments\nof the United States Constitution.3  \nAfter the case had proceeded for over two years, counsel for the parties, along with Pete\nHayward, the then-Salt Lake County Sheriff, stipulated to the entry of the Consent Decree on\nJune 30, 1982, and the court signed the Consent Decree on July 13, 1982.4  The Consent Decree\nimposed procedural and substantive requirements on Salt Lake County and its officers, agents,\nand employees with respect to the conduct of strip searches.5 \nOn November 3, 2004, Defendants filed a motion to terminate the Consent Decree (the\n\"First Motion to Terminate\"), asking the court to terminate the prospective relief previously\n1(Complaint (dkt. no. 1).)\n2(Id.)\n3(Id.)\n4(Consent Decree (dkt. no. 96).)\n5(Id.)\n2\n\ngranted by way of the Consent Decree.6  Defendants argued that the Consent Decree should be\nterminated because it did not contain the requisite findings under the PLRA that the relief in the\nConsent Decree is narrowly drawn, extends no further than necessary to correct the violation of\nthe federal right, and is the least intrusive means necessary to correct the violation of the federal\nright and because there was no indication in the record that the prospective relief in the Consent\nDecree remained necessary to correct a current and ongoing violation of detainees' federal rights.7 \nPlaintiffs opposed the First Motion to Terminate and concurrently moved the court to\nappoint an expert under Rule 706 of the Federal Rules of Evidence to review Salt Lake County's\ndetainee policy and to observe and evaluate the actual search procedures in practice at the Salt\nLake County Jail.8  Plaintiffs argued that it was unclear precisely what Salt Lake County's then-\ncurrent search policy was and that the court should not rule on Defendants' motion without giving\nPlaintiffs the opportunity to present evidence that such policy, whatever it was, was resulting in\ncurrent and ongoing violations of federal law.9  Plaintiffs argued that a court-appointed expert\nwas necessary in order for Plaintiffs to \"supplement the record with current information.\"10   \nOn December 20, 2004, after hearing the parties' respective arguments on the First\nMotion to Terminate and on Plaintiff's motion to appoint an expert, the court deferred decision\n6(Defendants' First Mot. to Term. (dkt. no. 120).)\n7(Id.; Defendants' Memo. in Supp. of First Mot. to Term. (dkt. no. 121).)\n8(Plaintiffs' Mot. for Appt. of Expert (dkt. no. 124); Plaintiffs' Memo. in Opp. to First\nMot. to Term. (dkt. no. 125).)\n9(Plaintiffs' Memo. in Opp. to First Mot. to Term. (dkt. no. 125) at 2-3.)\n10(Id. at 3.)\n3\n\non Plaintiffs' motion and dismissed Defendants' First Motion to Terminate.11  With respect to its\ndismissal of the First Motion to Terminate, the court indicated that the relief sought was\npremature, but allowed Defendants to amend their motion by no later than January 12, 2005.12 \nThe court also requested counsel for Defendants to analyze the current detainee strip search\npolicy of the Salt Lake County Sheriff's Office in light of the requirements of the Consent Decree\nand to show the court that the current policy is constitutional.13\nOn January 12, 2005, Defendants filed their Second Motion to Terminate.14  In their\nsupporting memorandum, Defendants attached and summarized the sections of the Salt Lake\nCounty Jails Policy Manual that related to the conduct of detainee searches and argued that their\ncurrent policies met constitutional standards.15\nIn their opposition, Plaintiffs argued that although certain sections of the Salt Lake\nCounty Jails Policy Manual had been revised since Defendants had filed their First Motion to\nTerminate, sections of the policy were \"still ambiguous and/or highly invasive and suggest a high\nlikelihood of current and ongoing violations of a Federal right at the Jail.\"16  Plaintiffs further\nclaimed that the existence of two lawsuits alleging violations of prisoners' rights during strip\n11(Order Re First Mot. to Term. (dkt. no. 130); Dec. 20, 2004 Minute Entry (dkt. no.\n128).)\n12(Id.)\n13(Id.; Defendants' Memo. in Supp. of Second Mot. to Term. (dkt. no. 132) at ii ¶ 2.)\n14(Defendants' Second Mot. to Term. (dkt. no. 131).)\n15(Defendants' Memo. in Supp. of Second Mot. to Term. (dkt. no. 132).) \n16(Plaintiffs' Memo. in Opp. to Second Mot. to Term (dkt. no. 134) at 3, 5.)   \n4\n\nsearches, which had been settled by Salt Lake County after the Consent Decree was entered,\n\"suggests that continued violations have occurred since the entry of the consent decree.\"17 \nPlaintiffs again argued that the court should appoint an expert pursuant to Rule 706 of the\nFederal Rules of Evidence and claimed that \"[o]nly by having a qualified expert review all\nprocedures and policies and report to the Court will it be possible to determine if the current\nprocedures and the [Salt Lake County Jails Policy Manual] comport with constitutional\nrequirements.\"18\nOn March 15, 2005, the court heard the parties' oral arguments on the Second Motion to\nTerminate and the court took the matter under advisement.19  On October 18, 2005, the court\nissued its Order to Supplement the Record, requesting Defendants to \"identify with specificity,\non a paragraph-by-paragraph basis, that portion of the manual which incorporates – at least in\nsubstance – the decree . . . .\"20  On October 28, 2005, Defendants filed their Supplemental\nMemorandum, comparing in detail the provisions of the Consent Decree with the current\nprovisions of the Salt Lake County Jails Policy Manual.21    \nANALYSIS\nIn this case, the Consent Decree was stipulated to by the parties and signed by the court\nrespectively in June and July of 1982, nearly fourteen years before the PLRA was enacted on\n17(Id. at 4.)\n18(Id. at 3.)\n19(Mar. 15, 2005 Minute Entry (dkt. no. 136).)\n20(Order to Supp. Record (dkt. no. 138).)\n21(Defendants' Supp. Memo. (dkt. no. 139).)\n5\n\nApril 26, 1996.  And accordingly, at the time the Consent Decree was entered, the court did not\nmake specific findings that the prospective relief contained in the Consent Decree is \"narrowly\ndrawn, extends no further than necessary to correct the violation of the Federal right, and is the\nleast intrusive means necessary to correct the violation of the Federal right[,]\" as is now required\nby Section 3626(b)(2) of the PLRA.  Because these findings were not made, the PLRA requires\nthis court to terminate the Consent Decree, as requested by Defendants in the Second Motion to\nTerminate, unless:\nthe court [now] makes written findings based on the record that \nprospective relief remains necessary to correct a current and \nongoing violation of the Federal right, extends no further than \nnecessary to correct the violation of the Federal right, and that \nthe prospective relief is narrowly drawn and the least intrusive \nmeans to correct the violation.22  \nThe court will not make written findings based on the record in this case that prospective\nrelief remains necessary to prevent Defendants from engaging in a current and ongoing violation\nof detainees' federal rights for at least the following two reasons.  First, based on the court's\nreview of the sections of the Salt Lake County Jails Policy Manual applicable to strip searches,\nwhich Defendants attached to certain of their memoranda, and based on the court's consideration\nof Defendants' Supplemental Memorandum, the court is satisfied that Defendants have shown\nthat their strip search policy incorporates in substance the requirements of the Consent Decree\nand that the Consent Decree, therefore, is no longer necessary to protect detainees' federal rights.  \n2218 U.S.C.S. § 3626(b)(3); see id. at § 3626(b)(1)(A)(iii), (b)(2).  \n6\n\nSecond, Plaintiffs, who have the burden to demonstrate ongoing violations,23 have not\nshown a current and ongoing violation of a federal right of detainees, and more significantly,\nhave not even alleged any facts which, if true, would amount to a current and ongoing violation. \nPlaintiffs have not persuaded the court that the appointment of an expert under Rule 706 of the\nFederal Rules of Evidence is necessary to show a current and ongoing violation or is otherwise\nappropriate in this case.  Instead, the court is satisfied that Plaintiffs have had the opportunity to\ndiscover evidence sufficient to allow them to at least allege facts of a current and ongoing\nviolation, if any such evidence exists, but have failed to do so.\nFor instance, according to the record, even at the time of Defendants' First Motion to\nTerminate, Salt Lake County was encouraging Plaintiffs to engage in discovery regarding current\nand ongoing constitutional violations by Defendants and was cooperating with Plaintiffs'\nattempts to discover evidence relating to violations of detainees' federal rights.24  In particular,\nDefendants agreed to provide Plaintiffs with the two complaints relating to allegations of illegal\nstrip searches that were filed against Salt Lake County after the Consent Decree was entered and\nthat were ultimately settled in or around April of 1999.25  In addition, at Plaintiffs' request,\nDefendants researched grievances filed within a certain period of time dealing with strip searches\n\"which have reached the exhaustion level\" and \"provided the results of such research\" to\n23Guajardo v. Texas Department of Criminal Justice, 363 F.3d 392, 395-96 (5th Cir.\n2004) (\"We agree with the great majority of courts to address this issue: a plain reading of the\nPLRA, including its structure, imposes the burden [to demonstrate ongoing violations] on the\nprisoners.\"), cert. denied, 543 U.S. 818 (2004).\n24(Defs.' Reply to First Mot. to Term. (dkt. no. 127) at 3-4.) \n25(Id. at 4.)\n7\n\nPlaintiffs.26  Moreover, there is no indication in the record that Plaintiffs were impeded in their\nattempts to discover evidence of current and ongoing violations, either by Defendants or for any\nother reason.  \nPlaintiffs' meager allegations that the existence of two lawsuits against Salt Lake County\nalleging improper strip searches, which were settled in 1999, as well as certain \"ambiguous\nand/or highly invasive\" provisions of the Salt Lake County Jails Policy Manual \"suggest\" that\nthere are current and ongoing violations of detainees' federal rights are not a sufficient basis upon\nwhich the court could make written findings that the prospective relief contained in the Consent\nDecree remains necessary to prevent Defendants from engaging in a current and ongoing\nviolation of detainees' federal rights.  Because Plaintiffs have not alleged specific facts which, if\ntrue, would amount to a current and ongoing constitutional violation, the court, in its discretion,\nfinds that an evidentiary hearing is not necessary in this case and that pursuant to the PLRA, the\nConsent Decree should now be terminated.27  Therefore, IT IS ORDERED that Defendants'\nSecond Motion to Terminate is hereby GRANTED.\n26(Id.)\n27See Guajardo, 363 F.3d at 397; Cagle v. Hutto, 177 F.3d 253, 258 (4th Cir. 1999).  The\ncourt also concludes that Ginest v. Bd. of County Comm'rs of Carbon County, the case upon\nwhich Plaintiffs rely in support of their position that \"'the party opposing termination must be\ngiven the opportunity to submit additional evidence in an effort to show current and ongoing\nconstitutional violations'\" does not prevent the termination of the Consent Decree in this case. \nSee Plaintiffs' Opp. to Second Mot. to Term. (dkt. no. 134) at 3.)  The plaintiffs in Ginest, unlike\nPlaintiffs in this case, had \"alleged specific facts in their supporting affidavits, which, if true,\nwould amount to current and ongoing constitutional violations.\"  295 F. Supp. 2d 1274, 1277 (D.\nWyo. 2004).  \n8\n\n",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "141",
      "clearinghouse_link": "clearinghouse.net/doc/24744"
    },
    {
      "date": "2005-10-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Utah",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 24745,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24745.pdf",
      "title": "Defendants' Supplemental Memorandum",
      "text": "DAVID E. YOCOM \nSALT LAKE COUNTY DISTRICT ATTORNEY \nJOHN P. SOL TIS, Bar No. 3040 \nPATRICK F. HOLDEN, Bar No. 6247 \nDEPUTY DISTRICT ATTORNEYS \nAttorneys for Defendants \n2001 South State Street, #S3600 \nSalt Lake City, Utah S4190-1200  .~ , '. -\nTelephone: (SOl) 46S-2656 \nFacsimile: (SO 1) 46S-2646 \nIN THE UNITED STATES DISTRICT COURT \nDISTRICT OF UTAH, CENTRAL DIVISION \nJUDITH REGAN, JOHN DOE, JANE \nMOE, SUSAN SORENSEN and SANG YO :  Case No. C-SO-131J \nWATTERS, on behalf of themselves \nand all others similarly situated,  DEFENDANTS' SUPPLEMENTAL \nMEMORANDUM. \nPlaintiffs, \nv. \nCOUNTY OF SALT LAKE; DARREL B. \nBRADY, individually and as Commander \nof Salt Lake County Jail; ROBERT \nSALTER, as Salt Lake County \nCommissioner; WILLIAM DUNN, as Salt \nLake County Commissioner; WILLIAM \nHUTCHINSON, as Salt Lake County \nCommissioner; JACQUELINE LLOYD, \nANNICK COOMBS, and JANE FOES I, \nII and III, individually and as officers or \nagents of Salt Lake County, \nDefendants. \nDefendants, by and through their attorney of record, Patrick F. Holden, Deputy District \nAttorney's Office, hereby submits the following supplemental memorandum requested by the \nCourt in its Order dated October IS, 2005. \n\nFACTUAL BACKGROUND \n1.  On October 18, 2005 the Court requested County defendants to address two issues: \n(I) identify with specificity, on a paragraph-by-paragraph basis, that portion of the manual which \nincorporates - at least in substance - the decree; (2) specifically identify the \"other provisions of \nthe manual\" referred to in Section C03.03.01(D)(5), and represent to the court the absence of any \nadditional sections. \nPOINT I \nCOMPARISON OF CONSENT DECREE WITH JAILS CURRENT POLICY. \nThe Consent Decree consists of two general sections, the Findings followed by the \nCourt's order granting prospective relief. \nA.  The Findings. \n1.  On or about March 6, 1980, Plaintiff Judith Regan and Jane Doe initiated this \naction on behalf of themselves and all others similarly situated, alleging inter alia, that \nDefendants County of Salt Lake and certain of its employees and elected officials have \nengaged and continue to engage in a policy or practice of subjecting certain female pretrial \ndetainees, some of whom were or are arrested for minor traffic violations, to \"strip \nsearches\" and, in some instances, \"vaginal searches\" under circumstances where there \nexisted no probable cause to believe that the detainees were concealing a weapon, a \ncontrolled substance or evidence relating to a suspected crime and that said policy and \npractice was and is violative of the First, Fourth, Fifth, Eighth, Ninth and Fourteenth \nAmendments of the United States Constitution. \nNot incorporated in policy. \n2.  Since the initiation of this action, the Complaint has been amended, adding as \nPlaintiffs Jane Moe, Susan Sorensen and Sang Yo Watters. \nNot incorporated in policy. \n3.  The Plaintiffs' motion for class certification has been taken under advisement \nand, at present, the action is being prosecuted only on behalf of the individual Plaintiffs, \nJudith Regan, Jane Doe, Jane Moe and Sang Yo Watters. \n2 \n\nNot incorporated in policy. \n4.  Defendants and each of them have denied they have engaged in or instituted the \npolicy or practice alleged by the Plaintiffs and Defendants and each of them deny that any \nof the Plaintiffs are entitled to relief against any of the Defendants. \nNot incorporated in policy. \n5.  Plaintiffs Judith Regan, Jane Doe, Jane Moe and Sang Yo Watters, upon the \nadvice of counsel, agree that the entry of this Consent Decree shall constitute a final and \ntotal settlement of all civil claims they have against any of the Defendants. \nNot incorporated in policy. \nB.  The Order. \nBased upon the foregoing and the stipulation of all parties, and good cause \nappearing therefor, the Court HEREBY ORDERS, ADJUDGES AND DECREES as \nfollows: \n1. The execution and entry of this Consent Decree, and the stipulation thereto, does \nnot constitute an admission of liability on the part of any of the Defendants. \nNot incorporated in policy. \n2.  The claims of Plaintiffs Judith Regan, Jane Doe, Jane Moe, and Sang Yo Watters \nagainst Defendants Darrell Brady, individually and as Commander of Salt Lake County \nJail, Robert Salter, as Salt Lake County Commissioner, William Dunn, as Salt Lake \nCounty Commissioner, William Hutchinson, as Salt Lake County Commissioner, Jacquline \nLloyd and Annick Coombs are hereby dismissed with prejudice. \nNot incorporated in policy. \n3.  The Decree and Order as set forth herein shall apply to the County of Salt Lake \nand all of its officers, agents and employees, including but not limited to the Commander of \nthe Salt Lake County Jail. \nNot incorporated in policy. \n4.  The entry of this Consent Decree shall not prevent Defendant County of Salt \nLake, or any of its officers, agents or employees, from making policy changes or \namendments, provided such changes or amendments do not conflict with the provisions \n3 \n\nherein. \nNot incorporated in policy. \n5.  Defendant County of Salt Lake and its officers, agents, employees and successors, \nand all those acting in concert or participation with any of them, are hereby permanently \nenjoined from: \n(a) Allowing or engaging in strip searches of persons arrested or detained by officers, \nagents or employees of Salt Lake County (\"Detainees\") unless \n(i) there is reasonable cause for believing that a detainee is concealing a weapon, controlled \nsubstance, or evidence relating to a suspected crime; or \nThe reasonable suspicion standard is incorporated in Jail Policy C03 .03.0 I (D)(1) which \nprovides: \"Only arrestees meeting one of the following criteria will be strip-searched. ... 1. \nThere is reasonable suspicion to believe that an arrestee is concealing a weapon, drugs or \ncontraband and such action is authorized by a Lieutenant or higher authority ....\"   It is also \nincorporated into Jail Policy F03.03.06(B) dealing with visual body cavity searches: \"Visual \nbody-cavity searches may be conducted under the same criteria as other strip searches \n(F03.03.05B 1-8) except that reasonable suspicion body-cavity searches must be based on \nreasonable suspicion that includes the belief that contraband is or could be concealed in the \nbody-cavity visually examined.\" \n(ii) the detainee, if arrested without a warrant, has appeared before a magistrate and is to \nbe incarcerated in the secured area of the Salt Lake County Jail; or \nThe current policy does not maintain the distinction found in the Consent Decree \nbetween detainees arrested with or without a warrant.  Instead, all detainees are afforded an \nopportunity to bailout or obtain release on their own recognizance consistent with Utah law. \nAccording to policy, detainees are given six (6) hours to obtain such a release.  C03.03.01(E).  If \nthe detainee is not able to obtain release and is to enter the secured area of the Jail, then the \n4 \n\ndetainee will be strip searched.  However, the Jail's policy is actually more restrictive than the \nConsent Decree on this point in that only those detainees entering general population who have \nbeen charged with or convicted of a violent felony or felony involving contraband or escape will \nbe strip searched absent a particularized finding of reasonable suspicion.  C03.03.01(D)(2). \n(iii) it has been determined the detainee, if arrested pursuant to a warrant, is not to be \nreleased on bond or his or her own recognizance within five (5) hours after being booked \nand is to be incarcerated in the secured area of the Salt Lake County Jail. \nAgain, the distinction between those confined based on a warrant and those confined \nbased on a warrantless arrest is not maintained.  The Jail's current policy allows as a general rule \nsix (6) hours for the detainee to bailout, and because of overcrowding issues, every effort is \nmade to ensure those who can bailout or obtain release do so.  In substance, this provision is \ncontained in Jail's Policy C03.03.0J(D)(2) and (E). \n(b) Allowing or engaging in any strip searches of any person who has been detained \nat the Salt Lake County Jail for more than ten hours unless the removal of any of the \nclothing of such a detainee is for the protection of the health or safety of that detainee or \nothers and directed by the shift supervisor.  This paragraph shall not preclude Salt Lake \nCounty from searching prisoners or trustees as they are returned to the secured area after \nhaving been in the unsecured area. \nProvisions allowing strip searches based on the health and safety of the detainee are \ncontained in policy, but there is no ten hour limitation.  First, C03.03.0J(D)(4) provides that a \nstrip search may be conducted if\"[t]he prisoner has a health condition requiring immediate \nhealth services intervention and a more intrusive search is required to confirm the information .. \n.. \"  Second, C03.03.04 provides that: \"[t]his policy authorizes strip searches of arrestees \ndetermined to be suicidal and placed in Mental Health observation housing by authorized Mental \nHealth staff.\" \n5 \n\nOther provisions allow for strip searches of prisoners when returning from an unsecured \narea, lesser secured area or upon contact with individuals from outside the facility as in contact \nvisits from the public.  Section F03.03.05(B) allows strip searches \"upon returning from contact \nvisits,\" \"when entering or leaving Administrative Segregation housing areas,\" \"prior to \ntransportation to court, health services clinics, or other such venues,\" \"returning to the Jails from \noutside activities,\" \"during work projects outside a Jail perimeter,\" and \"returning from other \nsecurity zones or activities within the facility.\"  F03.03.05(B)(3-8). \nIt must also be noted that current Jail policy provides that \"a prisoner may be strip \nsearched whenever there is reasonable suspicion that the prisoner is in possession of \ncontraband.\"  F03.03.05(C).  Thus, under current Jail policy a prisoner may be strip searched at \nany time if there is reasonable suspicion that he or she is concealing contraband.  This is \narguably less restrictive than the Consent Decree allows, but is in compliance with constitutional \nstandards. \n(c) Allowing or engaging in the touching of the skin of the breasts, buttocks or pubic \narea of any detainee unless such touching is by a physician or registered nurse licensed by \nthe State of Utah and upon a determination that there is probable cause to believe that the \ndetainee is concealing a weapon, controlled substance or evidence relating to a suspected \ncrime. \nTouching as outlined in Section (c) above can only occur pursuant to the digital body \ncavity search policy.  F03.03.07(C) provides: \nDigital body-cavity searches may be conducted only: \nI.  When corrections staff have a reasonable suspicion to believe that a \nprisoner has contraband hidden in a body-cavity; \n2.  By non-Sheriffs Office medical staff (as required by NCCHC \nstandards); \na.  who are appropriately licensed; and \n6 \n\nb.  do not have a therapeutic relationship with the prisoner, \n3.  in a professional manner, \n4.  in a facility that is staffed and equipped to handle any potential adverse \nmedical condition caused by the search. \nAs discussed in previous papers submitted to the Court, this standard is lower than that \nset out in the Consent Decree.  The Consent Decree states \"probable cause\" and the policy states \n\"reasonable suspicion.\" \n(i) A bra search by a female is permissible and one finger may be inserted under the \nperiphery of the garment. In the event the bra is required to be removed, the inmate is \nrequested to do so herself.  Ifthe inmate refuses, a female officer, agent or employee of Salt \nLake County may remove the garment, but only in the presence of a female witness. \nUnder current Jail policy and practice, there is no longer a \"bra search\" as described in \nthe Consent Decree.  As described in the Consent Decree, such a search to the extent it involves \nthe removal of the bra would constitute a \"strip search\" under the Jail's current policies and \npractices and hence would require compliance with F03.03.05.  No touching of the skin of the \nprisoner is allowed, unless a digital body cavity search is performed.  For clothed prisoners, rub \nsearches are performed under F03.03.04(A)(l) which includes in part: \"a careful manual search \nof the genital, anal, and female breast areas.\" \n6.  If a strip search is performed on a new intake detainee on the grounds set forth \nunder Paragraphs 5(a)(i) or 5(b) hereinabove, or if a search, other than as permitted under \nParagraph 5(c)(i) hereinabove, involving the touching of the skin ofthe breasts, buttocks or \npubic area is performed on any detainee, the following information must be set forth either \nprior to the search or within eight hours immediately thereafter in a search log of the shift \nsupervisor of the Salt Lake County Jail, with a copy in the prisoner packet: \n(i) the name of the detainee; \n(ii) the name of the officer making the request to perform a strip search of the \ndetainee; \n7 \n\n(iii) the specific reasons for performing the search; \n(iv) the time of the making of the entry in the search log; \n(v) the name(s) of the person(s) approving the search; \n(vi) the name(s) of the person(s) making the entry in the search log; \n(vii) a detailed description of all clothing removed and what, if anything, was found \nas a result of the search. \nThis requirement in contained in substance in Jail's Policy F03.03.05(D): \nD.  All strip searches will be documented. \nI.  Reasonable suspicion strip searches will be documented on the \nReasonable Suspension [sic] Strip Search Log and an Initial or Follow-up Report. \n2.  All other strip searches not authorized by (8) will be documented in an \nappropriate log entry. \nThe documentation requirement only applies to certain strip searches under the Consent \nDecree.  First, strip searches conducted under paragraph 5(a)(i), which are those conducted on \nreasonable suspicion that the detainee is concealing weapons or contraband.  Second, 5(b) the \nhealth and safety strip search after ten hours.  Finally, digital body cavity searches.  A form \nattached hereto as Exhibit \"8\" is required to be utilized for reasonable suspicion searches. \n7.  Nothing contained herein shall restrict the County of Salt Lake or its officers, \nagents, employees and successors, and all those acting in concert or participation with \nthem, from pat-down searches, spraying disinfectant, showering, defumagation, and \nissuing jail clothes prior to or at the time of entrance into the secured area. \nNot incorporated in policy. \n8.  For the purpose of this Consent Decree, the term \"strip search\" shall mean the \nremoval of any clothing, thereby exposing to the view of any person other than the detainee \neither or both of the breasts, buttocks or pubic area of a detainee.  The term \"secured \narea\" shall mean those areas of the Salt Lake County Jail where inmates are normally \nhoused overnight and the area commonly known as the \"drunk tank.' \n8 \n\nStrip search is defined by Jail's policy F03.03.05(A) as follows: \"Strip searches are \nsearches which involve the visual inspection of a disrobed prisoner.\"  The term \"secured area\" is \nnot explicitly defined in Policy. \n9.  Within thirty (30) days from the date hereof, Defendant County of Salt Lake \nshall revise and amend its written policies relating to searches at the Salt Lake County Jail \nto unambiguously incorporate therein the provisions of this Consent Decree relating to \nstrip and vaginal searches. \nNot incorporated in Policy. \n10.  Representatives of the American Civil Liberties Vnion of Vtah (\"Utah ACLV\") \nmay, for a period of one year, commencing with the entry of this Consent Decree, inspect \nand copy any documents relating to the obligations of Salt Lake County hereunder. Such \nrepresentatives must give 72 hours written notice to the Salt Lake County Attorney prior \nto such inspection and shall endeavor to minimize any inconvenience to Salt Lake County \narising out of the inspection or copying of such records.  Further, A.C.L.V., and any \nrepresentatives thereof, shall treat such information or documentation and shall not \ndisclose or publicize any of the information contained in said records or documents without \nan order of the Court. \nNothing contained herein shall restrict either party from disclosing any information \nto the Court.  In the event that any party hereto believes that any other party is acting \nunreasonably in the execution of the terms and conditions hereof, the matter may be heard \nby the Court within 48 hours after written notice to all parties. \nNot incorporated by Policy. \n9 \n\nPOINT II \nADDITIONAL SECTIONS OF JAIL POLICY MANUAL ADDRESSING \nSTRIP SEARCHES. \nAs requested by the Court and attached hereto as Exhibit A are all policies referring to or \naddressing strip searches in the Jail Policy Manual in addition to those attached to the \nDefendant's Memorandum dated January 12,2005.  Attached are the policies which are in \nsummary;  E02.03.05 \"Visitor Searches,\" E04.03.03 \"Attorney Contact Visits,\" F03.03.01(C) \n\"Prisoner Searches,\" G04.02.04(B) \"Issuance of Jail Clothing and Property,\" and J05.03.03 \"Re-\nentry Searches ofSILD/SHED Prisoners.\"  To the best of Defendants' knowledge, there are no \nother provisions in Sheriffs Office Jail Policy concerning or relating to strip searches. \n___,  \nDATED this ~/day Of_-vOL<l<-i-f-=--b \",\"L~~  2005 \nDAVID E. YOCOM \nSALT LAKE COUNTY DISTRICT ATTORNEY \nPATRICK F. HOLDEN \nDEPUTY DISTRICT ATTORNEY \nATTORNEYS FOR DEFENDANTS \n10 \n\nCERTIFICATE OF MAILING \n»u \nk \n~ ~ay  f; \nI hereby certify that on the  'I- of  ,2005, a mailed United States \nMail, postage prepaid, a true and correct copy of the foregoing DEFENDANTS' \nSUPPLEMENTAL MEMORANDUM to the following: \nRobert M. Anderson \n50 South Main, #1600 \nSalt Lake City, Utah 84144 \nMargaret Plane \nAmerican Civil Liberties Union \n355 North 300 West \nSalt Lake City, Utah 84103 \npib: \\regconsdecmm6. wpd \n11 \n\n-~~--~ \nEXHIBIT \"A\" \n\nSalt Lake County Jail Policy Manual \nE02.03.03  Visitor Eligibility \nA.  A visitor may be denied visiting privileges if there is a reasonable belief that previous \nacts by the visitor involved: \nI.  attempts to smuggle drugs, weapons, or other contraband into the jail; \n2.  disruptive behavior during visits or refusal to follow visitor rules; \n3.  assisting, conspiring, or otherwise participating in an escape or attempted \nescape; or \n4.  acts inimical to the safety, security, or other legitimate penological interests \nof the j ail; or \n5.  there is reasonable beliefby Jail officials that the visitor represents a threatto the \nsafety, security, order, discipline, treatment, or other legitimate interests of the \njail. \nB.  A visit is prohibited when it would be in violation of a protective order, no contact \norder, restraining order, or any other lawful court order, issued for the purpose of \nbarring contact between two or more persons. \nC.  Immediate suspension of visiting privileges may be made by the staff member \nhandling the visit. \n1.  Notification will be promptly made to the supervisor and Jail Command. \n2.  The action will be noted in the visiting program. \nD.  All suspensions of future visits must be made by a member of a Jail Command. \nDocumentation of such suspensions will be noted in the visiting program by the \nvisiting  clerk.  Suspension  beyond  30  days  requires  approval  of a  Division \nAdministrator. \nE.  A visitor may appeal such suspension to the Division Administrator by request. \nE02.03.04  Identification \nCurrent government issued picture identification with a date of birth is required from all \nvisitors 16 or older. School J.D. is not considered valid J.D. under this policy. \nE02.03.05  Visitor Searches \nA.  Reasonable  suspIcIon  is  facts  and  inferences  from  those  facts,  which  lead  a \nreasonable Jail staff member to believe that Jail security, or safety is Of will be \nviolated. \nRevised 07-05-04 \n\nSail Lake County Jail Policy Manual \nB.  Strip or visual body cavity searches must be authorized by a member of the Jail \nCommand. \nC.  Any search conducted pursuant to this policy must be documented in a shift log and \ninitial report. \nD.  Visitors may be required to submit to a rub or pat-down search as a condition of \nentering a Jail. \nI.  Visitors may decline to be searched by leaving the Jail. \n2.  All such searches will be conducted by a member of the same sex and \ndocumented  in  a  shift  log  except  as  otherwise  required  by  exigent \ncircumstances. \nE02.03.06  Visiting Rules \nTo assist visitors to understand and comply with required and prohibited conduct; and to \nprovide fair notice and serve as a basis for action against visitors who violate conduct \nrequirements, rules and regulations governing Jail visits are: \nA.  posted in areas adjacent to visiting, and \nB.  available in writing upon request. \nE02.03.07  Violations of Visiting Rules \nA.  Visiting increases the vulnerability of Jail security and the safety of staff, prisoners, \nand the public. Visiting must be handled in a manner which minimizes opportunities \nfor escape, introduction of contraband, prisoner violence, disruptions and other \nactions contrary to the legitimate penological interests of the Jail. \nB.  The  adoption,  implementation,  and  strict enforcement  of visiting rules are  an \neffective means of: \nI.  demonstrating the importance of proper conduct during visits; \n2.  providing notice to prisoners and their visitors; and \n3.  temporarily or permanently terminating the visiting privileges or visitors who \nare unwilling or incapable of complying with Jail rules. \nC.  Prisoner violation of visiting rules will be processed through the prisoner discipline \nprocedures and may result in: \nI.  warnings or other informal disciplinary actions; \n2.  disciplinary actions; and/or \nRevised 07-05-04 \n\nSalt LAke County JaIls PolIcy Manual \nE0403.02  Privacy \nA.  The  monitoring  or  recording  of communication  betWeen  prisoners  and  their \nattorneys is prohibited, as this would chill the commurucatlon necessary for the \nprisoner to be properly represented. \nB.  Tbis prohibition does not preclude Jail staff from visually observing visits from a \ndistance that does not allow eavesdropping, because of the Jails' legitimate safety \nand security interests. \nE04.0303  Attorney Contact Visits \nA.  Upon request of the attorney (or attorney representative as described previously in \nthis volume), attorney contact visits will be conducted in designated Jail areas. \nB.  An attorney (or attorney representative) may be pat-down searched prior to an \nattorney contact visit.  All items taken into the designated contact visit area are \nsubject to inspection for conttaband. \nC.  The prisoner may be strip searched prior to and/or after an attorney contact visit, \nconsistent with the Strip Search policies. \nE04.04.00  Attorney Telephone Calls \nE04.04.01  The Salt Lake County Jails recognize the right of prisoners to have telephone contact with \ntheir attorneys and courts. \nA.  Prisoners are encouraged to use collect call housing area telephones to contact their \nattorneys and courts. \nB.  Prisoners may be allowed access to attorneys and courts from the housing unit desk \nonly when an exigent circumstance exists. \nI.  In the event of an exigent circumstance, telephone access to attorneys and \ncourts will be considered one call made unless an obvious need exists for \nadditional or more immediate telephone use. \n2.  Such telephone calls will normally be made weekdays during business \nhours.  Requests made and approved prior to  1100 will made the same \nbusiness day.  Requests made and approved after II 00 will be made no \nlater than the end of then next business day. \n3.  The nature of the exigency will determine the duration of the call. \nReYlsed 10-1-98 \n\nSalt Lake County Jails Pohcy Manual \nF03.03.00  Prisoner Searches \nF03.03.01  Basis for Conductin2 Searches \nA.  Searches are a critical element of Jails security and will be conducted as part of a \nset routine. augmented with random searches to keep prisoners from being able to \nanticipate when searches will or 'Will not occur.  Prisoners have no expectation of \nprivacy while incarcerated  and, thus. are  not protected from  aggressive search \nprocedures. Searches are particularly vital when prisoners or others are capable of \nbringing contraband in from the outside, movement of contraband from one location \nto another within or between the Jails, or are being prepared for transportation from \nthe facility. \nB.  Searches of prisoners will be conducted on a routine and random basis.  Special \nanention will be given to prisoners: \nI.  at the admission process; \nreturning to a Jails facility from court, health service transports. and other \nvenues outside the Jails; \n3  moving between security zones in the Jails: \n4.  whose housing area is being searched; \n5  assigned as prisoner-workers: \n6.  being transported from the jail to other venues; and \n7.  allowed to have contact visits with anorneys or Jail Pass holders. \nC.  All prisoners returning to a Jails facility, completing an anorney contact visit, or \nbeing transported  from  the Jails to  another correctional  facility  will  be  strip \nsearched (except that a transfer between Salt Lake County Jails facilities must \ncomply with the Admissions Strip Search Policy). \nD.  Prisoners  moving  between  security  zones  in  the  Jails,  prisoner-workers, and \nprisoners having contact with Jail  Pass  holders will  be  strip  searched or  rub \nsearched on a random basis. \nE.  Rub searches will  be conducted of any prisoner whose housing area (outside \nProcessing) is being searched.  Strip searches of a prisoner whose housing area is \nbeing searched must comply with the Strip Search policy of this chapter, and cannot \nbe conducted contrary to provisions of the Admission Strip Search Policy, except \nas required by exigent circumstances. \nRe~'lSed 07·01-01 \n\nSa/f LaJce Count)' Jails Pohc), Manual \nF.  Prisoners being taken from the Jails to court will be rub searched and checked with \na magnetometer.  Prisoners returning to the Jails from co un will be rub searched, \nstrip searched, and visual body-cavity searched. \nF03.03.02.  Scope of I ntrusion and Justification \nThe greater the scope of the intrusion of a search. the greater must be th e justification for \nconducting the search.  Jails policy establishes four types of searches. in ascending levels \nof intrusion: \nA.  rub search: \nB.  strip searches: \nC.  visual body-cavity searches; and \nD.  digital body cavity searches. \nF03.03.03  Maimer of Search \nA.  Searches will be conducted in a professional manner.  Failure to do so could result \nin  otherwise  proper  searches  being  found  to  be  in  violation  of prisoners' \nconstitutional rights.  Jails staff conducting searches will: \nI.  not  make  taunting,  degrading,  dehumanizing,  or  other inappropriate \ncomments to prisoners; \n2.  provide an appropriate degree of privacy for more intrusive searches or \nother searches  which  by  their  nature  would  tend  to  be  exceptionally \nembarrassing or humiliating; \n3.  ensure adequate sanitation precautions, when appropriate; and \n4.  ensure that persons conducting searches have adequate training to conduct \nthe type of search involved. \nB.  Detailed information about the privacy, sanitation, and qualifications necessary for \nvarious levels of search are outlined in the following subsections of this volume. \nF03.03.04  Rub Searches \nA.  All prisoners are subject to rub searches at any time during their incarceration. \n1.  A rub (pat) search  is  an  officer's pat of the prisoner's body over the \nclothing in an anempt to locate contraband, with incidental contact with the \ngenital, anal, and female breast areas. A complete rub search includes a \nReVIsed OJ.OJ-OJ \n\nSalt lAU Coul'tly Jails Policy Manual \n4.  ensure that persons conducting searches have adequate training to conduct \nthe type of search involved. \nB.  Detailed information about the privacy, sanitation, and qualifications necessary for \nvarious levels of search are outlined in the following subsections of this volume. \nF03.03.04  Rub Searches \nA.  All prisoners are subject to rub searches at any time during their incarceration. \nI.  A rub search is an officer's (frisk) or rub of the prisoner's body over the \nclothing, while a pat (frisk) search involves touches limited to incidental \ncontact with the genital, anal, and female breast areas. A complete rub \nsearch includes a careful manual search of the genital, anal, and female \nbreast areas.  Shoes and socks will be removed as part of a complete rub \nsearch. \n2.  Privacy is not a requirement for rub searches. \nB.  Rub searches are specifically required for every prisoner: \n1.  entering, leaving, or returning to the facility; \n2.  entering or leaving his or her housing unit; \n3.  as a part of a housing area shakedown; \n4.  leaving for, while working at, andlorreturning from work release, prisoner \nworker duties, or program activities; and \ns. \nfor whom there is any reason to believe is in possession of contraband. \nC.  Such searches may be conducted on a routine, selective, andlor random basis. \nD.  Search procedures and training will prepare officers to protect themselves from risks \nwhich result from physical contact which is a necessary aspect of rub searches, \nincluding: \nI.  assaults by prisoner; \n2.  exposure to contagious disease and infestation; and \n3.  skin punctures from needles hidden in clothing or other possessions. \nRevised 12-01·99 \n\nSalt lAke County Jails PahC}, Manual \nmore thorough, or intrusive search of the genitaL anaL and female breast \nareas.  Shoes and socks will be removed as part of a complete rub search. \nPrivacy is not ordinarily a serious concern. \na.  An exception should be made in  the case of a female prisoner \nbeing thoroughly rub searched in the view of male prisoners. as \nmale  prisoners  may  be  inclined  to  make  obscene \ncomments/gestures. \nb.  Privacy  should  also  be  used  to  facilitate  the  needs  of an \ninvestigation, or serve some other legitimate interest of the Salt \nLake County Jails or law enforcement officers. \nB.  Rub searches are specifically required for every prisoner: \nI.  entering, leaving, or returning to a Jails facility; \n2.  entering or leaving his or her housing unit; \n3.  as a part of a housing area shakedown; \n4.  leaving for. whi Ie working at. and/orreturning from work release. prisoner \nworker duties, or program activities: and \n5.  for whom there is any reason to believe is in possession of contraband. \nC.  Such searches may be conducted on a routine, selective, andlor random basis. \nD.  Search procedures and training will prepare officers to protect themselves from \nrisks which result from physical contact which is a necessary aspect of rub searches, \nincluding: \n1.  assaults by prisoner; \n2.  exposure to contagious disease and infestation: and \n3.  skin punctures from needles hidden in clothing or other possessions. \nF03.03.05  Strip Searches \nA.  Strip searches are searches which  involve the visual  inspection of a disrobed \nprISoner. \nI.  Strip searches, though more intrusive than rub searches, are a necessary \ntool in protecting Jails security and safety because: \nn \nReVIsed  7.0/-0 I \n\nSal! Lake CounryJa/IJ Pollc), Manual \na.  prisoners  are  capable  of hiding  weapons,  drugs,  and  other \ncontraband on their bodies in ways that substantially reduce the \nlikelihood that the hidden items will be found in a less intrusive \nsearch: and \nb.  strip searches add a dimension to the search which permits visual \nexamination  of  the  prisoner  in  a  manner  which,  if  done \ncompetently, ensure that contraband hidden on the body will be \nfound. and  in  some cases. may lead to discovery of contraband \nhidden in body cavities . \n.,  Strip searches will  be done in  a manner which reasonabl,  ensureS that \nprisoners being searched are observed only by: \na.  staff members conducting or assisting with the search; \nb.  staff members working in the area: and \nc.  other prisoners ofthe same gender being searched at the same time. \nB.  Strip searches of prisoners are permined: \nI.  upon  admission  of arrestees  (consistent  with  the  Admissions  Search \nPolicy): \n2.  when an arrestee in general population not previously searched pursuant to \nthe Admissions Search Policy is no longer excluded from search under that \npolicy; \n3.  upon returning from contact visits; \n4.  when entering or leaving Administrative Segregation housing areas; \n5.  priorto transportation to court, health service clinics, orother such venues; \n6.  returning to the Jails from outside activities; \n7.  during work projects outside a Jail perimeter; and \n8.  returning from other security zones or activities within the facility. \nC.  In addition to the previously outlined permined strip searches, a prisoner may be \nstrip searched  whenever there  is  reasonable  suspicion  that the  prisoner  is  in \npossession of contraband. \nRev/Jed 07-01-01 \n\nSalt Lake CounryJalis PoliCY Manual \nI.  A mere \"tip\" from another prisoner or informant outside the Jails does not \nconstitute reasonable suspicion. absent a determination of the reliability of \nthe information. The identity and the reliability of the informant must be \nknown to the person authorizing the strip search. \no  Reasonable suspicion strip searches must be authorized by a Lieutenant or \nhigher authority. \nD.  All strip searches will be documented. \nI.  Reasonable suspicion strip searches will be documented on the Reasonable \nSuspension Strip Search Log and in an Initial or Follow-up Report. \n2.  All other strip searches not authorized by (B) will be documented in an \nappropriate log entry. \nF03.03.06  Visual Bodv-Cavitv Searches \nA.  Visual body-cavity searches are strip searches which include a visual inspection of \nthe anus andlor genital area; generally requiring the subject to bend over and spread \nthe cheeks of the buttocks. to squat. andlor to otherwise assllme a posture which \nmore fully exposes body cavity orifices. \nB.  Visual bodv-cavitv searches mav be conducted under the same criteria as other strip \nsearches (F03 .03 .05 B 1-82. except that reasonable suspicion bodv-cavitv searches \nmust be based on reasonable suspicion that includes the belief that contraband is. \nor could be concealed in the body-cavity visuallv examined. \nI.  Visual body-cavity searches will be done in a manner which reasonably \nensures that prisoners being searched are observed only by: \na.  staff members conducting or assisting with the search; \nb.  other prisoners of the same gender being searched at the same time. \n2.  Reasonable Suspicion visual body-cavity searches must be authorized by \na Watch Commander. Processing Lieutenant, Operations Lieutenant. or \nhigher authority. \n3.  All visual body-cavity searches will be documented. \na.  Reasonable  suspicion  visual  body-cavity  searches  will  be \ndocumented in an Initial or Follow-up Report. \nb.  All other visual body-cavity searches will be documented in an \nappropriate log entry. \nReVised 07-01-01 \n\n5011 Lake Ca unt)' JaIls PolIcy Manual \nF03.03.07  Digital Bodv-cavitv Searches \nA.  Digital body-cavity searches are searches which involve the probing of the vagina \nand/or  the  rectum  using  a  gloved  finger  or  other  instrument  to  search  for \ncontraband. \nB.  Because many courts  have  found  digital  body-cavity searches to  be  the  most \nintrusive and demeaning type of search, the courtS evaluate such searches very \ncarefully. Digital searches remain a viable search option, because: \nI.  the use of body cavities by prisoners to hide or transport contraband is not \nuncommon among persons who are handled by corrections staff; \nwhile visual body-cavity searches may on occasion detect indications that \ncontraband is hidden in a body-cavity (e.g., the end of a balloon or condom \nprotruding from the anus), in most instances the detection of contraband in \na body-cavity will only be possible with a digital search; \n3.  if prisoners become aware that digital searches are never or infrequently \nused, they quickly learn to hide contraband in the rectum andlor vagina; \n4.  digital searches often result in discoveries of hidden contraband; and \n5.  use of digital searches increases the risk of detection of prisoners who \nviolate  contraband  regulations  and  may deter some of the  prohibited \nactivity. \nC.  Digital body-cavity searches may be conducted only: \nJ.  when  corrections staff have  a  reasonable  suspicion  to  believe that a \nprisoner has contraband hidden in a body-cavity; \n2.  by non-Sheriffs Office medical staff (as required by NeCHC standards); \na.  who are appropriately Ii censed; and \nb.  do not have a therapeutic relationship with the prisoner, \n3.  in a professional manner, and \n4.  in a facility that is staffed and equipped to handle any potential adverse \nmedical condition caused by the search. \nD.  Digital body-cavity searches will done in a manner which reasonably ensures that \nprisoners being searched are observed only by: \nRe\\,lsed 0i·()j·0I \n\nSalt Lake County Jails Pohcy Manual \nI.  staff members conducting or assisting with the search~ \n\"  medical staff conducting or assisting with the search. \nE.  Digital bady-cavit), searches must be authorized by a Captain or higher authority. \nF.  All digital body-cavity searches will be documented  in  an Initial or Follow-up \nReport. \nRevised 07·01.01 \n\nSalt LaJu CmmryJQIU Policy M01hJ.Q/ \nVolume G - Prisoner Services \nG04.00.00  Laundry Services \nG04.01.00  Written Policies and Procedures \nThe policies and procedures governing laundry services include requirements for laundering \nboth prisoners' personal clothing and jail-issue clothing. \nG04.02.00  Laundering Clothing and Bedding \nG04.02.01  Policies and Procedures \nG04.02.02  Laundering Newly Adrrritted Prisoners Clothing \nA.  Laundering of clothing helps the Jails maintain a sanitary environment, reduces the \nlikelihood of infestation, and controls odors in the clothing storage area. The need \nfor laundering is more acute if the clothing is dirty, contaminated, or smells. \nB.  Before storing prisoners' personal clothing, the clothing should be laundered or \ntreated if it is contaminated, foul smelling, heavily soiled, or wet. \nG04.02.03  Laundering Jail Issued Items \nA.  The laundering schedule is based upon what is required to maintain prisoner and \nfacility cleanliness and hygiene. \nB.  Clothing and towels should be exchanged and laundered twice each week, (but no \nless than once each week), and prior to reissue. \nC.  Sheets will be exchanged and laundered no less than once each week and prior to \nreISsue. \nD.  Blankets will be exchanged and laundered at least once every thirty days and prior \nto reissue. \nE.  Mattresses with non-cloth covers will be cleaned by the receiving prisoner upon \nrClSsue. \nG04.02.04  Issuance of Jail Clothing and PropertY \nA.  Prisoners being housed in the interior of the Jail must be dressed in Jail Clothing. \nB.  When a prisoner is ready to be dressed in Jail clothing, Clothing Room staff will \nconduct a strip search, as authorized by policy. \nC.  Prisoners shall be required to shower for reasons of hygiene and health. \nD.  Prisoners will be issued jail clothing and personal hygiene items. \n\nSail Lolce County Jails Policy Manual \nJ05.03.00  Work Release Programs \nJ05.03.01  Programs \nA.  The Salt Lake County Jails do not permit court-ordered work release programs. \nB.  The  Salt  Lake  County Jails  do  operate  an  alternative  incarceration  program \n(Sheriff's Inmate Labor Detail (SILO)! Sheriff's Home Electronic Monitoring \n(SHED). \n1.  Participants must meet criteria established by the relevant Post Orders. \n2.  These programs are conducted under procedures detailed in relevant Post \nOrders. \nJ05.03.02  Access to Services \nA.  SILO prisoners have access to jail services, except those that cannot be provided \ndue to their absence from the Jails. However, prisoners injured while in the SILO \nprogram will have their medical needs managed by the Health Services Unit. \nB.  SHED prisoners generally do not have access to jail services, inconsistent with their \nrelease to the community and their electronic monitoring agreement, including \nhealth services. \nJ05.03.03  Re-entry Searches of SILO/SHED Prisoners \nAll SILO/SHED prisoners re-entering the secure perimeter of a jail facility for any reason, \nwill De strip-searched before being admitted, consistent with the Strip Search and Visual \nBody-Cavity Search Policies. \n\nEXHIBIT \"B\" \n\nSalt Lake County Sheriff's Office \nCorrections Bureau \nStrip Search Log \nReference JPM F03.03.05 \nso# __  s.o. \nPrisoner Name: Last, First  Case # __ \nDate of Search: __  Time of Search: __ \nOfficer Requesting Strip Search:  ID#: __ \nAgency:  Salt Lake County Sheriff  Location:Metro Jail Processing Area \nSpecific Reasonable Suspicion for the Strip Search: \nDescription of clothing removed from prisoner during Strip Search: \nItems found as a result of the Strip Search: \nCorrectional Officer(s) Conducting Strip Search: Name and IS# \nCorrectional Command Approving Strip Search: Name and IS# \nCorrectional Supervisor Making Strip Search Log Entry: Name and IS# \nDate ITime Of Log Entry: 10/27/2005  116:40 Hours \nRevised 0\\+06-2003 A62 \nApproving Jail Command Signature ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "139",
      "clearinghouse_link": "clearinghouse.net/doc/24745"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121384,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121384"
    }
  ],
  "document_count": 7
}