{
  "case_id": 17407,
  "fetched_at": "2025-10-20T22:54:56.462526",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Office of the Attorney General",
        "institution_alt_state": null,
        "institution_city": "Albany",
        "institution_county": "Albany",
        "name": "New York Attorney General",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "New York",
        "institution_alt_state": null,
        "institution_city": "Albany",
        "institution_county": "Albany",
        "name": "Governor",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1972,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Due Process: Procedural Due Process"
      },
      {
        "value": "Due Process: Substantive Due Process"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      }
    ],
    "court": "Southern District of New York",
    "custom_issues": [],
    "defendant_payment": "$9,300",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      },
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1968-10-15",
    "filing_year": 1968,
    "id": 17407,
    "injunction_duration": "18",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Disciplinary segregation",
      "General/Misc.: Disciplinary procedures",
      "Jails, Prisons, Detention Centers, and Other Institutions: Good time",
      "Jails, Prisons, Detention Centers, and Other Institutions: Solitary confinement/Supermax (conditions or process)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Library (non-law) access",
      "General/Misc.: Religious programs / policies",
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation",
      "Discrimination Basis: Religion discrimination",
      "General/Misc.: Retaliation",
      "Discrimination Area: Discipline"
    ],
    "last_checked_date": "2022-05-29T00:00:00-04:00",
    "main_docket": {
      "id": 28318,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1968,
      "docket_filing_number": 4058,
      "is_main_docket": true,
      "court": "Southern District of New York",
      "state": "New York",
      "docket_office_number": "1",
      "docket_number_manual": "1:68-cv-04058",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Sostre v. Rockefeller",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1971,
    "order_start_year": 1969,
    "permanent_injunction": false,
    "plaintiff_description": "Incarcerated individual in New York prison",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Mixed",
    "pro_se_status": "Yes",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Preliminary injunction / Temp. restraining order",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1970-05-14",
    "settlement_judgment_year": 1970,
    "special_collections": [
      "Martin Sostre cases"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>This is a historic case about mail censorship, religious discrimination, and solitary confinement issues in New York prisons.&nbsp; It's one of <a href=\"../../../../search/case/?special_collection=5701\" target=\"_blank\" rel=\"noopener\">several</a> brought by prisoners' rights activist (and prisoner) Martin Sostre, whose Wikipedia bio is <a href=\"https://en.wikipedia.org/wiki/Martin_Sostre\" target=\"_blank\" rel=\"noopener\">here</a>.&nbsp; &nbsp;</p>\r\n<p>On June 25, 1968, Martin Sostre, a New York prisoner, was ordered into punitive segregation based on alleged rule infractions. To challenge this order, he filed this lawsuit in the U.S. District Court for the Southern District of New York on October 15, 1968, naming as defendants Governor Rockefeller, NY attorney general {}, the New York State Commissioner of Correction, and the warden. Sostre alleged that his confinement violated his Eighth and Fourteenth Amendment rights.</p>\r\n<p>A few months later, on February 4, 1969, the court denied the defendants' motion to dismiss. We do not have additional information on this opinion or the court&rsquo;s reasoning. Shortly after, district judge Constance Baker Motley granted a temporary restraining order &mdash; the defendants could no longer hold Sostre in punitive segregation.</p>\r\n<p>In light of the TRO, Sostre moved for a preliminary injunction to order his release from punitive segregation, and the court held a hearing on that issue in June 1969.</p>\r\n<p>Sostre amended his complaint on July 30, 1969, but we do not have additional information on the changes.</p>\r\n<p>That same summer, the prison imposed additional disciplinary measures on Sostre, depriving him of yard time and movie privileges for 60 days. In early August 1969, he was again disciplined for having &ldquo;inflammatory racist literature&rdquo; in his cell, which only consisted of his own handwritten political articles, some of which contained excerpts from articles printed in newspapers and magazines. At this time, the warden censored all Sostre&rsquo;s written correspondence with his attorney. And the warden also refused to mail a letter to the Postal Inspector of the United States Post Office complaining about Sostre&rsquo;s failure to receive receipts for certified mail.</p>\r\n<p>Judge Motley issued her opinion on the preliminary injunction motion on September 5, 1969. The court held that Sostre was entitled to the preliminary injunction &ldquo;in the absence of showing that prison discipline would be undermined, or the prison administration interfered with by his release from the segregation unit pending trial of the action.&rdquo; 309 F. Supp. 611. The court reasoned the Eighth Amendment claims provided sufficient grounds to order the injunction without considering the Fifth Amendment claim, because the punishment that the prison imposed was disproportionate to Sostre&rsquo;s infractions. Additionally, the court compared the facts here to those in Fulwood v. Clemmer, 206 F.Supp. 370 (D.D.C. 1962). There, a Muslim incarcerated person had broken a prison rule when he preached on racial issues in the prison recreation field; prison officials sentenced him to segregation for more than two years.</p>\r\n<p>At some point while these proceedings were ongoing, prison officials punished Sostre again, specifically for possessing &ldquo;inflammatory racist literature.&rdquo; Those materials included his own writings and newspapers and magazines he was permitted to have. The exact timeline of these disciplinary actions is not clear from the court opinions.</p>\r\n<p>After Judge Motley ordered Sostre&rsquo;s release, discovery proceeded in the case until trial, which occurred from November 3&ndash;7, 1969. Judge Motley issued the court&rsquo;s opinion on May 14, 1970, holding that Sostre&rsquo;s constitutional rights were violated and ordering an array of injunctive remedies. 312 F.Supp. 863. The court ordered that (1) to comport with procedural due process, before good time credit could be taken away, the incarcerated person was entitled to a recorded hearing before an impartial tribunal with counsel or a counsel substitute, confrontation and cross-examination, a written notice of charges in advance of the hearing; (2) officials could not censor or intercept mail to lawyers, courts, public officials, or other inmates about legal matters; (3) Sostre would not be prohibited from helping other incarcerated people with legal matters or lending them legal materials, so long as a court-approved alternative was not available; and (4) the defendants violated the First Amendment and Sostre would be allowed to possess political literature and express his views, subject to court-approved limitations.</p>\r\n<p>Furthermore, Judge Motley ruled that confinement to segregation for more than 15 days violated the Eighth Amendment&rsquo;s cruel and unusual punishment clause. She found that &ldquo;that punitive segregation under the conditions to which plaintiff was subjected at Green Haven is physically harsh, destructive of morale, dehumanizing in the sense that it is needlessly degrading, and dangerous to the maintenance of sanity when continued for more than a short period of time which should certainly not exceed 15 days.&rdquo; Elaborating, she explained that this discipline was imposed &ldquo;not because of any serious infraction of the rules . . . but because Sostre was being punished specially by the Warden because of his legal and Black Muslim activities during his 1952-1964 incarceration, because of his threat to file a law suit against the Warden to secure his right to unrestricted correspondence with his attorney and to aid his codefendant . . . and because he is, unquestionably, a black militant who persists in writing and expressing his militant and radical ideas in prison.&rdquo; Accordingly, she ordered the defendants to submit rules relating to political literature and due process at disciplinary hearings. She imposed compensatory damages of $9,300 and a punitive damages award of $3,720</p>\r\n<p>Specifically on the access to courts and public officials claim, Judge Motley explained that the warden&rsquo;s refusal to mail filings related to challenged him convictions immediately after he arrived at Attica and then after his arrival at Green Haven &ldquo;was not such an unreasonable restriction of plaintiff's rights as to require a finding of unconstitutional action by defendants in this respect.&rdquo; The prison did mail the filing shortly after his arrival at Green Haven and it was still timely.</p>\r\n<p>Sostre had also raised a claim regarding racial discrimination in the operation of state prisons.</p>\r\n<p>The court held that he failed to show by a preponderance of the evidence that the number of non-white guards and other personnel resulted from racial discrimination against qualified applicants or a conspiracy to deny positions to Black and Puerto Rican people.</p>\r\n<p>Finally, Judge Motley addressed a jurisdictional issue: the defendants argued that sovereign immunity shielded them from suit, but Ex Parte Young and &sect;1983 both provided Sostre with causes of action.</p>\r\n<p>Shortly after, however, the defendants appealed the district court&rsquo;s decision to the U.S. Court of Appeals for the Second Circuit. They also applied for a stay of district court&rsquo;s order while their appeal pended and moved for new trial on June 12, 1970. The district court held a hearing and denied the proposed stay with respect to the permanent injunction.</p>\r\n<p>Separately, on June 15, 1970, Sostre again amended his complaint. And on November 25, 1970, he filed a habeas petition. We do not have additional information about this related habeas case or the amended complaint.</p>\r\n<p>On February 24, 1971, the Second Circuit sitting en banc reversed and remanded the district court in part in an opinion written by Judge Irving Kaufman. 442 F.2d 178. The appeals court reversed almost every injunctive measure, except the district court&rsquo;s restoration of Sostre&rsquo;s good time credits. However, the Second Circuit affirmed the compensatory damages award and the right to possess political literature, albeit permitting &ldquo;reasonable regulation.&rdquo; It reversed the punitive damages award.</p>\r\n<p>First, the court of appeals reversed the 15-day limit that Judge Motley placed on segregation. Instead, endorsing a more limited view of the Eighth Amendment&rsquo;s scope, Judge Kaufman's opinion authorized indefinite confinement until the incarcerated person&rsquo;s &ldquo;attitude improved&rdquo; or until he had &ldquo;successfully participated&rdquo; in group therapy. The court described Judge Motley&rsquo;s opinion as drastically interfering with the state administrative process, and that the conditions did not meet the Eighth Amendment&rsquo;s &ldquo;barbarous, shocking to the conscience standard.&rdquo; The court of appeals did add qualifying language, however. It explained in a footnote that it was relying on &ldquo;the seriousness of the multiple offenses charged against Sostre . . . and express[ed] no view as to the constitutionality of such segregated confinement . . . for lesser offenses.&rdquo; This view comported with most other circuits at the time. Judith Resnick, <em>The Puzzles of Prisoners and Rights: An Essay in Honor of Frank Johnson</em>, 71 Ala. L. Rev. 665, 703 (2020).</p>\r\n<p>Second, on the religious liberty issues, the court of appeals agreed that Sostre could not be punished for his mere possession of materials. The Second Circuit explained that &ldquo;[a]ny real threat to prison security that Sostre&rsquo;s possession of his writing might have posed could have been met by confiscation rather than punishment.&rdquo; Emphasizing deference to the warden&rsquo;s judgment, the court added that if prison officials did attempt to seize materials, then a &ldquo;clear and present danger&rdquo; First Amendment analysis might be warranted.</p>\r\n<p>Third, on the issue related to Sostre&rsquo;s mail, the court agreed that prison administrators could not delete any content in letters to courts, lawyers and public officials. But the court allowed prison officials to open and read all incoming and outgoing mail, because the mail might have contained contraband, escape plans or communications &ldquo;about restricted matters.&rdquo; Per scholarship on this litigation, the New York Department of Correction changed their mail policy shortly after. <em>See</em> Herman Schwartz, <em>A Comment on Sostre v. McGinnis</em>, 21 Buffalo L. Rev. 775, 787 (1972).</p>\r\n<p>Fourth, on procedural due process related to discipline at the prison, the Second Circuit overturned Judge Motley&rsquo;s ruling that required counsel or substitute counsel, confrontation and cross-examination, an impartial tribunal, written charges and a reasoned opinion. It held that these measures were not constitutionally required.</p>\r\n<p>Finally, the court weighed in on the prisoner legal assistance issue &mdash; Sostre&rsquo;s punishment for trying to help others with their legal issues. The court reversed the award of relief on this issue because Sostre had not obeyed the prison regulation requiring him to seek permission to provide that assistance.</p>\r\n<p>After this opinion was announced, Sostre filed a motion for leave to petition for partial reconsideration on April 6. The Second Circuit denied it two days later. Sostre subsequently filed a petition for a writ of certiorari, which the Supreme Court denied. 404 U.S. 1049 (Jan. 17, 1972). In addition, the government sought certiorari review, and the Supreme Court denied that, too. Oswald v. Sostre, 405 U.S. 978 (Mar. 6, 1972).</p>\r\n<p>The case was then closed.</p>",
    "summary_published_date": "2022-06-15T15:51:49.829550-04:00",
    "summary_short": "This is a historic case about mail censorship, religious discrimination, and solitary confinement issues in New York prisons. \r\n\r\nOn June 25, 1968, Martin Sostre was ordered into punitive segregation based on alleged rule infractions. To challenge this order, he sued the governor and attorney general of New York, the New York State Commissioner of Correction, and the warden on October 15, 1968, in the U.S. District Court for the Southern District of New York. Sostre alleged that his confinement violated his Eighth and Fourteenth Amendment rights. While Judge Motley ordered sweeping relief in the district court, the Second Circuit ultimately cut back substantially on that relief. The case is now closed.",
    "summary_tiny": "More historic materials from Martin Sostre's campaign against unconstitutional practices in New York prisons",
    "terminating_date": "1972-03-15",
    "clearinghouse_link": "clearinghouse.net/case/17407",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17407",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17407",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17407"
  },
  "documents": [
    {
      "date": "1971-02-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 178,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 442,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131348,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131348.pdf",
      "title": "Opinion",
      "text": " \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n \n  *181  Kristin  Booth  Glen,  New  York  City  (Victor \nRabinowitz,  David  Rosenberg,  Rabinowitz,  Boudin  & \n442 F.2d 178 \nStandard, New York City, of counsel), for appellee. \nUnited States Court of Appeals, Second Circuit. \nHillel  Hoffman,  Asst.  Atty.  Gen.,  of  N.Y.  (Louis  J. \nMartin SOSTRE, Plaintiff-Appellee, \nLefkowitz, Atty. Gen., Samuel A. Hirshowitz, First Asst. \nv. \nAtty. Gen., and Mark T. Walsh, Asst. Atty. Gen., on the \nPaul D. McGINNIS, Commissioner of Correction \nbrief), for appellant. \nof the State of New York, Vincent Mancusi, \nWarden of Attica Prison, and Harold W. Follette, \nWilliam  Bennett  Turner,  San  Francisco,  Cal.  (Jack \nWarden of Green Haven Prison, \nGreenberg,  Stanley  A.  Bass,  New  York  City,  on  the \nDefendants-Appellants. \nbrief), amicus curiae, for the N.A.A.C.P. Legal Defense \nand Educational Fund, Inc., and the National Office for \nNo. 180, Docket 35038. \nthe Rights of the Indigent. \n| \nArgued to the court in banc Oct. 21, 1970. \nHaywood Burns, Lowell Johnston, Margaret Burnham, \n| \nNew York City, on the brief, amicus curiae, for The \nDecided Feb. 24, 1971. \nNational Conference of Black Lawyers. \nBefore LUMBARD, Chief Judge, WATERMAN, Senior \nSynopsis  Circuit  Judge,a1  and  MOORE,  FRIENDLY,  SMITH, \nAppeal from a decision and order of the United States  KAUFMAN,  HAYS,  ANDERSON  and  FEINBERG, \nDistrict Court for the Southern District of New York,  Circuit Judges. \nConstance Baker Motley, J., 312 F.Supp. 863, granting \nOpinion \nplaintiff  state  prisoner  punitive  and  compensatory \n \ndamages and injunctive relief pursuant to Civil Rights \nAct. The Court of Appeals, Irving R. Kaufman, Circuit \nIRVING R. KAUFMAN, Circuit Judge: \nJudge,  held  that  conditions  of  prisoner’s  segregated \nconfinement  did  not  constitute  cruel  and  unusual \n \npunishment. The Court also held that imposition of such \nconfinement  because  of  his  political  beliefs  and  legal \nWe voted to hear the initial argument of this appeal en \nactivities was unlawful, but that he was not entitled to \nbanc,  a  procedure  we  reserve  for  extraordinary \nrecover from state commissioner of corrections. \ncircumstances, so that we might give plenary review to a \n  \ncomplex  of  urgent  social  and  political  conflicts \nReversed in part; modified in part; affirmed in part. \npersistently  seeking  solution  in  the  courts  as  legal \n  \nproblems,  a  phenomenon  de  Tocqueville  commented \nLumbard, Chief Judge, concurred and filed an opinion. \nupon many years ago. Democracy in America, vol. I at \n  \n290 (Vintage ed. 1945). The elaborate opinion and order \nWaterman, Circuit Judge, concurred and filed an opinion. \nbelow raise important questions concerning the federal \n  \nconstitutional  rights  of  state  prisoners  which  neither \nJ. Joseph Smith, Circuit Judge, concurred in part and \nSupreme Court precedent nor our own past decisions have \ndissented in part and filed an opinion. \nanswered. The sparse authority from other courts is for \n  \nthe most part either inconclusive or conflicting. \nFeinberg, Circuit Judge, dissented and concurred and filed \nan opinion.  I. \n  \nHays, Circuit Judge, dissented in an opinion with which  PROCEEDINGS BELOW AND JURISDICTION \nMoore, Circuit Judge, concurred. \n   This is an appeal from an order entered May 14, 1970, by \nJudge Motley, sitting in the Southern District of New \nAttorneys and Law Firms  York, 312 F.Supp. 863, which granted plaintiff Martin \n1 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nSostre  punitive  and  compensatory  damages  against  L.Ed.2d 622 (1963). See King v. Smith, 392 U.S. 309, 88 \ndefendants  Follette  and  McGinnis  as  well  as  a  wide  S.Ct.  2128,  20  L.Ed.2d  1118  (1968);  Damico  v. \nvariety of injunctive relief in his action pursuant to the  California, 389 U.S. 416, 88 S.Ct. 526, 19 L.Ed.2d 647 \nCivil Rights Act of 1871, 42 U.S.C. § 1983, and 28  (1967) (per curiam); Wright v. McMann, 387 F.2d 519, \nU.S.C. §§ 1331, 1343(3). At the time Sostre filed his  522-523 (1967). \nhandwritten  complaint,  he  was  incarcerated  in  New    \nYork’s Green Haven Prison (now called Green Haven   Moreover, because Sostre ‘is not challenging the validity \nCorrectional Facility), serving a sentence of thirty to forty  of  his  sentence  with  the  ultimate  object  of  obtaining \nyears for selling narcotics, followed by thirty days further  release’ from prison, Hancock v. Avery, 301 F.Supp. 786, \nimprisonment  for  contempt  of  court,  imposed  on  him  791 (M.D.Tenn.1969), his Section 1983 petition is clearly \nMarch 18, 1968. The original defendants included the  not  a  mere  sham  procedure  to  avoid  the  exhaustion \nGovernor of New York as well as the State Commissioner  requirement  of  the  federal  habeas  corpus  statute,  28 \nof Correction, appellant McGinnis; the Warden of Green  U.S.C. § 2254(b), (c). Cf. Smartt v. Avery, 411 F.2d 408 \nHaven, Harold W. Follette, who died shortly before the  (6th Cir. 1967); Kalec v. Adamowski, 406 F.2d 536 (7th \nopinion below was entered;1 and the Warden of Attica  Cir. 1969); Peinado v. Adult Auth., 405 F.2d 1185, 1186 \nPrison (now called Attica Correctional Facility), appellant  (9th Cir.), cert. denied, 395 U.S. 968, 89 S.Ct. 2116, 23 \nVincent Mancusi. Sostre had been confined for one night  L.Ed.2d 755 (1969); Johnson v. Walker, 317 F.2d 418, \n*182  in  Attica  immediately  after  sentencing,  them  419-420 (5th Cir. 1963); King v. McGinnis, 289 F.Supp. \ntransferred the following day to Green Haven.  466 (S.D.N.Y.1968). \n  \nSostre does not appeal from the dismissal by the district \ncourt of his action against the Governor, in which Sostre  II. \nhad  asserted  the  Governor’s  complicity  in  racial \ndiscrimination in the administration of New York’s prison  FACTS \nsystem. \n Because  there  was  no  finding  below  that  Warden  A. Circumstances of Sostre’s Commitment to Punitive \nMancusi had in any way violated Sostre’s constitutional  Segregation \nrights,  the  case  against  him  should  also  have  been \nOn June 25, 1968, Warden Follette ordered that Sostre be \ndismissed.  In  refusing  this  dismissal,  Judge  Motley \ncommitted pursuant to Section 140 of the New York \nobserved that Commissioner McGinnis ‘has the power to \nCorrection Law, McKinney’s Consol. Laws, c. 43,3 to \nre-transfer Sostre to Attica.’ 312 F.Supp. at 877 n. 8. The \n‘solitary  confinement’  (the  words  in  the  statute)  or \nrelevance of this admitted fact escapes us. After bringing \n‘punitive segregation’ (the term adopted by Judge *183 \nthis law suit, Sostre was transferred to Wallkill State \nMotley and by the parties on appeal, which we will use \nPrison,  but  we  suppose  that  would  not  justify  an \nfor that reason and also because he was not as isolated in \ninjunction directed against the Warden there. \nhis segregation as ‘solitary’ would imply). The parties \n  \nvigorously  disagree  as  to  the  considerations  that \n We agree with the district court that Sostre was not \nmotivated Follette to inflict this punishment. \nrequired  as  a  precondition  of  maintaining  this  suit  to \nperform  the  meaningless  and  plainly  futile  gesture  of \nOn June 25, 1968, the day he put Sostre in segregation, \nwriting a letter to defendant McGinnis. See Houghton v. \nFollette  called  Sostre  to  his  office.  At  this  meeting, \nShafer, 392 U.S. 639, 88 S.Ct. 2119, 20 L.Ed.2d 1319 \nFollette questioned Sostre about his attempt that morning \n(1968) (per curiam); Eisen v. Eastman, 421 F.2d 560 (2d \nto mail to an attorney, Miss Joan Franklin of the National \nCir. 1969). The record amply supports the district court’s \nAssociation for the Advancement of Colored People, a \nfinding that the State Commissioner of Correction ‘had \nletter with handwritten legal papers attached, including a \nalready  been  informed  of  the  facts’  and  further \nmotion for use in the trial of Mrs. Geraldine Robinson. \nenlightenment from Sostre himself could not have been \nMrs. Robinson is described by Judge Motley and the \nexpected to affect his attitude or his inaction.2 312 F.Supp. \nparties on appeal as Sostre’s ‘codefendant.’ Although she \nat 881-882. Nor is exhaustion of state legal or equitable \nwas joined with Sostre in the indictment which resulted in \nremedies  necessary  to  a  Section  1983  action,  which \nSostre’s  imprisonment,  they  were  not  tried  together. \nprovides ‘a remedy in the federal courts supplementary to \nFollette told Sostre ‘he must confine his legal activities to \nany remedy any State might have.’ McNeese v. Board of \nhis own incarceration’ and accordingly that the motion \nEducation, 373 U.S. 668, 672, 83 S.Ct. 1433, 1435, 10 \nwould not be mailed. Follette explained that he objected \n2 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nto Sostre’s attempt to ‘practice law’ without a license.  that ‘the power structure’ would soon be overthrown. \nSostre believed that he had a right to mail legal papers in \nbehalf of Mrs. Robinson and refused to assure Follette, as  Follette  insists  that  his  decision  to  commit  Sostre  to \nFollette requested, that he would discontinue attempting  segregation reflected (1) Sostre’s declared intent to defy \nto mail such documents through normal prison channels.  Follette’s  order  by  preparing  legal  papers  for  his \nco-defendant; (2) his intransigence *184 about R.N.A.; \nDuring  the  same  interview,  Follette  questioned  Sostre  (3) the allusion in the letter to his sister to his impending \nabout a reference to an organization known as ‘R.N.A.,’  liberation.  Rule  54  of  the  ‘Inmate’s  Rule  Book,’  a \nmentioned by Sostre in his letter to Miss Franklin and to  publication of the New York Department of Correction \nwhich  Sostre  had  referred  in  earlier  correspondence.  issued to each prisoner when he arrives at Green Haven, \n‘R.N.A.’ in fact referred to the Republic of New Africa,  limits  inmate  correspondence  to  ‘their  own  personal \nwhich Sostre identified at the trial before Judge Motley as  matters.’  Follette  interpreted  this  as  proscribing  the \na black liberation or black separatist organization. Sostre  sending  of  legal  papers  in  behalf  of  a  co-defendant. \ndisputed Follettee’s tstimony that Sostre had lied about  Sostre’s  refusal  to  discuss  R.N.A.  and  his  persistence \nR.N.A. at the June 25 interview by persistently claiming  about Mrs. Robinson’s legal papers both violated Rule 5 \nat that time that it was a ‘federal agency * * * ‘Recovery  of the Inmate Rule Book which requires that an inmate \nNational Administration’ or something like this.’ Sostre  obey  orders  ‘promptly  and  fully,’  pending  whatever \ndid  admit,  as  Follette  asserted  at  trial,  that  after  appeal  he  may  wish  to  take  to  higher  authority.  In \nresponding to a few questions Sostre refused to discuss  addition, his silence violated Rule 12, enjoining inmates \nR.N.A. further. The plaintiff’s justification for his silence  to answer ‘fully and truthfully’ all questions put by prison \nwas  that  Follette  had  persisted  in  labelling  R.N.A.  a  officials.  In  sum,  Follette  assigned  as  his  motive  for \n‘subversive  organization.’  Sostre  ‘clammed  up,’  as  he  Sostre’s punishment the fact that Sostre’s ‘whole attitude \ntestified,  to  avoid  antagonizing  Follette  by  further  was one of defiance, of flatly refusing * * * to conduct \nexplaining or defending R.N.A.  himself as a proper inmate within the rules, regulations \nand laws set down by the State of New York and the \nFollette  testified  without  contradiction  that  the  Department of Correction.’ Section 140 of the New York \norganization known as the Republic of New Africa was of  Correction Law authorized Follette, by its terms in his \nsufficient concern to him to have been the object of an  unfettered  discretion,  to  commit  Sostre  to  segregation \ninvestigation before the interview with Sostre. Follette  when ‘necessary * * * to produce (his) entire submission \nfeared that ‘this organization was a cloak for an attempt to  and obedience’ and to keep him there ‘until he shall be \norganize prison inmates for riot and insurrection,’ based  reduced to submission and obedience.’ \non information obtained from the F.B.I. and the New \nYork State and Buffalo City Police. ‘The possibility of  Judge  Motley  disbelieved  each  of  Follette’s  asserted \ninsurrection  at  Green  Haven’  was  a  ‘major  fear’  to  motives for punishing Sostre, crediting instead Sostre’s \nFollette at all times, but particularly so in June, 1968.  testimony that Follette was motivated by Sostre’s threat to \nSecurity at the prison had been weakened, in Follette’s  sue  Follette  over  his  withholding  the  motion  papers \nview, by an exceptionally high turnover of correction  intended for Mrs. Robinson. Additionally, Judge Motley \nofficers, approaching a rate of about fifty percent each  attributed to Follette an intent to punish Sostre because of \nyear. An influx of new officers had not yet been cleared  his earlier activism in bringing litigation related to the \nthrough  the  New  York  State  Identification  and  practice  of  the  Black  Muslim  religion  in  New  York \nIntelligence System. Moreover, Sostre had exacerbated  prisons  and  ‘because  he  is,  unquestionably,  a  black \nFollette’s concern with the possibility of major disorder  militant  who  persists  in  writing  and  expressing  his \nbecause of a statement in a letter that Sostre had written to  militant and radical ideas in prison.’ Judge Motley held \nhis sister, dated May 19, 1968:  that the summary meeting with Warden Follette which \nresulted in Sostre’s commitment to segregation did not \nAs for me, there is no doubt in my mind whatsoever that I  afford due process of law to Sostre before his ‘liberty’ \nwill be out soon, either by having my appeal reversed in  was taken. \nthe courts or by being liberated by the Universal Forces of  Apart from the events of the June 25 interview, Judge \nLiberation.  Motley also dismissed as one of Follette’s reasons for \ncontinuing  Sostre’s  incarceration  in  segregated \nThis  sentence  is  included  in  a  broad  indictment  of \nconfinement several items of ‘contraband’ which Follette \nmilitarism and oppression in this country and a prediction \nclaimed  were  the  fruit  of  a  search  of  Sostre’s  cell \n3 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nconducted  immediately  after  he  entered  segregation.  1. Isolation from Human Contact \nThese items consisted of (1) two small (3 inches by 5 \ninches) pieces of heavy black emery paper covered with  Although for four months only one other prisoner was \nan  abrasive  material  like  sand  which,  according  to  confined with Sostre in his small ‘segment’ of five cells, \nFollette, could be flaked off and in some manner attached  the  entire  punitive  segregation  unit  at  Green  Haven \nto a string to fashion an instrument capable of sawing  housed on the average about 15 prisoners at any one time. \nthrough cell bars; (2) six tables of contents torn from  During the period between June 28, 1967, and September \nissues of the Harvard Law Review and stamped by prison  18, 1968, 179 prisoners were held in segregation for a \nofficials  to  indicate  that  the  books,  Sostre’s  personal  total of 8,960 days. From September 19, 1968 to July 3, \nproperty, were not to circulate to other prisoners; (3) a  1969, when Sostre was there, a total of 79 inmates were \nletter dated June 10, 1968, from the Appellate Division of  segregated at Green Haven. Of these, about ten percent \nthe  Supreme  Court  of  New  York  addressed  to  a  were held in ‘protective’ segregation. This term is used to \nfellow-prisoner of Sostre’s, Juan Moline, a Puerto Rican,  describe  those  who  are  segregated  from  the  general \nwhich Sostre later explained he was translating for Moline  population  to  protect  them  from  harm  rather  than  as \nfrom  English  into  Spanish.  Judge  Motley  believed  punishment. These prisoners were incarcerated in cells \nSostre’s testimony that he had never seen the pieces of  entirely  separated  from  Sostre’s  cell  in  the  punitive \nemery paper before they were introduced by defendants at  segregation unit. The other prisoners were confined in \ntrial. 312 F.Supp. at 869. The other contraband indicated  cells near Sostre’s, so that he would have been able to \nthat Sostre had violated prison rules by circulating his law  communicate  with  them,  albeit  with  some  difficulty \nperiodicals  to  other  prisoners  and  by  giving  a  depending on the distance between Sostre and the other \nfellow-prisoner legal assistance without first securing the  prisoners. We are informed of an incident where one \nWarden’s permission. The Court below not only declined  prisoner brought to solitary and placed in another group \nto find that these activities motivated the punishment of  of  cells  committed  suicide.  Sostre  was  able  to \nSostre, but held in addition, that Sostre’s activities were  communicate with this inmate and indeed was able to \nprotected by the Fourteenth Amendment.4  dictate a legal document to him. \nFinally, although we do not doubt that ‘the crux of the \n*185 B. Conditions of Punitive Segregation  matter is human isolation,’ as Judge Motley observed, \nSostre aggravated his isolation by refusing to participate \nSostre  remained  confined  in  punitive  segregation  for  in  a  ‘group  therapy’  program  offered  each  inmate  in \ntwelve  months  and  eight  days,  until  Judge  Motley  segregation  beginning  October  or  November  1968. \nrestrained his continued punishment pendente lite on July  ‘Therapy’ sessions were conducted in groups of about \n2, 1969. By regulation, Sostre lost the opportunity to earn  eight per class, generally one each week or ten days, \n124  1/3  days  of  good  behavior  credit  while  he  was  under  the  guidance  of  a  ‘recreation  supervisor,’  *186 \nsegregated.5 We cannot avoid setting forth the precise  Sergeant Louis Profera. Profera had been trained in group \nconditions  of  Sostre’s  long  confinement  with  some  counseling  in  a  six  month,  40-hour  course  by  a \nparticularity because Judge Motley found as a matter of  psychiatrist at the New York State Vocational Institution. \nlaw,  that  (1)  in  view  of  those  conditions,  Sostre’s  Special  rules  for  punitive  segregation  posted  in  the \npunishment— or any confinement in segregation under  segregation  unit  provided  that  inmates  in  punitive \nsimilar conditions for longer than 15 days— was ‘cruel  segregation would be ‘returned to the general population \nand  unusual’  under  the  Eighth  Amendment;  (2)  this  after demonstrating their willingness to accept and adhere \nabsolute rule aside, Judge Motley held that the penalty  to the institutional rules and regulations as shown by their \ninflicted  upon  Sostre  was  so  disproportionate  to  the  participation in group counselling sessions. * * * Refusal \noffenses charged against him that his segregation would  to participate in group counselling is indicative of the \nhave  been  cruel  and  unusual  even  crediting  each  of  inmate’s unwillingness to accept and abide by the rules \nFollette’s assigned justifications for it. We cannot approve  and  regulations  of  the  institution.’  Profera’s  favorable \nthese conclusions. Our reasons for refusing to do so are  recommendation generally resulted in a prisoner’s release \nbased in part on undisputed facts in the record which do  from segregation. Although one prisoner who testified at \nnot appear in Judge Motley’s otherwise entirely accurate  trial  returned  to  the  general  population  without \ndescription  of  Sostre’s  segregated  environment.  The  participating in group therapy, there is no doubt that there \nfollowing  account  draws  upon  those  undisputed  facts  was significant pressure to participate. Expert witnesses at \nwhich do not appear in the opinion below, as well as those  trial disagreed as to whether coercion would increase or \nwhich do, in an effort to present the whole fabric.  decrease the efficacy of group therapy.6 \n4 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n2. Other Conditions of Sostre’s Segregated Confinement  140, ‘submissiveness’ was to be the touchstone for his \nrelease. Follette testified that Sostre could have returned \nJudge Motley heard extensive testimony describing such  to  the  general  population  either  by  successful \nimportant  details  as  Sostre’s  diet,  his  opportunity  for  participation in group therapy or by agreeing to live by \nexercise,  the  hygienic  conditions  of  his  cell,  and  the  the rules of the prison. Sostre’s contention is that he \npossibility for intellectual stimulation. It can hardly be  refused  to  agree  to  obey  rules  that  he  considered  an \nquestioned that his life in segregation was harsher than it  infringement of his constitutional rights. \nwould have been in the general population, but neither \nwas it clearly unendurable or subhuman or cruel and  C. Censorship and Possession of Literature \ninhuman in a constitutional sense. \nDefendant Follette censored Sostre’s correspondence with \nThus, Sostre would not be served seconds of the main  Joan  Franklin  of  the  NAACP,  the  attorney  of  record \ncourse upon his demand; but there was no testimony that  representing  Sostre  on  appeal  from  his  conviction. \nhe  would  have  had  that  privilege  in  the  general  Follette regularly excised from letters passing between \npopulation. He was denied the dessert that would have  Sostre  and  Miss  Franklin  ‘objectionable’  material— \nbeen available to the general population; but apart from  anything  which  ‘in  his  judgment  was  not  relevant  to \nthe dessert his diet still consisted of 2800 to 3300 calories  Sostre’s  appeal.’  In  accordance  with  Rule  47  of  the \na day.7 Sostre remained in his cell at all times except for a  Inmate  Rule  Book  which  restricts  inmates’ \nbrief period once each week to shave and shower. An  correspondence to persons on an approved mailing list, \nhour of exercise with four or five other prisoners in a  Warden  Follette  in  late  September,  1968,  refused  to \nsmall, enclosed yard, open to the sky was a daily routine.  forward a letter from Sostre to the United States Post \nBut the record reveals that Sostre refused this privilege  Office Inspector, in which Sostre complained of Green \nbecause he would not submit to a ‘strip search.’ Officials  Haven’s practice of not returning to prisoners receipts for \ntestified that it was necessary to subject prisoners to such  certified mail. The district judge found that each of these \nan examination each time they entered the exercise yard  actions  violated  Sostre’s  First  Amendment  right  to \nto prevent them from concealing on their bodies small bits  freedom of speech. \nof wire or other material suitable for use as a weapon.  About August 3, 1969, a month after his release from \nsegregation, Sostre was deprived of the use of the prison \nHygienic conditions were at least minimally adequate to  exercise  yard  and  the  privilege  of  attending  movies \npermit Sostre to remain clean and healthy. Thus, Sostre  because he possessed ‘inflammatory racist literature’ in \nwas allowed to shave and shower with hot water once  his cell. The literature consisted of articles written by \neach week. The furnishings of his normal-sized (6 ft. x 8  Sostre himself on paper properly in his possession. Most \nft.) cell included a toilet and a face bowl with running  of the articles consisted of extracts from magazines and \ncold water, and he was provided with soap and a towel.  newspapers which Sostre was also permitted to have and \nread in his cell. The extracts included quotations from \nThe strictures on Sostre’s intellectual fare were severe. He  Mao Tse Tung, poetry written by a prison inmate, the \ncould not buy or receive books, magazines or newspapers,  names of the officers, the party program, and rules of \nand  his  access  to  the  prison’s  library  collection  was  conduct of the Black Panther Party; the officers and oath \nlimited to a selection among approximately thirty-five \nof allegiance of the Republic of New Africa; a ‘program’ \nvolumes, mostly ‘shoot-em-ups’ as Sostre described them, \nfor Black Student Unions; and the poem ‘If We Must \nchosen by the prison guards. Still, light from a single \nDie,’ by Claude McKay. In addition, guards found in \nbulb, controlled by the guards and usually turned on early \nSostre’s cell an article which he had written himself, \nin the morning and off at 10 p.m., was adequate for \nentitled  ‘Revoluntionary  Thoughts.’  The  district  court \nreading.  And  although  he  could  not  attend  school  or  found  that  Sostre’s  punishment  for  possessing  this \nwatch  television,  as  could  the  inmates  in  the  general  material constituted another infringement of his freedom \npopulation, any material related to the law requested by  of expression.8 \nhim would be brought to his cell. \nIII. \n*187 3. Length of Segregated Confinement \nTHE DISTRICT COURT’S ORDER \nPursuant to the usual practice at Green Haven, Sostre was \nsentenced  to  ‘solitary’  confinement  for  an  indefinite  Upon these findings which we have necessarily sketched, \nperiod. According to New York Correction Law Section  Judge Motley on May 14, 1970, entered the following \n5 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \norder, which because of its complexity and importance to  in  writing,  except  for  violation  of  reasonable  rules \nthe questions we must decide, we reproduce in full. The  approved by the court regulating freedom of speech.) \ndistrict court subsequently granted a stay of its order \npending appeal as to the bracketed portions. A stay as to  (It is further ordered that the above named defendants \nthe remainder of the order was denied.  submit, within 90 days from the date of this order, for \napproval by this court, proposed rules and regulations \nIt is now ordered, that defendants Follette, McGinnis and  governing the following: \nMancusi,  their  employees,  agents,  successors,  and  all \npersons in active concert and participation with them be,  1)  the  receipt,  distribution,  discussion  and  writing  of \nand they are hereby, perpetually enjoined and restrained  political literature; \nfrom: \n2)  all  future  disciplinary  charges  and  hearings  with \n1) Returning plaintiff to punitive segregation for charges  respect thereto where the possible punishments include \npreviously preferred against him;  solitary confinement, punitive segregation or any other \nsegregation, and any other punishment in connection with \n2) Placing plaintiff in punitive segregation or subjecting  which there is loss of, or inability to earn, good time \nhim to any other *188 punishment as a result of which he  credit.) \nloses accrued good time credit or is unable to earn good \ntime credit, without:  It is further ordered that the above named defendants and \ntheir agents credit plaintiff with the 124 1/3 days of good \na. giving him, in advance of a hearing, a written copy of  time credit which he was unable to earn while wrongfully \nany charges made against him, citing the written rule or  incarcerated in punitive segregation from June 25, 1968 to \nregulation which it is charged he has violated;  July 2, 1969. \nb. granting him a recorded hearing before a disinterested  (It is further ordered that the plaintiff, Martin Sostre, \nofficial where he will be entitled to cross-examine his  recover  of  the  defendants,  Warden  Follette,  and \naccusers and to call witnesses on his own behalf;  Commissioner McGinnis the sum of $13,020.00.) \nc. granting him the right to retain counsel or to appoint a  IV. \ncounsel substitute; \nd. giving him, in writing, the decision of the hearing  PUNISHMENT  FOR  POLITICAL  BELIEFS  AND \nofficer in which is briefly set forth the evidence upon  LEGAL ACTIVITIES \nwhich it is based, the reasons for the decision, and the   The question as to the propriety of withdrawing from \nlegal basis for the punishment imposed.9  incarcerated individuals constitutional privileges enjoyed \nby citizens of the community, although troublesome, is \n(3) Censoring, refusing to mail or refusing to give to  not new to the courts. It is clear that in many respects the \nSostre: 1) Any communication between Sostre and the  constitutionally  protected  freedoms  enjoyed  by \nfollowing—  (a)  any  court;  (b)  any  public  official  or  citizens-at-large may be withdrawn or constricted as to \nagency;  (c)  any  lawyer;  (d)  his  co-defendant  in  the  state  prisoners,  so  far  as  ‘justified  by  the  *189 \ncriminal matter pending against him; and, 2) Any letter  considerations  underlying  our  penal  system,’  Price  v. \nrelating to any legal matter to or from any other inmate  Johnston, 334 U.S. 266, 285, 68 S.Ct. 1049, 1060, 92 \nwho requests the assistance of Sostre in translating that  L.Ed. 1356 (1948). Federal courts have been reluctant to \nletter into English.)  intrude  themselves  into  the  complex  and  delicate \nproblems of prison administration. E.g., United States ex \n4) Punishing Sostre for sharing with other inmates his law  rel. Knight v. Ragen, 337 F.2d 425 (7th Cir.), cert. denied, \nbooks, law reviews, and other legal materials, and from  380 U.S. 985, 85 S.Ct. 1355, 14 L.Ed.2d 277 (1964); \nrefusing to permit Sostre to assist any other inmate in any  Hatfield v. Bailleaux, 290 F.2d 632, 640 (9th Cir. 1961); \nlegal matter as long as defendants have not provided any  Childs v. Pegelow, 321 F.2d 487 (4th Cir. 1963). The \ncourt approved alternative means of legal assistance for  time is long since past, however, when a court might \nsuch inmates.  describe a prisoner as temporarily ‘a slave of the state,’ \nRuffin v. Commonwealth, 62 Va. (21 Gratt.) 790, 796, or \n(5) Punishing Sostre for having in his possession political \ntreat him as such. Among those rights not taken from \nliterature and for setting forth his political views orally or  Sostre when he entered Attica, either ‘expressly or by \n6 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nnecessary implication,’ Coffin v. Reichard, 143 F.2d 443,  credibility’ of Sostre and Follette, F.R.Civ.P. 52(a). See \n445  (6th  Cir.  1944),  is  freedom  from  discriminatory  Zenith Radio Corp. v. Hazeltine Research, Inc., 395 U.S. \npunishment  inflicted  solely  because  of  his  beliefs,  100, 89 S.Ct. 1562, 23 L.Ed.2d 129 (1969) (reviewing \nwhether religious or secular. Cooper v. Pate, 378 U.S.  court may overturn finding if on the entire evidence it is \n546, 84 S.Ct. 1733, 12 L.Ed.2d 1030 (1964) (per curiam)  left with the definite and firm conviction that a mistake \n(unlawful  to  withdraw  prison  privileges  because  of  has been made). On the other hand, McGinnis was not \ninmate’s religious faith); see Lee v. Washington, 390 U.S.  privy to Follette’s interview with Sostre. The record is \n333, 88 S.Ct. 994, 19 L.Ed.2d 1212 (1968) (per curiam)  barren  of  any  justification  for  attributing  to  him,  in \n(racial segregation); Fulwood v. Clemmer, 206 F.Supp.  sanctioning  Sostre’s  continued  confinement,  any  more \n370, 373-374 (D.C.D.C.1962) (religious discrimination).  sinister motive than appropriate deference to the judgment \nMoreover,  the  Constitution  protects  with  special  of Warden Follette. McGinnis on the record before *190 \nsolicitude, a prisoner’s access to the courts. Ex parte Hull,  us, had no reason to suspect Follette of other than proper \n312  U.S.  546,  61  S.Ct.  640,  85  L.Ed.  1034  (1941);  motivation.10 \nJohnson v. Avery, 393 U.S. 483, 89 S.Ct. 747, 21 L.Ed.2d    \n718 (1969). Accordingly, Sostre’s lengthy confinement to \nsegregation violated due process of law if, as the district  V. \ncourt  found,  Warden  Follette  inflicted  the  punishment \neither because of Sostre’s militant political ideas or his  CRUEL AND UNUSUAL PUNISHMENT \nlitigation, past or threatened, against Follette or other state \nA reflection of maturing sensitivity in this country to the \nofficials. \ncondition of some of our prisons may be seen in the \n  \ndistrict court’s finding that deprivations such as Sostre \nendured for a year may not again be inflicted on New \nSostre does not shrink from characterizing himself as a \n‘jailhouse lawyer’ and the record before us does justice to  York State prisoners for longer than fifteen days, and only \nthis label, as does the history of Sostre’s earlier period of  then for serious violations of prison rules. Otherwise, \nconfinement  in  New  York  prisons  from  1952-64  Judge Motley held, such punishment would run ashoal of \nfollowing his first conviction for selling narcotics. It is not  the Eighth Amendment prohibition of cruel and unusual \nunreasonable to suppose, as the district court apparently  punishment,  as  applied  to  the  states  through  the  due \ndid, that Warden Follette was aware of Sostre’s Black  process  guarantee  of  the  Fourteenth  Amendment, \nRobinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 \nMuslim  activities  during  that  period;  of  his  solitary \nL.Ed.2d 758 (1962). \nconfinement  in  Attica  Prison  for  four  years,  resulting \nWe  respect  the  outrage,  given  form  and  content  by \nfrom his religious activism; and of his success in securing \nscholarly research and reflection, that underlay the expert \nthrough earlier litigation before this court the recognition \ntestimony at trial of Sol Rubin, for many years Counsel \nof certain constitutional liberties for state prisoners. See \nfor the National Council on Crime and Delinquency, and \nPierce v. LaVallee, 293 F.2d 233 (2d Cir. 1961); Sostre v. \nMcGinnis, 334 F.2d 906 (2d Cir.), cert. denied, 379 U.S.  Dr. Seymour Halleck, a psychiatrist at the University of \n892, 85 S.Ct. 168, 13 L.Ed.2d 96 (1964). Sostre’s version  Wisconsin  with  long  experience  in  state  correctional \nof his June 25, 1968, interview with Follette, if believed,  practices.  Mr.  Rubin  testified  that  Sostre’s  segregated \nwas a proper basis for Judge Motley’s conclusion that  environment was degrading, dehumanizing, conducive to \nFollette  committed  Sostre  to  segregation,  if  not  in  mental  derangement,  and  for  these  reasons  ‘a  gross \ndeparture’  from  enlightened  and  progressive \nretaliation for his black militancy or past litigation, then at \ncontemporary standards for the proper treatment of prison \nleast to squelch Sostre’s threat to take Follette to court \ninmates. Dr. Halleck feared that the isolation from human \nover  his  censorship  of  Sostre’s  correspondence.  Some \ncontact in punitive segregation might cause prisoners to \nsubstantiation for Sostre’s account might be inferred from \nhallucinate  and  to  distort  reality.  Long-term  isolation \nFollette’s  summary  commitment  of  Sostre,  without \nmight have so serious an impact, in fact, as to ‘destroy’ a \nfollowing  the  practice  described  in  the  New  York \nDepartment of Correction’s Employees’ Rule Book (Rule  person’s  ‘mentality.’  Dr.  Halleck  singled  out  for \n8.4), requiring trial by a ‘disciplinary officer or court.’  particular  censure  Green  Haven’s  ‘group  therapy’ \n On this evidence, we cannot conclude that the district  program, whose compulsory aspects he found repugnant \njudge  was  ‘clearly  erroneous’  in  attributing  improper  to  effective  treatment  of  participants  and  indeed \nmotives to Follette, affording as we must ‘due regard * *  inconsistent with minimal standards of professionalism \n* to the opportunity of the trial court to judge of the  among trained group counsellors.11 \n7 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nNor would candor permit us to dismiss these opinions as  may seem unsound or personally repugnant. As judges we \naberrational  among  those  views  revealed  in  relevant  are obliged to school ourselves in such objective sources \nsources referred to us by counsel or known to us through  as historical usage, see Wilkerson v. Utah, 99 U.S. 130, \nour  own  research.  To  the  contrary,  it  would  not  be  25 L.Ed. 345 (1870), practices in other jurisdictions, see \nmisleading  to  characterize  many  of  the  opinions  of  Weems v. United States, 217 U.S. 349, 30 S.Ct. 544, 54 \nplaintiff’s  experts  as  fairly  representative  of  the  L.Ed. 793 (1910), and public opinion, see Robinson v. \nperspective  of  adherents  to  the  ‘new  penology,’  see  California, 370 U.S. 660, 666, 82 S.Ct. 1417, 8 L.Ed.2d \nKnuckles  v.  Prasse,  302  F.Supp.  1036,  1047-1048  758  (1962),  before  we  may  responsibly  exercise  the \n(E.D.Pa.1969),  the  thrust  of  whose  doctrine  may  be  power  of  judicial  review  to  declare  a  punishment \ngauged by the preference for the adjective ‘correctional’  unconstitutional under the Eighth Amendment. \nrather  than  ‘penal’  as  more  accurately  indicating  the    \nproper function of a prison system.12 The rapidly rising \nstandards in the field of penology and corrections that Mr.  Accordingly, we have in the past declined to find an \nRubin  referred  to  in  his  testimony  are  reflected  in  a  Eighth Amendment violation unless the punishment can \ngrowing preoccupation with institutional strictures and  properly  be  termed  ‘barbarous’  or  ‘shocking  to  the \ntechniques designed to ‘reintegrate’ prisoners with society  conscience.’ See Church v. Hegstrom, 416 F.2d 449, 451 \nor,  in  the  jargon  of  the  experts,  to  ‘provide  *  *  *  (2d Cir. 1969). Although the conditions Sostre endured \nmotivation  for  acquiring  a  conventional  role  in  a  were severe, we cannot agree with the district court that \nnon-delinquent setting.’13 Conjugal visiting, daytime work  they were *192 ‘so foul, so inhuman, and so violative of \nor educational-releaseeeeeeeeeeeeeeee *191 e programs,  basic concepts of decency,’ Wright v. McMann, 387 F.2d \nvocational  training,  half-way  houses,  and  inmate  519  (2d  Cir.  1967),17  as  to  require  that  similar \npublication  of  prison  newspapers  are  some  of  the  punishments be limited in the future to any particular \nvanguard weapons in the ‘modern’ approach to prison  length of time. Nor can we agree that Sostre’s own long \nadministration.  The  key  concepts  are  access  and  confinement—  however  contrary  such  prolonged \ninvolvement of prisoners with the free society ‘on the  segregation may be to the views of some experts— would \noutside.’14 Anathema to this perspective are perhaps more  have been ‘cruel and unusual’ had Sostre in fact been \ntraditional  practices  which  subject  prisoners  to  confined for the reasons asserted by Warden Follette, \ndeprivation, degradation, subservience, and isolation, in  rather than on account of his beliefs and litigiousness. \nan attempt to ‘break’ them and make them see the error of \ntheir ways.15 It is suggested by many observers that such  It  is  undisputed  on  this  appeal  that  segregated \ntechniques are counter-productive, tending only to instill  confinement does not itself violate the Constitution. See \nin  most  prisoners  attitudes  hostile  to  rehabilitation,  Burns  v.  Swenson,  430  F.2d  771  (8th  Cir.,  Aug.  31, \n1970); Courtney v. Bishop, 409 F.2d 1185 (8th Cir.), cert. \nsummarized by one author as ‘doubt, guilt, inadequacy, \ndenied,  396  U.S.  915,  90  S.Ct.  235,  24  L.Ed.2d  192 \ndiffusion, self-absorption, apathy (and) despair.’16 \n(1969); Graham v. Willingham, 384 F.2d 367 (10th Cir. \nWe do not question, either, the relevance to an inquiry  1967); United States ex rel. Knight v. Ragen, 337 F.2d \nunder the Eighth Amendment of opinions which may  425 (7th Cir. 1964), cert. denied, 380 U.S. 985, 85 S.Ct. \nrepresent a progressing sense of humaneness as well as a  1355, 14 L.Ed.2d 277 (1965); Krist v. Smith, 309 F.Supp. \nnew calculation as to the efficacy of penal practices. See  497 (S.D.Ga.1970); Roberts v. Barbosa, 227 F.Supp. 20 \nTrop v. Dulles, 356 U.S. 86, 101, 78 S.Ct. 590, 2 L.Ed.2d  (S.D.Cal.1964). Indeed, we learn that a similar form of \n630 (1958) (Eighth Amendment invokes ‘the evolving  confinement is probably used in almost every jurisdiction \nstandards of decency that mark the progress of a maturing  in this country and has been described as one of ‘the main \nsociety’).  traditional  disciplinary  tools’  of  our  prison  systems. \n For a federal court, however, to place a punishment  President’s  Commission  on  Law  Enforcement  and \nbeyond the power of a state to impose on an inmate is a  Administration of Justice, Task Force Report: Corrections \ndrastic  interference  with  the  state’s  free  political  and  50-51 (1967); S. Rubin, et al., The Law of Criminal \nadministrative processes. It is not only that we, trained as  Corrections  293  (1963).18  Plaintiff  has  directed  our \njudges, lack expertise in prison administration. Even a  attention to currently operative rules in other jurisdictions \nlifetime  of  study  in  prison  administration  and  several  which limit the duration of segregated confinement, and \nadvanced degrees in the field would not qualify us as a  to  several  commentaries  recommending  or  approving \nfederal court to command state officials to shun a policy  such rules.19 In several states, however, incarceration in \nthat they have decided is suitable because to us the choice  segregated cells seems to be for an indefinite period, as it \n8 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nis in New York.20 The federal practice appears to be that  seen  in  considering  the  Eighth  Amendment  issue  is \nprisoners shall be retained in solitary ‘for as long as  presented in *195 another form by the district court’s \nnecessary to achieve the purposes intended,’ sometimes  order that Sostre may not be punished in the future in \n‘indefinitely.’ Furthermore, ‘willful refusal to obey an  such a way as to forfeit earned ‘good time’ credit or to \norder or demonstrated defiance of personnel acting in line  lose the chance to earn such credit unless he has (a) \nof duty may constitute sufficient basis for placing an  written notice of the charges against him; (b) a recorded \ninmate in segregation.’ *193 21 Such analogous practices22  hearing before a disinterested official with a chance to \ndo  not  impel  us  to  the  conclusion  that  the  Eighth  cross-examine adverse witnesses and call witnesses in his \nAmendment  forbids  indefinite  confinement  under  the  own behalf; (c) the right to retain counsel or counsel \nconditions endured by Sostre for all the reasons asserted  substitute; and unless (d) a written decision is rendered.29 \nby Warden Follette until such time as the prisoner agrees \nto abide by prison rules—however counter-productive as  Sostre presses upon us a variety of cases, relied upon by \na correctional measure or however personally abhorrent  the district court and said to be analogous to this case, in \nthe practice may seem to some of us.  which  federal  courts  have  required  states  to  square \n In  arriving  at  this  conclusion,23  we  have  considered  corners before exacting a penalty by following procedures \nSostre’s  diet,  the  availability  in  his  cell  of  at  least  similar to those mandated by Judge Motley. Particular \nrudimentary  implements  of  personal  hygiene,24  the  importance is attached to Goldberg v. Kelly, 397 U.S. \nopportunity for exercise25 *194 and for participation in  254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970), where the \ngroup therapy,26 the provision of at least some general  Supreme  Court  announced  that  before  states  may \nreading matter from the prison library and of unlimited  terminate welfare payments they must adopt ‘minimum \nnumbers of law books, and the constant possibility of  procedural safeguards’ and afford those who are to suffer \ncommunication  with  other  segregated  prisoners.  These  loss ‘rudimentary due process,’ including advance written \nfactors  in  combination  raised  the  quality  of  Sostre’s  notice and a hearing at which the welfare recipient may \nsegregated environment several notches above those truly  cross-examine adverse witnesses and be represented by \nbarbarous  and  inhumane  conditions  heretofore  counsel. In addition, there must be a written statement of \ncondemned by ourselves and by other courts as ‘cruel and  reasons for any termination, including some indication of \nunusual.’27 See Ford v. Board of Managers, 407 F.2d 937  the evidence supporting the adverse decision. \n(3rd Cir. 1969) (no running water or wash bowl; bread \nand water diet except one regular meal each third day;  Our  recent  decision  in  Escalera  v.  New  York  City \nheld constitutional); Landman v. Peyton, 370 F.2d 135  Housing  Authority,  425  F.2d  853  (2d  Cir.  1970), \n(4th Cir. 1966), cert. denied, 388 U.S. 920, 87 S.Ct. 2142,  instructed that a state’s withdrawal of the ‘privilege’ of \n18 L.Ed.2d 1367 (1967); Knuckles v. Prasse, 302 F.Supp.  residing in a public housing project was onerous enough \nto  require  it  to  provide  those  affected  with  adequate \n1036  (E.D.Pa.1969)  (400  days  segregation  held \nadvance notice, a hearing, access to adverse evidence, \nconstitutional). \ncross-examination of adverse witnesses, full disclosure of \n  \nrules  governing  the  hearing,  and  a  reasoned  decision \nFinally, we cannot agree with Judge Motley that even if \nbased solely on the evidence adduced at the hearing. \nNew York might in an appropriate case subject a prisoner \nto the conditions of Sostre’s segregated confinement, had \nSomewhat closer in point to the present case is Mempa v. \nFollette’s  motives  been  as  he  described  them,  the \nRhay, 389 U.S. 128, 88 S.Ct. 254, 19 L.Ed.2d 336 (1967). \npunishment  would  in  any  event  have  been \nThe  court  held  that  representation  of  petitioners  by \nunconstitutionally disproportionate to the offense. Were \ncounsel was essential to the fairness of their deferred \nwe to rule otherwise, we would deny to prison authorities \nsentencing proceedings.30 The imposition of sentence had \nthe  power  to  use  an  entirely  constitutional  means  of \nbeen suspended and the petitioners placed on probation. \ndiscipline in response not only to a credible threat to the \nIn the proceedings under review, defendants were faced \nsecurity of the prison, but in response to a prisoner’s \nwith  both  sentencing  and  imprisonment  on  the  first \nrefusal  to  answer  appropriate  questions  put  by  prison \nconvictions for committing second offenses while out on \nauthorities and to obey valid prison regulations.28 \nprobation. The supreme Court determined that defendants \nVI.  should have been represented by counsel. Legal skills, the \nCourt  reasoned,  would  have  aided  petitioners  in \nPROCEDURAL DUE PROCESS  ‘marshalling  the  facts’  and  might  have  ensured  that \nA divergence of perspectives similar to those we have  important legal rights were not lost because unexercised \n9 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nat that stage.  due process is not a requirement in connection with a \nparole release determination. Menechino v. Oswald, 430 \nFederal courts disagree as to the reach of Mempa to  F.2d  403  (1970).34  Like  the  relationship  between \nprobation  revocation  proceedings  generally.  See  the  Menechino and the parole board, Follette’s relation to \nextensive citation of cases in Hewett v. North Carolina,  Sostre should not be viewed as adversarial in the same \n415 F.2d 1316, 1322 (4th Cir. 1969). In Hewett the court  sense that a criminal trial is adversarial. Certainly, formal \ndecided  that  counsel  was  a  necesary  component  of  rules of evidence would be entirely inappropriate at a \nfundamental fairness at a probation revocation hearing,  disciplinary  proceeding.  To  dispose  sensitively  and \n‘the event which makes operative the loss of liberty,’  carefully of each prisoner’s unique case with due regard \nbecause  a  trained  lawyer  might  have  prevented  the  for the effect of each decision on the total fabric of the \nadmission against defendant of improper evidence, and,  prison  community,  prison  authorities  must  have  wide \nthrough  appropriate  objections,  exceptions,  and  access to relevant information.35 Since, in addition, there \nassignments of error, have preserved defendant’s right to  is no likelihood that substantial rights would be sacrificed \nappeal.  if  a  prisoner  failed,  for  example,  to  raise  a  proper \n*196    Escalera  and  Goldberg  are  persuasive  recent  objection or to take a timely appeal, the need for legal \nauthority  that  states  may  not  avoid  the  rigors  of  due  skills is less acute here than in Mempa, Townsend, or \nprocess  by  labelling  an  action  which  has  serious  and  Hewett.  Moreover,  the  evidence  as  to  whether  the \nonerous consequences as a withdrawal of a ‘privilege’  prisoner has violated a prison regulation is likely to be \nrather than a ‘right.’31 Mempa warns us that procedural  simpler, more precise, and more readily at hand, than, for \nformality  may  be  required  in  the  operation  of  the  example,  the  evidence  *197  bearing  on  the  question \ncriminalization  and  incarceration  process  beyond  the  whether welfare payments should be terminated. There is \ndetermination of guilt at trial. Thus, we do not doubt that  correspondingly  less  need  for  cross-examination  and \nSostre was entitled to ‘due process of law’ before he was  calling of witnesses. \npunished for an infraction of prison rules. The exaction of  Most important, we think it inadvisable for a federal court \nsegregated  confinement  was  onerous  indeed,32  and  the  to pass judgment one way or another as to the truly \ndistinction  between  a  ‘right’  and  a  ‘privilege’—  or  decisive  consideration,  whether  formal  due  process \nbetween ‘liberty’ and a ‘privilege’ for that matter— is  requirements would be likely to help or to hinder in the \nnowhere more meaningless than behind prison walls.33  state’s endeavor to preserve order and discipline in its \nThe difficult question, as always, is what process was due.  prisons and to return a rehabilitated individual to society. \nIn answering that question, we may not uncritically adopt  It would be too simplistic to dissociate the impact of \nthe holdings of decisions that take color from contexts  punishment meted out after a disciplinary hearing from \nwhere the shadings are as different from the instant case  the method by which the hearing itself is conducted. As \nas the cases we have discussed:  one court has observed: ‘The association between men in \n   correction institutions is closer and more fraught with \nphysical  danger  and  psychological  pressures  than  is \nAs  a  generalization,  it  can  be  said  that  due  process \nalmost  any  other  kind  of  association  between  human \nembodies the differing rules of fair play, which through \nbeings.’ Edwards v. Sard, 250 F.Supp. 977, 981 (D.D.C. \nthe years, have become associated with differing types of  1966). It is sad but true that the study of the prison \nproceedings.  Whether  the  Constitution  requires  that  a  subculture  by  psychologists  and  sociologists  has  until \nparticular right obtain in a specific proceeding depends  recently been largely neglected. Those who have looked \nupon a complexity of factors. The nature of the alleged  into the problem, however, do not gainsay the volatility of \nright  involved,  the  nature  of  the  proceeding,  and  the  relationships among prisoners and prison officials. See, \npossible burden on that proceeding, are all considerations  e.g.,  Corrections  46-47;  Gibbons,  Changing  the  Law \nwhich must be taken into account. \nBreaker 200-12 (1965). We would not presume to fashion \na constitutional harness of nothing more than our guesses. \nHannah v. Larche, 363 U.S. 420, 442, 80 S.Ct. 1502, \nIt would be mere speculation for us to decree that the \n1515, 4 L.Ed.2d 1307 (1960). \neffect  of  equipping  prisoners  with  more  elaborate \nconstitutional  weapons  against  the  administration  of \nBeyond  the  process  of  guilt  determination  and  initial \ndiscipline by prison authorities would be more soothing to \nincarceration, courts have displayed greater reluctance to \nthe prison atmosphere and rehabilitative of the prisoner \nimport all the trappings of formal due process. Thus, a \nor, on the other hand, more disquieting and destructive of \npanel of this court has recently held that formal trial-type \nremedial  ends.  This  is  a  judgment  entrusted  to  state \n10 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nofficials, not federal judges.36  incorporated in her mandatory injunction are necessary \nconstitutional ingredients of every proceeding resulting in \nWe  are  particularly  unwilling  to  interfere  with  state  serious discipline of a prisoner. In thus rejecting Judge \nadministrative  processes  when  reliable,  detailed  Motley’s  conclusions,  however,38  we  are  not  to  be \ninformation or empirical studies are as scanty as they are  understood as disapproving the judgment of many courts \non  the  subject  of  prison  disciplinary  procedures.  See  that our constitutional scheme does not contemplate that \nCorrections  at  16;  D.  Glaser,  The  Effectiveness  of  a  society may commit lawbreakers to the capricious and \nPrison and Parole System 172 (1964) ( ‘prison discipline  arbitrary  actions  of  prison  officials.39  If  substantial \n* * * has not received extensive objective research by  deprivations are to be visited upon a prisoner, it is wise \nanyone’).  Judge  Learned  Hand  wisely  instructed  us  that such action should at least be premised on facts \n‘constitutions  are  deliberately  made  difficult  of  rationally  determined.  This  is  not  a  concept  without \namendment; mistaken readings of them cannot easily be  meaning. In most cases it would probably be difficult to \ncorrected. Moreover, if they could be, constitutions must  find an inquiry minimally fair and rational unless the \nnot degenerate into vade mecums or codes; when they  prisoner were confronted with the accusation, informed of \nbegin to do so, it is a sign of a community unsure of itself  the evidence against him, see Armstrong v. Manzo,380 \nand seeking protection against its own misgivings.’ The  U.S. 545, 552, 85 S.Ct. 1187, 14 L.Ed.2d 62 (1965); \nSpirit of Liberty 179 (1952).  Mullane v. Central Hanover Bank & Trust Co., 339 U.S. \n306, 70 S.Ct. 652, 94 L.Ed. 865 (1950), and afforded a \nAnalogies and recommendations called to our attention do  reasonable opportunity to explain his actions,40 See Nolan \nnot go far to advance Sostre’s position. Neither the Model  v. Scafati, 306 F.Supp. 1 (D.Mass.1969) (Wyzanski, J.).41 \nPenal Code nor the Manual of the American Correctional \n*199 See also, Shelton v. United States Board of Parole, \nAssociation  would  require  confrontation  and \n128 U.S.App.D.C. 311, 388 F.,2d 567, 576 (1967) (en \ncross-examination, calling of witnesses by the prisoner, \nbanc). Cf. Thompson v. Louisville, 362 U.S. 199, 80 S.Ct. \ncounsel or counsel substitute, or a written statement of \n624, 4 L.Ed.2d 654 (1960) (conviction supported by no \nevidence  and  rationale.37  Similarly,  Rhode  Island  has  evidence  violates  due  process);  United  States  ex  rel. \nvoluntarily adopted new disciplinary procedures for its \nCampbell v. Pate, 401 F.2d 55, 57 (7th Cir. 1968) (‘the \nprisons, under court supervision, Morris v. Travisono, 310  relevant facts * * * must not be * * * capriciously or \nF.Supp. 857 (D.R.I1970), which include provisions for a  unreliably  determined’);  Dunn  v.  California  Dept.  Of \nhearing,  advance  written  notice,  and  assistance  by  a  Corrections, 400 F.2d 340, 342 (9th Cir. 1968); Williams \nprison officer, *198 but no other of the formal safeguards  v. Patterson, 389 F.2d 374 (10th Cir. 1968); Howard v. \nrequired by Judge Motley’s injunction. Sostre has referred  Smyth, 365 F.2d 428 (4th Cir.) cert. denied, 385 U.S. 988, \nus to rules adopted for the Missouri State Penitentiary,  87  S.Ct.  599,  17  L.Ed.2d  449  (1966)  (arbitrary  and \nunder which prisoners are assisted during a disciplinary \nserious punishment of activities closely related to first \nproceeding by a member of the prison staff and where \namendment freedoms); Jones v. Rivers,338 F.2d 862, 874 \nthere  must  be  a  written  summary  of  the  disciplinary \n(4th Cir. 1964); Hyser v. Reed, supra, 318 F.2d at 242 \nproceeding, including a statement of relevant evidence. \n(basic fairness requires that federal parole not be revoked \nPersonnel Information Pamphlet: Rules and Procedures \narbitrarily);  United  States  ex  rel.  Wakeley  v. \n3-4 (Sept.1967). Again, however, there is no provision for  Pennsylvania, 247 F.Supp. 7, 12 (E.D. Pa. 1965) (courts \ncalling witnesses or cross-examination.  in these cases must locate the ‘line that separates mere \nmatters  of  discipline  from  arbitrary  and  capricious \nIndeed, it appears that, among those practices known to \ndisregard of human rights’).42 \nus, only in the federal correctional system must a formal \n  \nproceeding, including each of the elements in the district \ncourt’s  mandate,  precede  forfeiture  of  good  time \nVII. \nallowances.  Bureau  of  Prisons,  Policy  Statement: \nWithholding, Forfeiture, and Restoration of Good Time  RIGHTS OF COMMUNICATION AND EXPRESSION \n(No.  7400.6  Dec.  1,  1966).  Notably,  however,  these \nformalities need not accompany discipline that results in  A. Correspondence \nthe withholding of good time credit, as Judge Motley \nwould require.  The distaste with which some observers view prolonged \n We therefore find ourselves in disagreement with Judge  segregated confinement attaches as well to that kind of \nMotley’s conclusion that each of the procedural elements  isolation flowing from restrictions on and censorship of \n11 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nprisoners’ correspondence:  Sui generis in both logic and the case law, however, are \nThe  harm  censorship  does  to  rehabilitation  cannot  be  letters addressed to courts, public officials, or an attorney \ngainsaid. Inmates lose contact with the outside world and  when  a  prisoner  challenges  the  legality  of  either  his \nbecome wary of placing intimate thoughts or criticisms of  criminal conviction or the conditions of his incarceration. \nthe prison in letters. The artificial increase of alienation  See, e.g., Johnson v. Avery, 393 U.S. 483, 89 S.Ct. 747, \nfrom society is ill advised.43  21 L.Ed.2d 718 (1969); Cochran v. Kansas, 316 U.S. 255, \n62 S.Ct. 1068, 86 L.Ed. 1453 (1942); Ex parte Hull, 312 \nThe values commonly associated with free expression—  U.S. 546, 61 S.Ct. 640, 85 L.Ed. 1034 (1941); Coleman v. \nan  open,  democratic  marketplace  of  ideas,  the  Peyton, 362 F.2d 905, 907 (4th Cir. 1966) (no censorship \nself-development of individuals through self-expression,  permitted  of  mail  between  inmate  and  court  with \nthe alleviation of tensions by their release in harsh words  jurisdiction to hear prisoner’s complaints); McCloskey v. \nrather than hurled objects— these values that we esteem  Maryland, supra; Stiltner v. Rhay, 322 F.2d 314, 316 (9th \nin a free society do not turn to dross in an unfree one.  Cir.), cert. denied, 376 U.S. 920, 84 S.Ct. 678, 11 L.Ed.2d \n‘Letter  writing  keeps  the  inmate  in  contact  with  the  615 (1963) (‘reasonable access to the courts is basic to all \noutside  world,  helps  to  hold  in  check  some  of  the  other rights protected by’ the Civil Rights Act). It would \nmorbidity and hopelessness produced by prison life and  be inappropriate on constitutional grounds, ironic, and \nisolation,  stimulates  his  more  natural  and  human  irrational to permit drastic curtailment of constitutional \nimpulses, and otherwise may make contributions to better  rights in the name of punishment and rehabilitation, while \nmental  attitudes  and  reformation.’  Palmigiano  v.  denying  prisoners  a  full  opportunity  to  pursue  their \nTravisono,  310  F.Supp.  857  (D.R.I.  Aug.  24,  1970).  appeals and postconviction remedies. The generous scope \nSuppression of diversity and dissenting views is probably  of discretion accorded prison authorities also heightens \nnot less apt in a prison than elsewhere to hasten the  the importance of permitting free and uninhibited access \nstagnation and bureaucratization of the institution that  by prisoners to both administrative and judicial forums for \nindulges in it. See T. Emerson, Toward a General Theory  the purpose of seeking redress of grievances against state \nof the First Amendment 3-15 (1966).  officers. The importance of these rights of access suggests \n Whatever wisdom there might be in such reflection, we  the need for guidelines both generous and specific enough \ncannot say with requisite certitude that the traditional and  to afford protection against the reality or the chilling \ncommon practice of prisons in imposing many kinds of  threat of administrative infringement. \ncontrols on the correspondence of inmates, lacks support   Thus, we do not believe it would unnecessarily hamper \nin any rational and constitutionally acceptable concept of  prison administration to forbid prison authorities to delete \na prison system. See McCloskey v. Maryland, 337 F.2d  material  from,  withhold,  or  refuse  to  mail  a \n72, 74-75 (4th Cir. 1964) (‘Control of the mail to and  communication between an inmate and his attorney, see \nfrom  inmates  is  an  essential  adjunct  of  prison  Burns v. Swensen, 430 F.2d 771, (8th Cir., Aug. 31, \nadministration’). See *200 also, Diehl v. Wainwright, 419  1970) protecting correspondence with the ACLU), or any \nF.2d 1309 (5th Cir. 1970); Abernathy v. Cunningham,  court, or any public official, unless it can be demonstrated \n393 F.2d 775 (4th Cir. 1968); United States v. Stahl, 393  that a prisoner has clearly abused his rights of access. \nF.2d 101 (7th Cir.) cert. denied 393 U.S. 879, 89 S.Ct.  Obviously, the transmittal of contraband or laying plans \n181, 21 L.Ed.2d 152 (1968); Carey v. Settle, 351 F.2d  for  some  unlawful  scheme  would  constitute  such  an \n483, 485 (8th Cir. 1965).44 We note that Sostre did not  abuse.  In  addition,  if  it  were  clear  that  a  prisoner’s \ncontest the validity of Warden Follette’s action in striking  recitation  of  complaints  about  his  confinement  in \nthe name of his sister from the list of Sostre’s authorized  otherwise protected correspondence were a mere pretext \ncorrespondents after it was learned that he was using  to  accomplish  his  sole  motivating  purpose  of \nletters addressed to his sister as vehicles for unauthorized  communicating  instead  about  restricted  matters,  then \ncorrespondence. See fn. 4, supra. Discipline and prison  prison  officials  may  block  the  inmate’s  scheme  by \norder are sufficient interests to justify such regulation  deleting that portion of such a communication unrelated \nincidental to the content of prisoners’ speech. See Kovacs  to the complaints. See Carothers v. Follette, 314 F.Supp. \nv. Cooper, 336 U.S. 77, 69 S.Ct. 448, 93 L.Ed. 513  1014 (S.D.N.Y. filed July 15, 1970); In re Ferguson, 55 \n(1949); Brennan, The Supreme Court and the Meikeljohn  Cal.2d 663, 12 Cal.Rptr. 753, 361 P.2d 417, Cert. denied \nInterpretation of the First Amendment, 79 Harv.L.Rev. 1,  sub nom. Ferguson v. Heinze,368 U.S. 864, 82 S.Ct. 111, \n11 (1965).  7 L.Ed.2d 61 (1961). In such a case, the need to restrain \n   the  abuse  outweighs  the  *201  danger  that  prison \nauthorities may by inadvertence or design hamper the \n12 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nprisoner’s access.  held unlawfully restricts prisoners’ access to courts). The \n   failure  of  any  such  showing  in  this  case  makes  it \n On  the  other  hand,  if  a  communication  is  properly  mandatory  that  New  York  permit  prisoner  aid  to  the \nintended to advance a prisoner’s effort to secure redress  extent required by Johnson. Johnson’s explicit permission \nfor  alleged  abuses,  no  interest  would  justify  deleting  to  states  reasonably  to  regulate  this  right,  however, \nmaterial thought by prison authorities to be irrelevant to  validates  the  Green  Haven  rule  requiring  prisoners  to \nthe prisoner’s complaint. The danger that an official will  apply to the Warden for permission to help other inmates \nimproperly  substitute  his  judgment  for  that  of  the  with  legal  activities.  There  would  be  a  violation  of \ncorrespondent’s then preponderates. For similar reasons,  Johnson only if the Warden denied permission, or if the \nprison officials may not withhold, refuse to mail, or delete  conditions on which he granted it were unreasonable.45 \nmaterial  from  otherwise  protected  communications    \nmerely  because  they  believe  the  allegations  to  be   Since  Sostre  never  requested  permission,  there  is  no \nrepetitious, false, or malicious. See Nolan v. Scafati, 430  cause for an injunction to enforce the Johnson rule. We \nF.2d  548  (1st  Cir.  1970)  (absent  some  countervailing  assume that permission would be granted as a matter of \ninterest other than that prisoner’s letter contained ‘lies,’  course, subject only to reasonable conditions. Nor can we \nauthorities may not prevent inmate from seeking legal  consider  unreasonable  the  Green  Haven  *202  rule \nassistance); Fulwood v. Clemmer, 206 F.Supp. 370, 377  forbidding  prisoners  from  sharing  their  personal  law \n(D.D.C.1962) (right to seek redress of grievances was  books  with  one  another.  This  regulation  would  not \nabridged  by  punishment  for  alleged  false  accusations  prohibit Sostre, for example, from recommending legal \nabout prison conditions in prisoner’s letter of complaint to  source material to other inmates. We do not see how they \npublic officials).  would be unduly burdened by being required to acquire \n   the books through prison officials46 rather than directly \n Accordingly, we agree with Judge Motley that it was  from Sostre. See Gilmore v. Lynch, supra (upholding \nimproper  for  Warden  Follette  to  delete  material  from  prison rule prohibiting jailhouse lawyers from keeping in \ncorrespondence between Sostre and his attorney merely  their cells legal material pertaining to other prisoners). In \nbecause Follette thought the material irrelevant to Sostre’s  a closely related situation, we held that a prisoner could \nappeal of his conviction. We believe it was also improper  be refused permission to keep ‘law books’ in his cell \nfor Follette to refuse to mail a letter of complaint to the  where there was no allegation he was denied use of the \nPostal Inspector. We leave a more precise delineation of  prison library. Williams v. Wilkins, 315 F.2d 396, 397 (2d \nthe boundaries of this protection for future cases. We need  Cir.  1963).  We  cannot  ignore  the  concern  of  prison \nonly add that when we say there may be cases which will  officials that strong-willed inmates might exact hidden \npresent special circumstances that would justify deleting  and perhaps non-monetary fees in return for nominally \nmaterial  from,  withholding,  or  refusing  to  mail  free privileges at the inmates’ private lending library.47 \ncommunications  with  courts,  attorneys,  and  public    \nofficials, we necessarily rule that prison officials may \nopen and read all outgoing and incoming correspondence  C.  Possession  of  Literature  and  Mere  Expression  of \nto and from prisoners.  Beliefs \n    Our holding that prisoners may not be punished for their \nbeliefs carries the necessary corollary that we may not \nB. Prisoner Legal Aid  permit  punishment  for  the  mere  expression  of  those \n Johnson  v.  Avery,  393  U.S.  483,  89  S.Ct.  747,  21  beliefs. One can hardly speak of beliefs apart from their \nL.Ed.2d  718  (1969),  instructs  that  states  must  permit  expression, cf. Fulwood v. Clemmer, 206 F.Supp. 370 \nprisoners to help fellow inmates prepare habeas corpus  (D.D.C.1962).  In  the  absence  of  arbitrariness  or \npetitions,  subject  to  reasonable  regulation,  absent  a  discrimination, see Jackson v. Godwin, 400 F.2d 529 (5th \nsufficient showing by the state that through some other  Cir. 1968); Rivers v. Royster, 360 F.2d 592 (4th Cir. \nmeans it provides prisoners with an adequate substitute  1966); Sewell v. Pegelow, 291 F.2d 196 (4th Cir. 1961), \nfor the ‘jailhouse lawyer.’ Cf. Ex parte Hull, 312 U.S.  and Pierce v. LaVallee, 293 F.2d 233 (2d Cir. 1961), we \n546, 61 S.Ct. 640, 85 L.Ed. 1034 (1941) (state may not  do not say on this record that Warden Follette would have \nrequire that habeas petition be approved by a corrections  exceeded his legitimate authority if he had confiscated the \nofficial to see that it was ‘properly drawn’); Gilmore v.  writings that guards found in Sostre’s cell following his \nLynch, 319 F.Supp. 105 (N.D.Cal., filed May 28, 1970)  release from segregation. Whatever doubts we might have \n(3-judge court) (woefully inadequate prison law library  as to the wisdom of seizing an inmate’s political writings, \n13 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nwe would not lightly overturn a warden’s judgment that  the district court are not necessary to the constitutionality \npossession of the writings might subvert prison discipline  of every disciplinary action taken against a prisoner. In \nif there existed the risk of their circulation among other  light of this, we reverse the district court insofar as it \nprisoners.48  enjoined  defendants  and  others  from  so  disciplining \n   Sostre that he loses accrued good time credit or is unable \n However, Sostre was punished simply for putting his  to earn good time credit without full compliance with all \nthoughts on paper, with no prior warning and no hint that  the  procedural  steps  set  forth  in  Judge  Motley’s \nhe intended to spirit the writings outside his cell. To  injunction. We do not thereby imply that discipline in \nsanction such punishment, even though in the judgment of  New  York  prisons  may  be  administered  arbitrarily  or \nprison  officials  the  writings  were  ‘inflammatory’  and  capriciously. We would not lightly condone the absence \n‘racist,’  as  in  the  instant  case,  would  permit  prison  of such basic safeguards against arbitrariness as adequate \nauthorities to manipulate and crush thoughts under the  notice, an opportunity for the prisoner to reply to charges \nguise  of  regulation.  The  intimidating  threat  of  future  lodged against him, and a reasonable investigation into \nsimilar punishment would chill a wide range of prisoner  the  relevant  facts—  at  least  in  cases  of  substantial \nexpression, not limited to that expression which Follette  discipline.  However,  as  consideration  of  Sostre’s  case \nmight in fact deem dangerous enough to discipline. The  does not properly raise any question whether New York \ndanger of undetected discriminatory punishment of ideas  prisons regularly or systematically ignore minimal due \nis  particularly  acute  *203  in  the  absence  of  statutory  process requirements, we must reverse the order of the \nstandards to guide the exercise of Follette’s discretion.  district  court  that  defendants  submit  for  its  approval, \nSee, e.g., Cox v. Louisiana, 379 U.S. 536, 556-557, 85  proposed  rules  and  regulations  governing  future \nS.Ct. 453, 13 L.Ed.2d 471 (1965); Schneider v. State, 308  disciplinary actions. In this connection, we note that New \nU.S. 147, 60 S.Ct. 146, 84 L.Ed. 155 (1939). Any real  York State has recently promulgated rules and regulations \nthreat to prison security that Sostre’s possession of his  governing prison discipline which appear to give inmates \nwritings  might  have  posed  could  have  been  met  by  new procedural protections.49 \nconfiscation  rather  than  punishment.  See  Shelton  v. \nTucker,  364  U.S.  479,  81  S.Ct.  247,  5  L.Ed.2d  231  2. The refusal to mail Sostre’s letter to the Post Office \n(1960).  Inspector,  complaining  of  prison  practices,  clearly \n   infringed Sostre’s Fourteenth Amendment rights. We also \naffirm  Judge  Motley’s  order  insofar  as  it  enjoins \nVIII.  defendants  Follette  and  McGinnis,  their  employees, \nagents, successors, and all persons in active concert and \nCONCLUSION  participation  with  them,  from  deleting  material  from, \nrefusing to mail or refusing to give to Sostre: (1) Any \nBecause of the nature of this case, the multitude and \ncommunication between Sostre and the following— (a) \ncomplexity  of  claims  raised  and  the  extent  of  Judge \nany court; (b) any public official or agency; or (c) any \nMotley’s considered opinion and the injunctive and other  lawyer — with respect to either his criminal conviction or \nrelief granted, we have been compelled to engage in this  any complaint he may have concerning the administration \nprotracted exegesis. In light of what we have set forth, our  of  the  prison  where  he  is  incarcerated.  We  reverse, \nconclusions follow.  however, insofar as Judge Motley enjoined nonarbitrary \nrestraint  of  communication  between  Sostre  and  his \nA. Injunctive \nco-defendant in the criminal matter pending against him. \n1. Although not necessary to the disposition of Sostre’s \ncomplaint, the district court held that several elements of \n3. There is no cause for an injunction to enforce the \ntrial-type  procedure,  enumerated  in  its  order,  were  principles announced in Johnson v. Avery, supra, since no \nrequired by due process in every instance of prisoner  infractions of those principles have been *204 shown. \ndiscipline resulting in withholding of good time credit to  Johnson v. Avery permitted reasonable rules regulating \nthe prisoner or loss of his opportunity to earn good time.  the conduct of inmates in assisting other inmates in legal \nBecause of the importance of the question to the state of  proceedings.  Sostre  has  not  proved  that  the  rules \nNew  York,  and  the  frequency  with  which  similar  regulating his right to assist other prisoners in their legal \nquestions  are  being  litigated  in  district  courts  of  this \naffairs were unreasonable and that his punishment was for \njurisdiction, we are compelled to say that the district court \nviolating  such  rules.  Therefore,  we  must  reverse  the \nwas in error. All of the elements of due process recited by \ndistrict  court  insofar  as  it  enjoined  interference  with \n14 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nSostre’s translation of letters of fellow-inmates since he  Whether he would or would not have earned it is pure \nhad failed to comply with the rule requiring that he seek  speculation. Since Sostre’s constitutional rights have been \npermission  of  the  warden.  For  the  same  reason,  we  violated, we resolve the doubt in his favor. Moreover, this \nreverse the injunction against punishing Sostre for sharing  is the only feasible way to ensure that Sostre is not again \nwith other inmates his law books, law reviews, and other  unlawfully penalized by arbitrary action.50 \nlegal materials, and from refusing to permit Sostre to    \nassist any other inmate in any legal matter. \nC. Money Damages \n4. We have held that Sostre was improperly punished for   All parties seem to agree upon two principles with which \npossession  of  constitutionally  protected  literature.  We  we  also  are  in  accord.  First,  Section  1983  authorizes \nperceive no reason, however, to set political speech apart  recovery of compensatory, and, in an appropriate case, \nfrom other kinds of constitutionally protected speech. We  punitive  damages  *205  against  an  individual  for  the \ntherefore modify the district court order so as to enjoin  unjustifiable  violation  of  constitutional  rights  ‘under \ndefendants  Follette  and  McGinnis,  their  employees,  color’ of state law. Monroe v. Pape, 365 U.S. 167, 81 \nagents, successors, and all persons in active concert and  S.Ct. 473, 5 L.Ed.2d 492 (1961); Basista v. Weir, 340 \nparticipation with them, from punishing Sostre for having  F.2d 74 (3rd Cir. 1965). This liability, however, is entirely \nliterature in his possession and for setting forth his views  personal in nature intended to be satisfied out of the \norally or in writing, except for violation of reasonable  individual’s  own  pocket.  Moreover,  the  doctrine  of \nregulations. We do not hereby enjoin officials from taking  sovereign  immunity,  as  codified  by  the  Eleventh \nreasonable measures to prevent prisoners from inciting  Amendment, bars the exaction of a fine from a state \ndisturbances and otherwise to protect the security and  treasury without the state’s consent, at least on account of \norder of New York prisons, consistent with prisoners’  tortious  actions  committed  by  its  agents  under  the \nrights to freedom of expression. Also we do not believe  circumstances of this case. Larson v. Domestic & Foreign \nthat there is any need for the extraordinary procedure  Corp.,  337  U.S.  682,  69  S.Ct.  1457,  93  L.Ed.  1628 \nrequiring  defendants  to  submit  rules  and  regulations  (1949);  Westberry  v.  Fisher,  309  F.Supp.  12 \ngoverning the receipt, distribution, discussion and writing  (D.Me.1970). \nof political literature for the approval of the district court.    \n It follows from these principles51 that although Sostre \n5. We have no reason to conclude that New York prison  was entitled to compensatory damages against Warden \nofficials will not abide by the constitutional rights of  Follette,52 Follette’s successor as warden, who had no part \nprisoners as we define them today. We have refused to set  whatsoever in Follette’s wrongful conduct against Sostre, \naside  Judge  Motley’s  findings  that  Warden  Follette  incurred no personal money responsibility upon Follette’s \nunlawfully committed Sostre to segregated confinement  death. We note also that no application was made in the \nbecause  of  his  legal  activities  and  beliefs.  Warden  court below to substitute any party who could be held \nFollette, however, is deceased and we perceive no threat  responsible to assume Follette’s obligation to Sostre, Rule \nthat  others  will  duplicate  his  improper  conduct.  25, F.R.Civ.P., if such a party existed. Accordingly, there \nAccordingly, we vacate that portion of the district court  is no party before us against whom appropriately to award \norder  which  enjoined  defendants  and  others  from  damages.53 \nreturning  Sostre  to  punitive  segregation  for  charges    \npreviously preferred against him.   In any event, we are persuaded to reverse the award of \npunitive damages. Warden Follette’s improper conduct in \nB. Good Time Credit \nsegregating Sostre so far as appears reflected no pattern of \n Since we have held that Sostre was unlawfully confined \nsuch  behavior  by  himself  or  by  other  officials.  The \nto punitive segregation on account of his political beliefs \ndeterrent impact of a punitive award would be of minimal \nand legal activities, we agree with Judge Motley’s order \nuse. See Green v. Wolf Corp., 406 F.2d 291, 303 (2d Cir. \nrequiring  Sostre  to  be  credited  with  124  1/3  days  of \n1968), cert. denied sub nom. Troster, singer & Co. v. \nearned ‘good time.’ Sostre may not be penalized because  Green, 395 U.S. 977, 89 S.Ct. 2131, 23 L.Ed.2d 766 \nof  his  time  in  segregation  by  remaining  incarcerated  (1969). \nlonger or by becoming eligible for parole later than he    \notherwise would. We do not consider the argument that \nSostre may not have earned the credit even if he had  It is appropriate, lest our action today be misunderstood, \nremained in the general population to be of substance.  that we disclaim any intent by this decision to condone, \n15 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nignore, or discount the deplorable and counter-productive  with a loss of the chance to earn such credit because of an \nconditions of many of this country’s jails and prisons. We  alleged infraction of prison rules would seem inaccurately \nstrongly suspect that many traditional and still widespread  to  portray  the  obligation  of  a  federal  court  asked  to \npenal practices, including some which we have touched  ‘interfere  with  state  administrative  processes’  on \non in this case, take an enormous toll, not just of the  constitutional  grounds.  I  submit  that  it  is  our  duty, \nprisoner who must tolerate them at whatever price to his  mandated  by  the  U.S.  Constitution,  authorized  by \nhumanity and prospects for a normal future life, but also  Congress,1 and demanded by conscience, to strike down \nof the society where prisoners return angry and resentful.  any  practice  sanctioned  by  a  State  which  does  not \nNevertheless, we would forget at our peril and at the peril  conform to at least minimally acceptable levels of due \nof our free governmental process, that we are federal  process. The court, aptly noting that appellant has asked \njudges reviewing decisions made in due course by officers  us to determine what process is constitutionally due him, \nof a sovereign state. We have interpreted and applied the  a convicted and imprisoned felon, declines to determine \nlaw  as  it  appears  to  us  in  light  of  circumstance  and  the  ‘truly  decisive  issue’  because  it  lacks  empiric \nprinciple. We do not doubt the magnitude of the task  information.2 While I most assuredly agree that studies \nahead before our correctional systems become acceptable  and  surveys  and  the  presentation  thereof  to  us  might \nand  effective  from  a  correctional,  social  and  humane  provide  further  information  of  value  in  balancing \nviewpoint, but the proper tools for the job do not lie with  competing interests, their absence should never mean that \na remote federal court. The sensitivity to local nuance,  the federal courts will ignore or condone state activity \nopportunity for daily perseverance, and the human and  obviously violative of individual rights when that activity \nmonetary resources required lie rather with legislators,  is indulged in under the guise of preserving order. \nexecutives,  and  citizens  in  their  communities.  See,   \nAmsterdam,  The  Supreme  Court  and  the  rights  of \nSuspects in Criminal Cases, 45 N.Y.U.L.Rev . 785, 810 \nJ. JOSEPH SMITH, Circuit Judge (concurring in part and \n(1970). \ndissenting in part): \n*206 We wish to express our appreciation to Sostre’s   \nappointed  counsel,  Victor  Rabinowitz,  Kristin  Booth \nGlen,  and  David  Rosenberg,  for  their  thorough  and  I agree with most of Judge Kaufman’s thoughtful and \nexcellent presentation of this appeal.  thorough  opinion,  but  disagree  in  two  respects  and \ntherefore dissent in part. \n \n \nI  agree  with  Judge  Feinberg  that  the  district  court’s \nLUMBARD, Chief Judge (concurring):  finding that Sostre’s segregation for more than one year \n  was cruel and unusual punishment is supported by the \nrecord. Punishment of a nature found likely to bring about \nI concur in Judge Kaufman’s thorough opinion except as  an inmate’s insanity should be proscribed whether or not \nto Section VI regarding Procedural Due Process. While I  it is shown to have succeeded in doing so in the particular \nagree in reversing those provisions of paragraph 2 of the  case,  and  whether  or  not  it  could  be  alleviated  by \norder of the district court, I see no need to express any  ‘submission.’ \nopinion on what the New York State authorities should do \nwhen determining whether or not to withhold or withdraw  This requires also, it seems to me, that recovery against \ngood time credit, or the general principles which should  McGinnis  be  upheld.  The  court  found  (and  Judge \ngovern such situations.  Kaufman’s opinion emphasizes, page 182 and page 189) \n  that McGinnis had been fully informed as to Sostre’s long \n  segregation, a finding supported by the Follette deposition \ntestimony and exhibits, and had done nothing to terminate \nWATERMAN, Circuit Judge (concurring):  it although empowered to do so, and although he knew \nFollette had kept men in segregation for periods as long as \nfour and five years in the past. Follette was liable in \nI concur in each of the results reached in the majority  damages to Sostre for violation of his civil rights, and I \nopinion. Nevertheless, I am concerned that the discussion  would rule that McGinnis was properly held also liable. I \nthere  with  reference  to  Due  Process  rights  of  a  state  would not, however, assess *207 exemplary in addition to \nprisoner who is threatened with loss of good time credit or  compensatory  damages  against  McGinnis  under  these \n16 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \ncircumstances.  868, 871 (S.D.N.Y.1970), quoting Wright v. McMann, \n  387 F.2d 519, 526 (2d Cir. 1967). This was a finding of \nfact. The judge also concluded as a matter of law that \nFEINBERG, Circuit Judge (dissenting and concurring):  ‘subjecting a prisoner to the demonstrated risk of the loss \nof his sanity as punishment for any offense in prison is \nplainly cruel and unusual punishment as judged by the \nBecause I agree with most of the exhaustive majority \npresent standards of decency.’ Id. at 871. The majority \nopinion, I regret that I find it necessary to dissent from the \nopinion does not make explicit whether it overrules the \ntreatment of the cruel and unusual punishment point and \njudge’s finding of fact, although it hints that it does.3 But \nfrom the reversal as to defendant McGinnis. As to the \nin order to reverse the district court on this issue the \nformer, the majority opinion reaches three results, from \nmajority must hold either that Judge Motley’s finding of \neach of which I dissent. The most important of these is the \nfact  is  clearly  erroneous  or  that,  even  if  true,  the \nrefusal to hold that there must be a definite limit on how \npunishment imposed on Sostre did not amount to cruel \nlong a prisoner may be kept in punitive segregation, or \nand  unusual  punishment  as  a  matter  of  law.  Neither \nsolitary  confinement.1  The  majority  holds  that  for \nholding would be justified. \n‘serious’ offenses, the Constitution requires no limit so \nlong as the prisoner has the option of submitting to prison  *208 As to the first, it is difficult to see how Judge \ndiscipline.  Second,  the  majority  holds  that  Sostre’s \nMotley’s factual finding that Sostre’s isolation threatened \nalleged offenses considered together would have been \nsanity  could  be  characterized  as  clearly  erroneous. \n‘serious,’ if Warden Follette had acted for proper motives. \nTestimony  at  trial  from  experts  with  impressive \nThird,  even  though  the  warden’s  motives  were \ncredentials clearly supported that finding. Dr. Halleck, in \n‘improper,’  the  majority  refuses  to  rule  that  Sostre’s \nresponse  to  a  hypothetical  question  outlining  the \npunishment was cruel and unusual. \nconditions of Sostre’s punishment, stated that they could \nundermine the prisoner’s sanity. Sol Rubin supported that \nBefore considering these three aspects of the majority \nview. It is true that Dr. Johnston, testifying for the State, \nopinion, it must be emphasized that Sostre was segregated \ndisagreed. But while the district judge, as trier of fact, was \nfor over a year and, as Judge Motley noted, would in all \nfree to believe the experts for plaintiff or for defendants, \nlikelihood  still  be  effectively  isolated  but  for  the \nwe may do neither. The trial judge chose to believe the \nintervention of the district court. There is an intimation in \nformer, and I do not see how her finding on this evidence \nthe majority opinion that Sostre was not effectively cut \ncan be characterized as clearly erroneous. \noff  from  usual  day  to  day  contact  with  other  human \nbeings,2 but the district judge’s opinion makes clear that  On the second assumption, what the majority does is to \nhe was. The district judge and the majority both agree that  hold that Sostre’s lengthy, unlimited isolation, which was \n‘the crux of the matter is human isolation,’ and the district  ‘dangerous’  to  his  sanity,  does  not  violate  the  eighth \ncourt  opinion  sets  forth  in  melancholy  detail  the  amendment. With deference, I disagree. The standard for \nconditions that were imposed upon Sostre and the reasons  determining  ‘cruel  and  unusual  punishment’  has  been \nwhy. I will not repeat them here except to note that the  expressed in a number of ways, all imprecise; e.g., ‘the \nfull vindictive flavor of defendants’ treatment of Sostre is  wanton infliction of pain,’ Louisiana ex rel. Francis v. \nindicated by one incident, relegated to a footnote in the \nResweber, 329 U.S. 459, 463, 67 S.Ct. 374, 91 L.Ed. 422 \nmajority opinion. The day after Judge Motley ordered \n(1947);  conduct  which  ‘shocks  the  most  fundamental \nSostre’s release from over a year of segregation, he was \ninstincts of civilized man,’ id. at 473, 67 S.Ct. at 381 \nagain disciplined for having ‘dust on his cell bars.’ This \n(dissenting  opinion);  a  method  of  punishment  which \ncaused him to miss the regular July 4th celebration, which \nviolates the ‘evolving standards of decency that mark the \nwould have brought him in contact with prisoners from  progress of a maturing society,’ Trop v. Dulles, 356 U.S. \nanother part of the prison, such contact being permitted  86, 101, 78 S.Ct. 590, 598, 2 L.Ed.2d 630 (1958). These \nonly once a year on July 4. Judge Motley found that the  notions are, of course, subjective to some extent. What \npunishment was imposed upon Sostre in retaliation for his  may be safely said is that the amendment prohibits ‘a hard \nlegal success before her.  core of inhuman conduct,’ see 84 Harv.L.Rev. 456, 457 \n(1970). There is no doubt, as the majority concedes, that a \nThe district judge found that the isolation imposed on \nprisoner is not a constitutional pariah. Were that not the \nSostre was ‘dangerous to the maintenance of sanity’ and \ncase, there would be no basis for the holding that the first \n“could only serve to destroy completely the spirit and \namendment was violated here. But the eighth amendment, \nundermine the sanity of the prisoner.” 312 F.Supp. 863, \n17 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nno less than the first, protects Sostre.4 Its command is both  been ‘serious’ enough to justify the harsh punishment he \nspacious and changing.  received. Thus, the majority stresses ‘the seriousness of \nthe  multiple  offenses  charged  against  Sostre’  and \nThe fact that solitary confinement for an indefinite period  expresses ‘no view as to the constitutionality of such \nhas historically been accepted as a viable instrument of  segregated confinement if it had been imposed on account \nprison discipline does not prevent us from finding that it  of any one or any combination of the offenses charged \nviolates the eighth amendment. What might once have  against Sostre other than all of them.’ But the fact is that \nbeen acceptable does not necessarily determine what is  two  of  the  allegedly  serious  ‘multiple  offenses’  were \n‘cruel and unusual’ today. Recently, the Eighth Circuit  Sostre’s refusal to desist from preparing legal papers for a \nhas held that whipping by strap is proscribed, although it  codefendant and his possession of six tables of contents \nhad once been a familiar practice. Jackson v. Bishop, 404  torn from issues of the Harvard Law Review. I would not \nF.2d 571 (8th Cir. 1968). Indeed, this court emphasized  hold unconstitutional the isolation of an adult prisoner for \nonly a few years ago that the eighth amendment ‘is not  a  sharply  limited  period  as  punishment  for  a  serious \nfastened to the obsolete.’ See Wright v. McMann, supra,  breach of prison discipline, e.g., what the majority calls ‘a \n387 F.2d at 525, quoting Weems v. United States, 217  credible threat to the security of the prison,’ see p. 194, \nU.S. 349, 378, 30 S.Ct. 544, 54 L.Ed. 793 (1910). In this  supra.  But  these  two  offenses  were  simply  not  grave \nOrwellian age, punishment that endangers sanity, no less  enough to justify the extremely severe punishment visited \nthan physical injury by the strap, is prohibited by the  upon  Sostre.  Accordingly,  the  excessiveness  of  the \nConstitution. Indeed, we have learned to our sorrow in the  penalty for these two alleged transgressions would alone \nlast few decades that true inhumanity seeks to destroy the  violate the eighth amendment’s proscription of cruel and \npsyche rather than merely the body. The majority opinion  unusual punishment, and I would say so. \nemphasizes  that  after  all  Sostre  could  have  obtained \nrelease from isolation at any time by agreeing to abide by  Finally, while the majority reaches out to decide that \nthe rules and to cooperate. Perhaps that is so, but that does  Sostre’s  confinement  would  have  been  constitutional \nnot change the case. That response could be made were a  under a hypothetical set of facts, it refuses to rule that his \nprisoner kept in solitary for two years instead of one, or  punishment was cruel and unusual even though it was \nfor five years, or for ten, or more. The possibility of  actually meted out for improper reasons. It is true that the \nendless  solitary  confinement  is  still  there,  unless  the  majority also leaves open the constitutionality of such \nprisoner ‘gives in.’ The same observation could be made  ‘confinement  as  Sostre  experienced,’  if  imposed  for \nif Sostre were tortured until he so agreed, but no one  ‘lesser offenses.’ The inconsistency of this approach is \nwould argue that torture is therefore permitted. The point  apparent  since  if  such  confinement,  in  the  majority’s \nis  that  the  means  used  to  exact  submission  must  be  view,  could  ever  be  so  excessive  a  penalty  as  to  be \nconstitutionally  acceptable,  and  the  threat  of  virtually  unconstitutional, it should be declared so when there was \nendless isolation that endangers sanity is not.  no basis for the confinement at all. \n*209 The crucial holding of the majority opinion is the  In sum, keeping Sostre in solitary for over a year was \nrefusal  to  put  any  limit  upon  the  period  of  solitary  ‘cruel and unusual punishment’ because (1) the length and \nconfinement.  It  is  the  unusual  duration  and  the  open-ended nature of his confinement threatened sanity; \nopen-ended nature of the isolation that the district court  (2) two of the alleged offenses were so minor as to make \nand  the  experts  regarded  as  inflicting  the  worst  the penalty constitutionally disproportionate; and (3) the \npsychological harm. Accordingly, as we did in Wright v.  ostensible reasons were a pretext for vindictive action. I \nMcMann, supra, 387 F.2d at 526, I would hold that the  also agree with Judge Smith’s opinion with regard to \npunishment  here,  ‘which  could  only  serve  to  destroy  defendant McGinnis. For the reasons and to the extent set \ncompletely the spirit and undermine the sanity of the  forth above, I dissent. \nprisoner,’ runs afoul of the eighth amendment.   \nThe second fundamental reason why I differ with the  HAYS, Circuit Judge, dissenting (with whom MOORE, \nmajority opinion stems from the contrast between what it  Circuit Judge, concurs): \nfinds necessary to decide and what it refuses to decide. As \nindicated above, the majority states in an extended dictum \nI dissent from the affirmance of any grant of injunctive \nthat  if  the  warden’s  motives  had  been  proper,  the \nrelief or damages. \ncombined effect of Sostre’s alleged violations would have \n18 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nIn deciding this case the majority have overlooked two  571, 577 (8th Cir. 1968) (Blackmun, C.J.). Correction \nfundamental guiding principles. The first is that although  authorities  must  have  wide  discretion  in  matters  of \npersons serving sentences in prison for crime are not to be  internal prison administration. Smith v. Schneckloth, 414 \ndenied all constitutional protections, there are significant  F.2d 680, 681 (9th Cir. 1969); Beard v. Lee, 396 F.2d \ndifferences  between  the  constitutional  rights  such  749, 751 (5th Cir. 1968); Lee v. Tahash, 352 F.2d 970, \nprisoners may assert and the constitutional rights of those  971-972 (8th Cir. 1965); McCloskey v. Maryland, supra, \nwho are free from prison restraints. For example, although  337 F.2d at 74; Sostre v. McGinnis, supra, 334 F.2d at \nthe  majority  holds  that  Sostre  is  protected  by  the  908. Their decisions in matters of prison discipline should \nConstitution in his right orally to set forth his political  not be disturbed when they are supported by evidence and \nopinions to his fellow prisoners, it may be that even they  do not result in shocking deprivations of fundamental \nwould balk at a claim that the Constitution gave Sostre the  human rights. See Wright v. McMann, supra. \nright, similar to the *210 right which he would have if he \nwere free, to assemble the inmates and harangue them  In the present case Warden Follette testified that Sostre’s \nwith revolutionary political doctrines. As the Court of  punishment was based upon (1) defiance of Follette’s \nAppeals  of  the  Fourth  Circuit  said  in  McCloskey  v.  order to desist from preparing legal papers, (2) refusal to \nMaryland, 337 F.2d 72, 74 (4th Cir. 1964), persons in  answer  proper  questions,1  (3)  statements  about  his \nprison  have  ‘no  judicially  enforceable  right  to  impending liberation, and (4) possession of several items \npropagandize within the prison walls * * *.’ The other  of contraband in his cell. Sostre did not even deny the \nfundamental principle which receives short shrift at the  truth of the first three of these accusations and the fourth \nhands of the majority is that the federal courts should be  was supported by ample evidence. Nevertheless Judge \nextremely hesitant to take over the administration of state  Motley disregarded Follette’s findings and testimony and \nprisons. We have said that the federal courts should refuse  found  that  Sostre  was  not  punished  for  any  of  these \nto interfere with the internal affairs of state prisons except  infractions. \nin the most extreme case involving “conduct that shocks \nObservance of the correct legal principles would lead in \nthe conscience” or where the acts of prison officials are \nthis case to reversing the trial court with respect to all \n“barbarous.” Church v. Hegstrom, 416 F.2d 449, 450-451 \n(2d Cir. 1969) (citations omitted). See also Wright v.  relief granted. \nMcMann,  387  F.2d  519,  527-528  (2d  Cir.  1967) \nAll Citations \n(Lumbard, Ch. J., concurring); Sostre v. McGinnis, 334 \nF.2d 906 (2d Cir.), cert. denied, 379 U.S. 892, 85 S.Ct. \n442 F.2d 178 \n168, 13 L.Ed.2d 96 (1964); Jackson v. Bishop, 404 F.2d \n \nFootnotes \n \na1  Judge Waterman was an active circuit judge at the time the court commenced in banc consideration of this case. \n \n \n1  On June 12, the district court ruled that Follette’s successor as Warden (now called Superintendent) of Green Haven \n  would be automatically substituted as defendant in this action under F.R.Civ.P. 25. \n \n2  We  also  agree  with  Judge  Motley  that  defendants  have  not  demonstrated  the  adequacy  of  other  relevant \n  administrative procedures. See 312 F.Supp. at 883-884 n. 14. \n \n3  Section 140 was repealed and replaced with a new Section 137, effective July 8, 1970 (McKinney Supp.1970). \n  Section 137, subd. 6 of the new statute vests the Superintendent of each correctional facility (formerly called the \n19 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nWarden) with discretion to ‘keep any inmate confined in a cell or room apart from the accommodations provided \nfor inmates who are participating in programs of the facility, for such period as may be necessary for maintenance of \norder and discipline. * * *’ \n \n4  On July 11, 1968, Deputy Warden Sawner called Sostre before a ‘disciplinary court,’ conducted by Sawner alone, and \n  charged Sostre with sending letters covertly to unauthorized correspondents under the guise of writing to his sister, \nLetitia. Sostre admitted the infraction, which Follette claimed to have been under investigation as early as June 25, \nthe day he committed Sostre to segregation. For this violation, Sostre was penalized with the loss of 90 days of \n‘good behavior time’ credit. In addition, Letitia was removed from the list of Sostre’s approved correspondents. \n \n5  New York State prisoners may earn a maximum of ten days ‘good behavior time’ credit each month, thereby \n  advancing both the date the prisoner will be eligible for parole and the date he is entitled as of right to be \n‘conditionally released’ (that is, released from custody subject to parole conditions). Prison authorities may restore \ngood behavior time withheld or revoked. See N.Y.Penal Law §§ 70.30, subd. 4, 70.40, subd. 1 (McKinney’s \nConsol.Law, c. 40 1967); N.Y. Correction Law §§ 230, 803 (McKinney 1968). The repeal of Section 230, as of July 8, \n1970 (McKinney Supp.1970), does not affect allowances for good behavior permitted prior to that date. Forfeiture \nof the chance to earn ‘good time’ credit during punitive segregation is prescribed by regulation. 7 N.Y.Codes, Rules \n& Regulations, Correction § 60.6(c). \n \n6  See n. 11, infra. \n \n \n7  Several prisoners who had served time in Green Haven’s punitive segregation unit testified that more punishing \n  than the deprivation of desserts was the loss of the opportunities available to the general population to receive food \npackages from the outside, to borrow snacks from other prisoners, and to earn pay with which to buy extra food \nfrom the prison commissary. \n \n8  On the date Sostre was released from segregation he was punished by confinement to his cell for several days, \n  ostensibly because ‘dust’ was found on his cell bars. Although Judge Motley found that this punishment represented \n‘retaliation for his legal success,’ no relief was predicated on this finding and hence the incident need not concern us \nfurther. \n \n9  A panel of this court on July 10, 1970, expedited the appeal and granted a further stay of subparagraph 2 to the \n  extent that it was limited to placing Sostre in punitive segregation for more than three days at any one time or a \ntotal of more than ten days, pending the hearing of this appeal. \n \n10  All Commissioner McGinnis knew or should have known of the reasons for Sostre’s confinement was communicated \n  to him by Follette, see 312 F.Supp. at 882, who of course did not relay Sostre’s version of the June 25, 1968 \n20 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \ninterview. \n \n11  Dr. William C. Johnston, a psychiatrist and Director of Mattawan State Hospital for the criminally insane, with \n  extensive experience in dealing with mentally disturbed prisoners, rejected Dr. Halleck’s assessment. Dr. Johnston \nreported that he had in fact supervised a successful compulsory group counseling program while Director of \nDannemora State Hospital. Dr. Johnston also did not agree with plaintiff’s experts that segregated confinement \nwould likely endanger prisoners’ sanity. \n \n12  Hearings on H.R. 6964, H.Subcomm. No. 3. Comm. on the Judiciary, 89th Cong., 1st Sess., at 2 (May 20, 1965) \n  (testimony of Nicholas deB.Katzenbach). \n \n13  See U.S. Bureau of Prisons, The Residential Center: Corrections in the Community (1970). \n \n \n14  See e.g., Garabedian, Challenges for Contemporary Corrections, 33 Fed.Prob. No. 1, at 3 (Mar. 1969); Rachin, The \n  Message Corrections Must Get Across, 34 Fed.Prob. No. 2, at 3 (June 1970); Summary of The Report of the \nPresident’s Task Force on Prisoner Rehabilitation (1970), 34 Fed.Prob. No. 3, at 3 (Sept. 1970). We do not ignore \nNew York’s active participation in this reform movement. See N.Y.Correction Law Art. 26 (McKinney Supp.1970) \n(work release program). \n \n15  ‘Traditional prisons, jails, and juvenile institutions are highly impersonal and authoritarian. Mass handling, countless \n  ways of humiliating the inmate in order to make him subservient to rules and orders, special rules of behavior \ndesigned to maintain social distance between keepers and inmates, frisking of inmates, regimented movement to \nwork, eat, and play, drab prison clothing, and similar aspects of daily life— all tend to depersonalize the inmate and \nreinforce his belief that authority is to be opposed, not co-operated with * * * Such an attitude is, of course, \nantithetical to successful reintegration.’ President’s Commission on Law Enforcement and Administration of Justice, \nTask Force Report: Corrections 11 (1967) (hereinafter cited as ‘Corrections’). \n \n16  Chief Justice Burger, a persistent critic of our system of criminal justice which places every protection around an \n  accused but seems to abandon him when he is sentenced to prison, recently observed that ‘a man in a cage needs \nincentive, motivation, and something to look forward to.’ U.S. News and World Report 32 (Dec. 14, 1970). \n \n17  Cf. Burns v. Swenson, 430 F.2d 771 (8th Cir. Aug. 31, 1970) (‘base, inhuman, and barbaric’); Hancock v. Avery, 301 \n  F.Supp. 786, 791-792 (M.D.Tenn.1969) (‘barbaric,’ ‘debasing,’ ‘violates basic standards of human decency’); Holt v. \nSarver, 309 F.Supp. 362, 380 (E.D.Ark.1970) ( ‘grossly excessive,’ ‘shocking or disgusting’); Jordan v. Fitzharris, 257 \nF.Supp. 674 (N.D.Cal.1966) (‘shocking and debased’ conditions justify court’s intervention to ‘restore the primal rule \nof a civilized community’). \n21 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n \n18  Indeed, the first prisons in this country, widely imitated in Europe, were intended ‘to serve as place(s) for reflection \n  in solitude leading to repentance and redemption.’ The Eastern State Penitentiary in Pennsylvania (1829). Where \ninmates lived, worked, and exercised without being permitted to talk with fellow prisoners ‘was copied abroad \nperhaps more than any other American invention.’ Corrections 3. See American Correctional Ass’n, Manual of \nCorrectional Standards 13 (3d ed. 1966) (hereinafter cited as ‘Manual’). All forms of prison punishment in this \ncountry pale by comparison with those endured by Henri Charriere in the dungeons and French Penal Colony \ndescribed in his book Papillon (Morrow 1970). \n \n19  See  Tenn.Code  Ann.  §  41-707  (maximum  30  days  solitary  for  each  offense);  Corrections  210  (disciplinary \n  confinement maximum 30 days); American Correctional Ass’n, Manual 418 (punitive segregation maximum 30 days); \nAmerican Law Institute, Model Penal Code § 304.7 (3) (Proposed Official Draft 1962) (disciplinary confinement \nmaximum 30 days). However, comparisons and extrapolations are hazardous where factual contexts are lacking. For \nexample,  The  American  Correctional  Association,  Manual  419,  would  apparently  not  proscribe  indefinite \nconfinement  to  ‘administrative  segregation.’  The  practical  distinction  intended  between  ‘punitive’  any \n‘administrative’ segregation may or may not parallel that at Green Haven Prison between ‘punitive’ and ‘protective’ \nsegregation. \n \n20  Mo.Rev.Stat. § 216.405, cited in Burns v. Swenson, 430 F.2d 771 (8th Cir. Aug. 31, 1970); statutes cited American \n  Law Institute, Model Penal Code § 305.7.6 n. 13 (Tent.Draft No. 12, 1960). \n \n21  Bureau of Prisons, Policy Statement: Inmate Discipline, No. 7400.5A, P3.c, App. B P1.d(8) (July 2, 1970). \n \n \n22  The Supreme Court has struck down a choice of punishments only when the penalty was authorized in almost no \n  other civilized jurisdiction, Trop v. Dulles, 356 U.S. 86, 78 S.Ct. 590, 2 L.Ed.2d 630 (1958); Weems v. United States, \n217 U.S. 349, 30 S.Ct. 544, 54 L.Ed. 793 (1910), or conflicted with moral precepts ‘universally held,’ Robinson v. \nCalifornia, 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962). See also Jackson v. Bishop, 404 F.2d 571, 580 (8 Cir. \n1968) (use of strap permitted in only two states, outlawed in several). \n \n23  Judge Feinberg expresses the view in his dissent, that ‘isolation of an adult prisoner for a sharply limited period as \n  punishment for a serious breach of prison discipline’ would be constitutional. But then he goes on to ask rhetorically \nwhether solitary or segregated confinement ‘for two years instead of one, or for five years, or for ten, or more,’ \nwould be constitutional. We have made an effort to suggest the impracticality of setting any specific time period for \nsegregated confinement, beyond which the punishment would be ‘cruel and unusual.’ In some instances, depending \nupon the conditions of the segregation, and the mental and physical health of the inmate, five days or even one day \nmight prove to be constitutionally intolerable. We would ask our dissenting brother in turn, would nine months, six \nmonths, or three months of segregated confinement be unconstitutional, without reference to the circumstances of \nconfinement? \nJudge Feinberg is also properly concerned with ‘endless solitary confinement * * * unless the prisoner ‘gives in.“ Our \n22 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nresponse is that we are concerned also. But one must ask on what was it that Sostre was expected to ‘give in.’ He \nwas asked to show a change in his intransigent defiance of several prison regulations, defiance which posed a \ncredible threat to the security of the prison, by attending group therapy sessions. Does it violate principles of \nfundamental decency to insist that a prisoner comply with reasonable rules applicable to all similarly situated? \n \n24  In response to Judge Feinberg’s dissent, we emphasize that no one testified that based on his observation or as the \n  result of a physical or psychological examination of Sostre, he concluded that Sostre was being adversely affected or \nthat his physical or mental health was threatened. We note that the record shows that a prison physician visited \nSostre’s segregation unit daily, and at no time did the physician observe, or did Sostre call to his attention, any such \neffects. \nIndeed, the experts before the district court were in conflict even over the hypothetical question whether the \nconditions that Sostre experienced in segregation would be dangerous to the sanity of ‘a prisoner.’ See p. 190 and \nfn. 11, supra. On the basis of these conflicting expert opinions, Judge Feinberg observes that the district court found \nas a fact that these conditions ‘could only serve to * * * undermine the sanity of the prisoner’ * * * when imposed \nfor more than fifteen days. we do not agree with our brother that we are required to declare this ‘finding’ to be \neither right or wrong, either ‘clearly erroneous’ or adequately supported by the record and therefore correct. We \nare not concerned here with conflicting testimony of witnesses to the same unique historical event. The question, \nrather, is a general one; whether the Eighth Amendment absolutely forbids a state to use a means of discipline \nwhen there is no evidence of any physical or psychological injury to the health of the prisoner who complains of the \nmeasure, and also when the opinions of the experts as to the effects of the type of discipline are in conflict. To hold \nthe district court either right or wrong would be tantamount to ruling that either Dr. Halleck or Dr. Johnston is right, \nand the other is wrong. That is not our function, nor was it the function of the district court. It is a judgment among \ncompeting,  rational  policies,  a  judgment  therefore  properly  reserved  for  decision  by  state  political  and \nadministrative processes. See e.g., Ginsberg v. New York, 390 U.S. 629, 642-643, 88 S.Ct. 1274, 20 L.Ed.2d 195 \n(1968). \n \n25  This element distinguishes the instant case from Krist v. Smith, 309 F.Supp. 497, 501 (S.D.Ga.1970), where the court \n  found no constitutionally acceptable justification for denying segregated prisoners a chance to exercise. \n \n26  In view of the widely recognized and critical shortage of specialists such as psychologists in prison systems generally, \n  it would defy reality to discount the value of the group therapy program because of the somewhat limited training \nand experience of the leader. Corrections 205. As noted above, p. 190 and fn. 11 supra, the expert testimony at trial \nbelow conflicted as to the impact on the effectiveness of group sessions of coercing prisoners’ participation. \n \n27  E.g., Wright v. McMann, 387 F.2d 519, 521 (2d Cir. 1967) (complaint alleged cell encrusted with excrement; plaintiff \n  entirely naked 11 days, then clad only in thin underwear; windows open throughout subfreezing night; prisoner \nslept on concrete floor; no soap, towel, or toilet paper); Hancock v. Avery, 301 F.Supp. 786 (M.D.Tenn.1969) \n(virtually no light or ventilation; hole for wastes flushed irregularly by guards; no soap, towel, or toilet paper; two \nmeals of bread, one full meal); Jordan v. Fitzharris, 257 F.Supp. 674 (N.D.Calif.1966) (conditions similar to Hancock \nand in addition prisoner slept naked on concrete floor). \nSostre does not allege that he was arbitrarily or discriminatorily punished or abused by prison authorities while he \n23 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nwas segregated. See Fulwood v. Clemmer, 206 F.Supp. 370 (D.C.D.C.1962) (plaintiff, among other things, unlawfully \ndenied exercise of his religion while segregated and improperly transferred from prison to a jail because of his \nreligion); Holt v. Sarver, 309 F.Supp. 362, 380 (E.D.Ark.1970) (prisoners subjected to arbitrary power of other \nprisoners). Cf. Jackson v. Bishop, 404 F.2d 571, 579 (8th Cir. 1968) (impossible for prison authorities or courts to \nsupervise administration of corporal punishment so as to prevent excesses). \n \n28  We stress the seriousness of the multiple offenses charged against Sostre by Warden Follette, see pp. 183-185, \n  supra, and express no view as to the constitutionality of such segregated confinement as Sostre experienced if it \nwere imposed for lesser offenses. Specifically, we express no view as to the constitutionality of such segregated \nconfinement if it had been imposed on account of any one or any combination of the offenses charged against \nSostre other than all of them. \n \n29  Judge Foley of the Northern District of New York has adopted the procedural aspect of Judge Motley’s order. Wright \n  v. McMann. 257 F.Supp. 739 (July 31, 1970), on rehearing after remand, 387 F.2d 519 (2d Cir. 1967). In Carothers v. \nFollette, 314 F.Supp. 1014 (S.D.N.Y. Sept. 8, 1970), Judge Mansfield approved aspects of these procedures, \nremarking that ‘any serious charge’ would require such ‘essential elements of fundamental procedural fairness’ as \n‘an opportunity to present evidence before a relatively objective tribunal.’ \n \n30  In Townsend v. Burke, 334 U.S. 736, 68 S.Ct. 1252, 92 L.Ed. 1690 (1948), the Court had held that an unrepresented \n  defendant was unfairly prejudiced by the sentencing court’s reliance on ‘assumptions concerning his criminal record \nwhich were materially untrue.’ \n \n31  See Shapiro v. Thompson, 394 U.S. 618, 627 n. 6, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969); Sherbert v. Verner, 374 U.S. \n  398. 83 S.Ct. 1790, 10 L.Ed.2d 965 (1963); Speiser v. Randall, 357 U.S. 513, 78 S.Ct. 1332, 2 L.Ed.2d 1460 (1958); \nSlochower v. Bd. of Educ., 350 U.S. 551, 76 S.Ct. 637, 100 L.Ed. 692 (1956). See generally, Van Alstyne, The Demise of \nthe Right-Privilege Distinction in Constitutional Law, 81 Harv.L.Rev. 1439 (1968). \n \n32  Cf. Coffin v. Reichard, 143 F.2d 443, 445 (6th Cir. 1944) (prisoner entitled to writ of habeas corpus if deprived of \n  right which makes imprisonment more burdensome than law allows). \n \n33  See Note, The Supreme Court, 1968 Term, 83 Harv.L.Rev. 193, 197 (1969). \n \n \n34  Followed in Lewis v. Rockefeller, 431 F.2d 368 (Sept. 1, 1970). Cf. United States ex rel. Sperling v. Fitzpatrick, 426 \n  F.2d 1161 (2d Cir. 1970). \n \n35  For similar reasons the Court in Williams v. New York, 337 U.S. 241, 69 C.Ct. 1079, 93 L.Ed. 1337 (1949), found no \n24 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n  denial of due process when the appellant was sentenced on the basis of ‘information supplied by witnesses with \nwhom the accused had not been confronted and as to whom he had no opportunity for cross-examination.’ \n \n36  Plaintiff was not systematically denied safeguards afforded non-prisoners prior to a transfer to a different state \n  institution. See Baxstrom v. Herold, 383 U.S. 107, 86 S.Ct. 760, 15 L.Ed.2d 620 (1966); Shone v. Maine, 406 F.2d 844 \n(1st Cir. 1969); Bolton v. Harris, 130 U.S.App.D.C. 1, 395 F.2d 642 (1968); United States ex rel. Schuster v. Herold, \n410 F.2d 1071 (2d Cir.), cert. denied, 396 U.S. 847, 90 S.Ct. 81, 24 L.Ed.2d 96 (1966). His reliance on those cases is \nmisplaced. \n \n37  See  American  Law  Institute,  Model  Penal  Code  §  304.7(2)  (Proposed  Official  Draft  1962)  (before  inflicting \n  punishment, warden to be advised by disciplinary committee after ‘hearing’ where prisoner would appear after \nreceiving notice of charges); American Correctional Ass’n, Manual 409 (expeditious hearing, adequate investigation, \nregular channel for appeal, written report of the infraction found and disposition). \n \n38  Accord, Burns v. Swenson, 430 F.2d 771 (8th Cir. August 31, 1970). Plaintiff, an inmate of the Missouri State \n  Penitentiary, was summarily committed, without a prior hearing, to segregated confinement that was to last more \nthan three years. An investigative report was not filed until more than a month after Burns’s confinement. At review \nhearings held six months after he was committed, and again shortly before his release, Burns appeared but did not \nconfront adverse witnesses, was not assisted, and apparently was not permitted to present evidence. The court \nfound no due process violation. \n \n39  ‘A first tenet of our governmental, religious, and ethical tradition is the intrinsic worth of every individual, no mater \n  how degenerate. It is a radical departure from that tradition to subject a defined class of persons, even criminals, to \na regime in which their right to liberty is determined by officials wholly unaccountable in the exercise of their power. \n* * *’ Corrections 83. See Hirschkop & Millemann, The Unconstitutionality of Prison Life, 55 Va.L.Rev. 795, 834 \n(1969) (discipline should be based on ‘proven facts’ and should be ‘rationally related to the objective sought’). \n \n40  The Court in Escoe v. Zerbst, 295 U.S. 490, 493, 55 S.Ct. 818, 820, 79 L.Ed. 1566 (1935) (Cardozo, J.), interpreting the \n  federal probation law, adopted a similarly flexible solution: ‘Clearly the end and aim of an appearance before the \ncourt must be to enable an accused probationer to explain away the accusation. * * * This does not mean that he \nmay insist upon a trial in any strict or formal sense. * * * It does mean that there shall be an inquiry so fitted in its \nrange to the needs of the occasion as to justify the conclusion that discretion has not been abused by the failure of \nthe inquisitor to carry the probe deeper.’ \n \n41  On appeal, the order of the district court dismissing the complaint in Nolan was reversed with instructions to take \n  evidence to determine whether any ‘assurances of elemental fairness’ had in fact been afforded in the disciplinary \naction that was the object of plaintiff’s suit. 430 F.2d 548 (Aug. 14, 1970). \n25 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n \n42  Defendants have appended to their brief on appeal new rules and regulations recently promulgated by the New \n  York Department of Correction and effective October 19, 1970, governing, among other things, prisoner discipline in \nall state correctional institutions which appear to provide some new procedural safeguards. We consider it \ninappropriate to comment on the constitutional adequacy of the new procedures for they were adopted after the \nevents before us on this appeal. \n \n43  Singer, Censorship of Prisoners’ Mail and the Constitution, 56 A.B.A.J. 1051 (1970). \n \n \n44  ‘Restrictions on the extent and character of prisoners’ correspondence and examination or censorship in relation \n  thereto have always been regarded as inherent incidents in the conduct of penal institutions and the control of \nconfinements, activities, preoccupations and other relationships therein.’ Lee v. Tahash, 352 F.2d 970, 971 (8th Cir. \n1965). \n \n45  Nor does Johnson sanction inter-prison legal aid among prisoners. Some slight incremental value might be discerned \n  were the right of access to courts extended so as to embrace a right to the aid of jailhouse lawyers wherever they \nmight be incarcerated. Any gain, however, would be outweighed by the consequential added interference with \nprison discipline and the danger that more aggressive prisoners would abuse their expanded power. A co-defendant \nstands in no better position than any other jailhouse lawyer in this respect. \n \n46  Thus, legal material might be acquired either from the prison library, through the prisoner’s own outside sources, or \n  even from Sostre himself, with prior approval of prison officials. \n \n47  The authoritarian ‘boss’ inmate is no chimera. See Corrections 46. The Court in Johnson v. Avery, 393 U.S. 483, 488, \n  89 S.Ct. 747, 21 L.Ed.2d 718 (1969), recognized that prison writ writers might occasionally menace prison discipline. \nSee also Hatfield v. Bailleaux, 290 F.2d 632, 639 (9th Cir.), cert. denied, 368 U.S. 862 (1961) (testimony of prison \nofficials that rules restricting access to law books were designed to forestall aggressive inmates from dominating \nweaker ones). \n \n48  A case of suppression would, however, require us to decide the relevance of such doctrines as the ‘clear and present \n  danger test’ that courts have relied upon in other contexts to decide the validity of restraints operating directly \nupon the content of speech. See Schenck v. United States, 249 U.S. 47, 39 S.Ct. 247, 63 L.Ed. 470 (1919); Long v. \nParker, 390 F.2d 816, 822 (3rd Cir. 1968) (‘to justify the prohibition of religious literature, the prison officials must \nprove that the literature creates a clear and present danger of * * * some * * * substantial interference with the \norderly functioning of the institution’); Knuckles v. Prasse, 302 F.Supp. 1036 (E.D.Pa.1966); Banks v. Havener, 234 \nF.Supp. 27 (E.D.Va.1964). \n \n26 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n49  See note 42, supra. \n \n \n50  In granting this relief to Sostre, we do not resolve the question whether a claim for relief grounded solely on the \n  contention that good time credit was unconstitutionally withheld or forfeited would, standing alone, support an \naction under 42 U.S.C. § 1983, without compliance with the exhaustion requirement of 28 U.S.C. § 2254(b), (c). See \np. 182, supra. \n \n51  As state administrative officials, defendants are not entitled to the protective immunity from a judgment for \n  damages that has been extended to judges, Pierson v. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967), and \nlegislators (Tenney v. Brandhove, 341 U.S. 367, 71 S.Ct. 783, 95 L.Ed. 1019 (7951)). Jobson v. Henne, 355 F.2d 129 \n(2d Cir. 1966). \n \n52  Judge Motley awarded $25.00 compensatory damages per day for every day that Sostre spent in segregation (372 \n  days) or a total of $9,300. In view of the conditions of Sostre’s segregation, which we have described, this amount is \nnot unreasonable. In addition, she awarded $3,270 in punitive damages. \n \n53  We do not now decide the question, not passed on below and neither briefed nor argued orally on this appeal, \n  whether plaintiff may yet recover damages against a party not before us. \n \n1  See, e.g., 42 U.S.C. § 1983. \n \n \n2  It may be that despite this disclaimer in the majority opinion we have in fact decided that minimum standards are \n  not met if the prisoner is not at least confronted with an accusation, informed of the evidence against him, and is \nafforded a reasonable opportunity to explain his actions. See pp. 196, 198, 203, supra. However, it does seem clear \nthat decision as to what are wholly acceptable minimum standards is left for another day through case-by-case \ndevelopment. \n \n1  See, e.g., ‘We cannot agree (that the conditions Sostre endured) require that similar punishments be limited in the \n  future to any particular length of time,’ p. 191, supra; ‘The Eighth Amendment (does not forbid) indefinite \nconfinement under the conditions endured by Sostre for all the reasons asserted by Warden Follette until such time \nas the prisoner agrees to abide by prison rules,’ p. 193, supra. \n \n2  ‘He was not as isolated in his segregation as ‘solitary’ would imply,’ see p. 183, supra. \n \n \n27 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n3  See p. 185, supra. \n \n \n4  Through the due process clause of the fourteenth amendment. See Robinson v. California, 370 U.S. 660, 82 S.Ct. \n  1417, 8 L.Ed.2d 758 (1961). \n \n1  In order to maintain discipline prison inmates may be required to answer questions fully and completely. See United \n  States ex rel. Sperling v. Fitzgerald, 426 F.2d 1161, 1165 (2d Cir. 1970) (Lumbard, Ch. J., concurring). \n \n \n \n \n   \n \n \n \n28 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131348"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115200,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115200"
    },
    {
      "date": "1973-03-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131350,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131350.pdf",
      "title": "General Docket",
      "text": "\n############# New Text on 20240828 ###############\nForm  A.O.  147  (July  1953)  GENERAL*  DOCKET \nUNITED  STATES  COURT  OF  APPEALS \nFOR!  THE \nSECOND  CIRCUIT \nAPPEAL  FROM \nSOUTHERN  DISTRICT \n    \nTITLE  OF  CASE  ATTORNEYS  FOR ARPBDEANT \nAppellee \nMARTIN  SOSTRE,  Martin-Sestre-{Pre-se)- \nDrawer-F3 \nStormviidde;-N2¥3-412582-- \nPlaintiff-Appellee, \nRabinowitz,  Boudin  &  Standard \n30  East  42nd  St. \nvs  New  York,  Ne  Y.  10017  (0%  7-9410) \nNELSON  A.  ROCKEFELLER,  Governor  of  the \nState  of  New  York,  PAUL  D.  McGINNIS, \nCommissioner  of  Correction  of  the  State \nof  New  York,  VINCENT  MANCUSI,  Warden  of \nAttica  Prison,  and  HAROLD  W.  FOLLETTE, \nWarden  of  Green  Haven  Prison, \nDefendants=-Appellants    ATTORNEYS   FO—RK pKpOeDlERlEaRnEt s \n    \n    \nAttorney  General \na  BE  Zp  80  Centre  Street   \n“  nae  New  York,  N.  Y.  10013 \n2  ne \n¢  ol  ;  s  ,  / \n    \nNo.  BELOW:  68  Civ  4058 \nJupGE BELOW:  C,  Be.  Motley \nDatTE OF JUDGMENT: \nNOTICE OF APPEAL FILED: \n    \nDATE  ACCOUNT  OF  APPELLANT  Received  Disbursed  REMARKS \n    \nJune  19°70 | Filed  record  (original.  papers  $25  (00 \nof  district  court)  | \n4  2  23-20  aa   bCf eiaf n  fe.  4 hy ( $‘  70~.   )  C<p   — Ie.   o2n)  (7  ZT) \n                 \n     \n  \n  \n  \n  \nGENERAL  DOCKET \nUNITED  STATES  COURT  OF  APPEALS \nFOR  THE \nSECOND  CIRCUIT \n  \nTA  | RIB  |  Martin  Sostre  v.  Rockefeller,  etc. \n  \n        \nDATE  FILINGS—PROCEEDINGS \nFiled \n    \n6-19-70  ||Filed  record  (original  papers  of  district  court) \n7-1-70  |Filed  motion  for  a  stay;  for  leave-to  file  an  oversize  brief;  for  a  | \npreference;  leave to  file  4-vols..  exhibit  A  with  proof  of  service®: \n7-9-70  |Filed  affidavit  in  opposition. to  motion  for  stay  with  proof  of  service \n7-10-70  [Filed  order  granting  motion  for  stay..to  the  extent  that  said  sub- \nparagraph  shall  be  limited-“So. placing plaintiff  in  punitive  segrega- \ntion  for  more  than  three days  at-any one  time  or  a  total  of more \nthan  ten  days  pending  the  hearing  of  the  appeal;  and  is  otherwise \ndenied;  that  the  appeal  be  assigned  for  argument  week  of  9-14-70 \n7-29-70 || Filed  order  extending  time  to  file  appellants  brief,  appendix  and \nexhibits  to  8-7-70;  appellee's  brief  and  exhibits  extended  to \n9-11-70;  that  the  stay  granted  by  the  District  Court  on  6-12-70, \n  \nand  granted  by  this  Court  on  7-10-70  shall  remain  in  effect \n7-29-70  Filed  Amps?  Fi Mfing  argument  of  appeal  until  a  day  &  houreconsis- \ntent  with  docket  demands  during  week  of  9~28-70 \n8-7-70  Filed  appendix  with  proof  of  service \n     \n}B-7-70  Filed  exhibit  volume  (#  copies)  with  proof  of  service \n    \n8-7-70  Filed  brief,  appellants  with  proof  of  service \n9-2-70  Filed  order  adjourning  argument  scheduled  for  9-30-70;  argument  of \nappeal  to  be  heard  during  week  of  10-19-70  By \n9-3-70  |IFiled  motion  for  reconsideration  with  proof  of  service  @- \n9-9-70  [Filed  affidavit  in  opposition  to  motion  for  reconsideration  with  proof \nof  service  : \n9-11-70|/Filed  motinn  of  amicus  curiae  NAACP  and  National  Office  for  the  Rights    \nof  Indigents  to  participate  in  the  oral  argument  (consent  to  file \nbrief  amicus  curiae  annexed)  © \n9-11-70  ||Filed  brief,  amici  curiae  (NAACP  Legal  Defense  and  Educational  Fund) \nOrlbn70.  [Pied  04-01 fon  J-ease--t0- fir-e- arr oversized brief for appelites amt \nto-  -e- -oet  of  titre  -wistir proof uf Servite \n9-14-70  ||[Filed  application  &  order  granting  leave  to  file  brief,  amicus  curiae \n(National  Conference  of  Black  Lawyers)   \n9-14-70  ||Filed  brief  amicus  curiae  (National  Conference  of  Black  Lawyers)  with \nproof  of  service \n9-]5-70  ||Filed  order  granting  motion  for  leave  to  participate  in  oral  argument \nof  appeal,  etc.  (NAACP) \n ®  (SEE  PAGE  3) \nGENERAL  DOCKET \nForm  A.O.  147a  (July  1958) \nUNITED  STATES  COURT  OF  APPEALS \nFOR  THE \n~  SECOND  CIRCUIT \n CASENO.  3  5  0  3  6  |  wtiamati  8  x  nk   lei \nPAGE.  3  -  MMaarr tiinn   sossttrree   vv..   RRoocckkeeffééllll er \n    \n    \nDATE  FILINGS—PROCEEDINGS \nFiled \n    \n  \n9-16-70  ||Filed  motion  for  leave  to  file  an  oversized  brief  out  of  time, \nappellee,  with  proof  of  service® \n9-16-70  |/Filed  order  granting  leave  to  file  a  brief  not  to  exceed  79  pages \noffset  of  xeroxed  and  to  extend  time  to  file  brief  to  9-16-70  (appellde. \n9-16-70  || Filed  4  tw  copies  brief,  appellee  with  proof  of  service \n9-21-70 || Filed  order  denying motion  to  reconsider  ‘the, order  of  this  court  of \n9-2-70  adjourning  argument  of  appeal  and/ set  the  argument  of  the \nappeal  for  hearing  on  9-30-70 \nFiled  order  that  the  court  will  sit  in  bane  and  hear  argument  in \nthis  action  on  10-21-70  at  2:00  P.M. \nFiled  motion  for  leave  to  fiilel e  an  additional  exhibit  volume  by \n   appellants  with  proof  of  servi ic \n  \nhO-2~70 \nFiled  order  granting  motion  for  leave  to  file  additional \n     olume  by “appelkant's,  etc. \n1062670 \nVv  Filed  additional  exhibit  volume  (10  copies)  with  proof  of  service \n10-6-70  rset  order  aside  with  proof  of  service  ® \n10-8-70n  t  econsider  and  set  aside  this  Court's \nh  granted  appellant  leave  to  file  an \neal \nLO=20-70  Filed  motion  for  leave  to  file  a  brief  with  proof  of  service  (Sostre)¢@ \n1O-20—70  Filed  reply  brief,  appellants  with  proof  of  service \n10-21-70  Filed  order  granting  motion  for  leave  to  file  a  brief,  (Sostre) \n10-21-70  Argument  heard  (In  Banc) \n10-28-70  Filed  reply  brief,  appellee  with  proof  of  service \nLO =29—70  Filed  supplemental  pen  rand  of  amici  curae  (NAACP,  etc.  i...  T= \n2-24=71 \n2-24-71  Concurring  in  separate  saeedaen.  Lumbard,  Cha  L \n2-24-71  Concurring  in  separate  opinion,  Waterman,  co  :  ; \n2—24=71  Concurring  in  part  and  dissenting  in  part in  separate  opinion,  Smith,C \n3734-34  Dissenting  with  whom  Judge  Moore  concurs  in  separate  opinion,  Hays,  es \nrege  ans  and.  concurring  in  separate  opinion,  Feinberg, \nee eee TT \nBe  .  ;  an  \\  wit   ee  éd  _  -  7  ane  -  _ \n  \n \n_  GENERAL  DOCKET \nUNITED  STATES  COURT  OF  APPEALS \nFOR  THE \nSECOND  CIRCUIT \n  \n|  CASE  NO.  8 \nef,  si  Pee  |  Martin  Sostre  v.  Rockefeller \n  \n         \nDATE  FILINGS—PROCEEDINGS \n   Filed \n    \n2=_26~7  Filed   £     1  of  time  file  petition  for  rehearing \n3a4-  Le  ))    anting     1  for  extension  of  time  te  8 \nfor  rehearing  to  3- \n3-25~71)  Filed  petition  for  rehearing  with  proof  of  service  6 \n4-6-71 || Filed  motinn  for  leatov feil e  petition  for  partial  reconsideration  |’ \nwith  proof  of  service  (NAACP)- \nban 8 m7]  Filed  order  denying  petition  for  rehearing \n4ol4—-71  ||Filed  motion  torstay  issuance  of  mandate  with  proof  of  service®  \n4el5-71 || Filed  affidavit  in  opposition  to  motion  fastay  issuance  of  mandate \n4—21-71  ||Filed  ordergranting  motion  for  leave  to  file  petition  for  rehearing;  | \npetition  for  partial  reconsideration  is  denied \n5-10-71  Filed  order  granting  motion  to  stay  issuance  of  mandate \n  5-24-71  ||Filed  order  granting  motion  to  stay  issuance  of  mandate,  subject  to  v    \n30-day  limitation  of  F.R.A.P.  41(b) \n    \n7-1-71  |[Issued  Mandate  (opinion  &  judgment) \nB-26-71  [Filed  certificate  of  filing  of  writ  of  sertiorati \n8=—30-71 || Filed  notice  of  filing  of  petition  for  writ  of  certiorari \n1-24-72)  Filed  certified  copy  of  order  of  Supreme  Court  denying  petition  for \nwrit  of  certiorari  (Sostre) \n3-15-72 || Filed  certified  copy  of  order  of  Supreme  Court  denying  petition  for \nwrit  of  certiorari  (Oswald) \n3-26-73 || Original  record  returned  to  district:  court \n3-28-73  iled  receipt  of  return  of  or  to  district  court \n  \n  \n \n  \n\n############# Old Text on 20240828 ###############\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131350"
    },
    {
      "date": "1970-05-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 863,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 312,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131347,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131347.pdf",
      "title": "Opinion",
      "text": " \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \n \n \nFINDINGS OF FACT, CONCLUSIONS OF LAW \n312 F.Supp. 863 \n \nUnited States District Court, S.D. New York. \nMOTLEY, District Judge. \nMartin SOSTER, Plaintiff, \nv. \nThis is a civil rights action, 42 U.S.C. 1983, 28 U.S.C. \nNelson A. ROCKEFELLER, Paul D. McGinnis, \n1343(3),  brought  by  plaintiff,  Martin  Sostre,  an \nVincent Mancusi and Harold W.Follette, \n‘Afro-American citizen of the United States’ and resident \nDefendants. \nof Green Haven Prison against the Governor of New \nYork, the Commissioner of Corrections and the Wardens \nNo. 68 Civ. 4058. \nof two New York State prisons.1 \n| \nMay 14, 1970. \nMr. Sostre is no stranger to the New York State prison \nsystem, having already served twelve years, 1952-1964, \nfour of which were spent in solitary confinement at Attica \nSynopsis  State Prison for Black Muslim activity. (T. 3, 7, 160-166). \nCivil rights action by prison inmate against Governor,  He is also no stranger to the federal courts with his civil \nstate commissioner of corrections and wardens of two  rights complaints against New York prison officials. (T. \nNew York State prisons. The District Court, Motley, J.,  4). He secured for Black Muslim prisoners their rights to \nheld  that  the  prisoner’s  confinement  to  punitive  certain  unrestricted  religious  liberties  during  his  prior \nsegregation for an indefinite period of time amounted to  incarceration. Pierce, Sostre, Sa Marion v. La Vallee, 293 \ncruel and unusual punishment not only because of reasons  F.2d 233 (2d Cir. 1961) and Sostre v. McGinnis, 334 F.2d \nfor his confinement and length of confinement but also  906 (2d Cir.), cert. den., 379 U.S. 892, 85 S.Ct. 168, 13 \nfrom conditions of confinement, that the prisoner had  L.Ed.2d 96 (1964). His earlier legal activity also resulted \nbeen  ‘sentenced’  to  solitary  confinement  without  in  the  elimination  of  some  of  the  more  outrageously \nminimum  procedural  safeguards  required  and  that  the  inhumane aspects of solitary confinement in some of the \nright to freedom of political thought and expression is  state’s prisons.2 (T. 163, 167). \namong those rights which a prisoner takes with him to \nMartin Sostre is again in prison. This time he is there \nprison,  subject  to  reasonable  rules  and  regulations \npursuant to a sentence of 30-40 years, to be followed by a \nnecessary to maintain prison discipline. \none year sentence and a sentence of 30 days for contempt \n  \nof court, imposed upon him by the Supreme Court of New \nCompensatory  and  punitive  damages  awarded,  state \nYork, Erie County, on March 18, 1968. (Def. Proposed \ngovernor dismissed from case; other defendants enjoined, \nFinding of Fact No. 1 and Exh. A). \nand jurisdiction retained. \n  \nOn the day of his sentence, he was immediately taken to \nAttica Prison where he remained overnight in a cell block \nAttorneys and Law Firms \nwhich contained no other prisoners. (T. 5-6, 157-158). \n*866  Rabinowitz,  Boudin  &  Standard,  by  Victor  The next morning, he was taken in a ‘one-man draft’ to \nRabinowitz  and  Kristin  Glen,  New  York  City,  for  Green Haven Prison. (T. 6, 538). According to the Deputy \nplaintiff.  Warden in charge of Attica (the warden, a defendant here, \nbeing on vacation), he sought Sostre’s removal from that \nLouis J. Lefkowitz, Atty. Gen., State of New York, by  prison as soon as possible. (T. 520). He, therefore, called \nMark T. Walsh and Hillel Hoffman, Asst. Attys. Gen.,  the office of the Commissioner of *867 Corrections of the \nNew York City, for defendants.  State  of  New  York  and  spoke  to  the  Deputy \nCommissioner who approved the transfer. (T. 520-521; \nOpinion  Def.  Proposed  Finding  of  Fact  No.  11).  The  Deputy \n  Warden  of  Attica  testified  vaguely  and  without \n  substantiation as follows: ‘I thought it was best for the \ninterests of the inmate and for the state that this man be \nOPINION  transferred to another institution.’ (T. 521). \n1 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nImmediately after his arrival at Attica, Sostre began a  being defeated in Viet Nam and are already engaged with \nlegal battle for reversal of his conviction.3 He sought to  an escalating rebellion in this country by the oppressed \nmail an application for a certificate of reasonable doubt to  Afro-American people and their white allies are sure signs \nthe state court which he had prepared prior to sentence,  that the power structure is on its way out. They are now in \nbut the guard at Attica refused to mail the application. (T.  their last days and soon they won’t be able to oppress \n181-182, 638-640).  anybody  because  they  themselves  will  be  before  the \nPeople’s courts to be punished for their crimes against \nThe  next  day,  Sostre  found  himself  in  solitary  humanity  as  were  the  German  war  criminals  at \nconfinement  in  Green  Haven  where  he  remained  for  Nuremberg.’ (Pl. Exh. 19; Def. Proposed Finding of Fact \nseveral days. (T. 8-9, 11; Pl. Exh. 37 at 2; Def. Proposed  No. 28). \nFinding of Fact No. 13). He was then permitted to join the \ngeneral  population  and  to  mail  his  application  for  a  It is undisputed that as a result of plaintiff’s refusal to \ncertificate of reasonable doubt. (T. 259-260).  cease and desist from ‘practicing law’ in the institution, \nand his refusal to answer questions about R.N.A., and \nHowever, shortly thereafter, on June 25, 1968, Sostre was  because of the statement in plaintiff’s letter to his sister \nback  in  solitary  confinement  (now  called  ‘punitive  that ‘he would be leaving the institution soon,’ defendant \nsegregation’  by  defendants).  He  remained  in  such  Follette decided to *868 place plaintiff in the punitive \nconfinement until July 2, 1969, when he was returned to  segregation unit. (Def. Proposed Finding of Fact No. 31; \nthe general population pursuant to a temporary restraining  T. 1248-1249). \norder issued by this court in the present action, followed  The proof also established: 1) plaintiff received no prior \nby a preliminary injunction. 309 F.Supp. 611 (S.D.N.Y.  written notice of the above charges which resulted in his \nSept.  4,  1969).  A  trial  followed  upon  which  were  segregation;  2)  there  was  no  record  made  of  the \nestablished the facts found herein and upon which the  discussion with the Warden; 3) defendant McGinnis, the \nrelief granted in this opinion is based.  Commissioner of Corrections, was notified of plaintiff’s \nconfinement and the reasons therefor but took no action \nOn June 25, 1968, Sostre placed in the prison mail box for  (T. 692-700; Pl. Exh. 29, 29A-F); 4) plaintiff was not \nmailing to his attorney a letter with handwritten legal  charged with violence, attempting to escape, incitement to \nmotions and other papers attached. One of these was a  riot or any similar charge; and 5) plaintiff remained in \nmotion for change of venue of the trial of his codefendant,  segregation from June 25, 1968 until released by order of \nMrs. Geraldine Robinson, who had not yet been tried, \nthis court, more than a year later, on July 2, 1969.4 \nfrom Erie County (Buffalo). (T. 50, 53; Pl. Exh. 17). He \nwas called to the office of defendant Follette, Warden of  The parties have stipulated that as a result of solitary \nGreen Haven Prison, who had the papers on his desk. The  confinement for more than a year, Sostre has lost 124 1/3 \nWarden asked Sostre whether he had a license to practice  days of ‘good time’ credit, since under the rules a prisoner \nlaw, to which he replied in the negative. (T. 51). The  in solitary cannot earn good time. (N.Y.Correction Law \nWarden  admittedly  denied  Sostre  the  right  to  prepare  230, 234 (McKinney’s Consol.Laws c. 43, 1968); Pl. Exh. \nlegal  papers  for  his  codefendant,  since  he  was  not  a  1 at 5, Pl. Exh. 31; Reply Brief of Def. at 20). \nlicensed  attorney,  and  flatly  refused  to  mail  out  the \nmotion  papers.  (Def.  Proposed  Finding  of  Facts  No.  There is also no real dispute as to the conditions which \n24-25; T. 1240-1241).  obtained  in  punitive  segregation  during  plaintiff’s \nyearlong  stay.  There  was  only  one  other  person \nAt  the  same  time,  Warden  Follette  questioned  Sostre  incarcerated in the same group of cells as plaintiff (about \nabout a reference in his letter to his attorney about an  four out of thirteen months) from August 14, 1968 to \norganization known as R.N.A. (Republic of New Africa)  December 20, 1968. (Def. Proposed Finding of Fact No. \n‘because  defendant  Follette  was  concerned  about  a  55; T. 97-98). One prisoner brought to solitary and placed \nstatement in plaintiff’s May 19, 1968 letter to his sister.’  in another group of cells committed suicide the next day. \n(Def. Proposed Finding of Fact No. 28; T. 1241-1242; Pl.  (T.  127-131,  400-406,  793,  839,  895-896,  905-906). \nExh. 29F). This statement reads:  Plaintiff was deprived of second portions of food (T. \n887-888) and all desserts as a punishment for the entire \n‘As for me, there is no doubt in my mind whatsoever that \ntime.  (Def.  Proposed  Finding  of  Fact  No.  41).  He \nI will be out soon, either by having my appeal reversed in \nremained in his cell for 24 hours per day. He was allowed \nthe courts or by being liberated by the Universal Forces of \none hour per day of recreation in a small, completely \nLiberation. The fact that the militarists of this country are \n2 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nenclosed yard. Sostre refused this privilege because it was  of any such charge against Sostre does not appear until \nconditioned upon submission, each day to a mandatory  October 29, 1968, shortly after Sostre filed his pro se \n‘strip frisk’ (completely naked) which included a rectal  complaint in this action on October 15, 1968 (Pl. Exh. \nexamination. (Def. Proposed Finding of Facts No. 37-38;  29-F); 4) defendants have not requested this court to make \nT. 88-90). He was permitted to shower and shave with hot  any  finding  with  respect  to  the  emery  paper  in  their \nwater only once a week. (Def. Proposed Finding of Fact  proposed findings of fact. On June 25, 1968, search of \nNo. 34). He was not permitted to use the prison library,  Sostre’s cell also revealed that he was lending his law \nread newspapers, see movies, or attend school or training  books to other inmates, after removing therefrom a stamp \nprograms. (T. 91-93, 96-97). He was not allowed to work.  identifying these books (which turned out to be copies of \n(T. 91). Prisoners in the general population who work are  the  Harvard  Law  Review)  as  belonging  to  Sostre. \nable to earn money with which they may purchase items  (Follette  Dep.  62-64,  117).  This  along  with  the  two \nfrom  the  prison  commissary,  or  purchase  books,  or  preceding charges was one of the charges originally put \nsubscribe to newspapers. (T. 93). Prisoners in punitive  forth by defendants as a reason for Sostre’s confinement \nsegregation  have  access  to  only  a  few  novels  and  but dropped upon the trial (T. 1248-1249, 683-684). \n‘shoot-‘em ups’ selected for them. (T. 92-93). But, as \nplaintiff and defendants’ counsel put it, the crux of the  The  day  after  plaintiff’s  court-ordered  release  from \nmatter is human isolation— the loss of ‘group privileges.’  segregation, July 3, 1969, he was again disciplined. This \n(T. 87-88, 165-166). Release from segregation is wholly  time he was charged with having dust on his cell bars. \nwithin  the  discretion  of  the  Warden.  However,  a  The punishment was to confine him to his cell for several \nrecommendation  from  a  non-professional,  so-called,  days. Again, plaintiff denied this charge, claiming he was \ngroup therapy counsellor might help. (T. 134-136, 388,  so charged and punished in order that he would miss the \n773-774, 917, 921).  regular July 4th celebration. This celebration would have \nbrought Sostre in contact with prisoners from another part \nThis  court  finds  that  punitive  segregation  under  the  of the prison. Such contact is permitted only once a year \nconditions  to  which  plaintiff  was  subjected  at  Green  on July 4, (T. 78-79). This court finds that this charge and \nHaven  is  physically  harsh,  destructive  of  morale,  punishment were imposed upon Sostre in retaliation for \ndehumanizing in the sense that it is needlessly degrading,  his legal success. \nand  dangerous  to  the  maintenance  of  sanity  when \ncontinued for more than a short period of time which  On  or  about  August  3,  1969,  plaintiff  was  again \nshould certainly not exceed 15 days. (T. 300, 317-320).  disciplined for having ‘inflammatory racist literature’ in \nhis cell. The punishment was deprivation of yard and \nAfter plaintiff was sent to solitary confinement on June  movie privileges for 60 days. (T. 74-77, 1071-1073). The \n25, 1968, his cell was searched. The Warden alleged in an  so-called  ‘inflammatory  racist  literature’  consisted  of \naffidavit filed on July 3, 1969 that the search revealed  handwritten political articles by Sostre, some of which \ncontraband. This consisted of: 1) a letter from a court  contained excerpts from articles printed in newspapers \nbelonging  to  another  inmate  (which  plaintiff  was  and magazines in general circulation in the prison (T. \ntranslating into Spanish for that *869 other inmate (T.  72-77; Pl. Exh. 23) and lists of officers of the Black \n66-67; Pl. Exh. 21); and 2) two small pieces of emery  Panther Party and the Republic of New Africa, copied \npaper. (Pl. Exh. 37, at 2; T. 683-684). A Disciplinary  from similar articles in Esquire and other magazines. (T. \nReport dated June 25, 1968 (Pl. Exh. 22-C) records that  72). \nplaintiff was reprimanded for possessing the letter. There \nis no similar report regarding the emery paper, although  All of plaintiff’s letters to and from his attorney, Joan \nthe Warden alleged both items were found at the same  Franklin,  were  censored  by  the  Warden.  He  excised \ntime. (Pl. Exh. 37, at 2). The Warden claims that the  therefrom everything which he believed was not directly \nemery paper was ‘adaptable for the fashioning of a key or  related to Sostre’s immediate case. (Pl. Exh. 3, 4, 7, 8, 10, \nlock picking tool.’ (Pl. Exh. 37, at 2). Plaintiff denied ever  12, 13, 14, 19-23, 29-30, 33-38; Follette Dep. at 69, 70, \nhaving seen the emery paper before trial. (T. 65-67). The  136, 139). And a letter to the Postal Inspector of the \ncourt  believes  plaintiff’s  testimony  for  the  following  United States Post Office complaining about plaintiff’s \nreasons: 1) plaintiff was already in punitive segregation  failure to receive receipts for certified mail was also not \nwhen the emery paper was allegedly found in his cell; 2)  mailed by the Warden. (Pl. Exh. 11; T. 35). \nthe Disciplinary Report of June 25, 1968 does not contain \nThis court finds from all of the facts and circumstances of \nthis charge (Pl. Exh. 22-C); 3) the first written recordation \n3 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nthis case, as set forth above, that Sostre was sent to  clear that although the Warden assigned as a reason for \npunitive segregation and kept there until released by court  such confinement the fact that Sostre prepared a motion \norder not because of any serious infraction of the rules of  for a codefendant, *871 this was not a bona fide reason \nprison discipline, or even for any minor infraction, but  for such confinement. But even if Follette did, in fact, \nbecause  Sostre  was  being  punished  specially  by  the  discipline plaintiff in 1968 for preparing a motion for his \nWarden because of his legal and Black Muslim activities  codefendant in violation of the dictates of Brabson, this \nduring his 1952-1964 incarceration, because of his threat  court holds that the punishment imposed upon Sostre for \nto file a law suit against the Warden to secure his right to  this offense, which was indefinite confinement to punitive \nunrestricted correspondence with his attorney and to aid  segregation,  was  so  disporportionate  to  the  offense \nhis codefendant (T. 52; Def. Post Trial Brief at 20, 32)  committed as to amount to cruel and unusual punishment. \nand because he is, unquestionably, *870 a black militant  Weems v. United States, 217 U.S. 349, 30 S.Ct. 544, 54 \nwho persists in writing and expressing his militant and  L.Ed. 793 (1910); Fulwood v. Clemmer, 206 F.Supp. 370 \nradical ideas in prison. (T. 71-77, 1316-1319; Pl. Exh.  (D.C. D.C.1962). It is clear from all of the facts in this \n23).  case that but for the intervention of this court (which \nreleased Sostre from confinement after more than a year) \nI. Cruel and Unusual Punishment  Sostre  would,  in  all  likelihood,  still  be  in  punitive \nsegregation for this alleged offense. \nPlaintiff  claims  that  his  confinement  to  punitive    \nsegregation for an indefinite period of time amounted to   The Warden claimed that he assigned Sostre to punitive \ncruel and unusual punishment forbidden by the Eighth  segregation because Sostre refused to answer ‘fully and \nand Fourteenth Amendments to the Constitution, arising \ntruthfully’ questions put to him by the Warden about the \nnot only from the reasons for his confinement and the \nmeaning  of  the  letters  R.N.A.  (Pl.  Exh.  1,  Rule  12, \nlength of his confinement, but also from the conditions of \nInmates’  Rule  Book).  The  court  disbelieves  that \nhis confinement.5 This court agrees and so holds. See  ambiguous claim. But even if this were true, assignment \nWright v. McMann, 387 F.2d 519 (2d Cir. 1967). \nto punitive segregation for an indefinite period of time for \nPrisoners at Green Haven may prepare legal papers for \nthis infraction of the rules is likewise so disproportionate \nthemselves. There is no rule of the prison which prohibits  to  the  charge,  as  to  be  clearly  barred  by  the  Eighth \ninmates from preparing legal papers for their non-inmate  Amendment’s  prohibition  against  disproportionate \ncodefendants. However, the rules do bar inmates, except  punishment. \nupon  approval  of  the  Warden,  from  assisting  ‘other    \ninmates in the preparation of legal papers.’ (Pl. Exh. 1,   The court also holds that the totality of the circumstances \nRule 21, Inmates’ Rule Book). The Warden claims he  to which Sostre was subjected for more than a year was \nrelied  upon  the  decision  of  the  New  York  Court  of \ncruel and unusual punishment when tested against ‘the \nAppeals  in  Brabson  v.  Wilkins,  19  N.Y.2d  433,  280 \nevolving standards of decency that mark the progress of a \nN.Y.S.2d  561,  227  N.E.2d  383  (1967),  in  denying \nmaturing society.’ Trop v. Dulles, 356 U.S. 86, 101, 78 \nplaintiff the right to prepare and mail out a motion for his \nS.Ct. 590, 598, 2 L.Ed.2d 630 (1958) (Opinion of Warren, \ncodefendant and in punishing him for this act. In Brabson, \nC.J.). Accord, Jackson v. Bishop, 404 F.2d 571, 579 (8th \nthe majority expressly refused to follow the decision of  Cir. 1968); Jordan v. Fitzharris, 257 F.Supp. 674, 679 \nthe District Court in Johnson v. Avery, 252 F.Supp. 783  (N.D.Cal.1966).  See  Wright  v.  McMann,  supra;  The \n(M.D.Tenn.1966), upholding the right of a state prisoner  American  Correctional  Association,  Manual  of \nto prepare a federal writ of habeas corpus for another state  Correctional  Standards,  414-415  (3rd  ed.  1966);  The \nprisoner.  In  Johnson,  the  prisoner-plaintiff  who  had  American  Law  Institute,  Model  Penal  Code  304.7(3) \nprepared the writ had been sent to solitary confinement.  (Proposed Official Draft 1962); Note, The Problems of \nHe  was  ordered  released  by  the  District  Court. \nModern Penology: Prison Life and Prisoners’ Rights, 53 \nSubsequent to the filing of this law suit (October 15, \nIowa L.Rev. 671, 672 (1967); (T. 511). \n1968) the United States Supreme Court, on February 24, \n  \n1969, affirmed the District Court’s decision in Johnson v. \nAvery,  supra,  aff’d  393  U.S.  483,  89  S.Ct.  747,  21  ‘This condemnation of segregation is the experience years \nL.Ed.2d 718 (1969), rev’ng 382 F.2d 353 (6th Cir. 1967).6  ago of people going stir crazy, especially in segregation.’ \n The fact that the Warden continued to confine Sostre to  (T.  320).  The  conditions  which  undeniably  existed  in \npunitive segregation after the Supreme Court’s decision in  punitive segregation at Green Haven, this court finds, \nJohnson v. Avery, supra, on February 24, 1969, makes it  ‘could only serve to destroy completely the spirit and \n4 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nundermine the sanity of the prisoner,’ Wright v. McMann,  should state the reasons for his determination and indicate \nsupra, 387 F.2d at 526, when imposed for more than  the evidence upon which he relied. Finally, in such cases, \nfifteen days. Subjecting a prisoner to the demonstrated  the  high  Court  ruled,  an  impartial  decision-maker  is \nrisk of the loss of his sanity as punishment for any offense  essential. Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct. 1011, \nin  prison  is  plainly  cruel  and  unusual  punishment  as  25 L.Ed.2d 287 (1970); accord, Escalera v. New York \njudged by present standards of decency. Cf. Ex parte  City Housing Authority, 425 F.2d 853 (2d Cir. 1970). \nMedley, 134 U.S. 160, 167-170, 10 S.Ct. 384, 33 L.Ed.   This court holds that plaintiff was, in effect, ‘sentenced’ \n835  (1890).  In  order  to  be  constitutional,  punitive  to more than a year in punitive segregation without the \nsegregation as practiced in Green Haven must be limited  minimal procedural safeguards required for the imposition \nto no more than fifteen days and may be imposed only for  of  such  drastic  punishment  upon  a  prisoner.  This \nserious infractions of the rules.  punishment not only caused plaintiff physical deprivation, \nneedless  degradation,  loss  of  work,  training  and  self \nII. Procedural Due Process  improvement  opportunities,  and  mental  suffering,  but \nmaterially affected the length of time he must serve under \nPlaintiff claims that his confinement to segregation for  his courtimposed sentence. \nmore than a year was effected in violation of his right not    \nto be deprived of his liberty without due process of law as   Before  plaintiff  could  have  been  constitutionally \nguaranteed by the Fifth and Fourteenth Amendments to  ‘sentenced’ to punitive segregation, he was entitled to: 1) \nthe Federal Constitution, in that: 1) he was sentenced to  written notice of the charges against him (in advance of a \nsuch confinement for offenses which under the rules of  hearing) which designated the prison rule violated; 2) a \nthe prison did not constitute offenses; 2) with respect to \nhearing before an impartial official at which he had the \nthe charge involving the emery paper there was no proof \nright to cross-examine his accusers and call witnesses in \nthat he had such paper in his possession; 3) he did not \nrebuttal;  3)  a  written  record  of  the  hearing,  decision, \nreceive advance written notice of the charges; 4) he was \nreasons therefor and evidence relied upon; and 4) retain \ndenied the right to assistance of counsel or a counsel \ncounsel or a counsel substitute. \nsubstitute; 5) he was denied the right to call witnesses in \n  \nrebuttal of the charges; 6) he was denied the right to   A  prisoner  carries  with  him  to  prison  his  right  to \nconfront or cross-examine witnesses; 7) there were no  procedural  due  process  which  applies  to  charges  for \nwritten records of the disciplinary proceedings against  which he may receive punitive segregation or any other \nhim *872 other than a notation of the charges, plaintiff’s  punishment for which earned good time credit may be \nplea, and defendants’ summary determination of guilt;7 8)  revoked or the opportunity to earn good time credit is \nthe right to appeal and the ability to make a meaningful  denied.  There  is  no  place  in  our  system  of  law  for \nappeal were denied as a result of the omission of his right \nreaching  the  result  which  occurred  here  without  the \nto counsel, to call and cross-examine witnesses, and to \nsafeguards listed above. Mempa v. Rhay, 389 U.S. 128, \nhave a written record. \n88 S.Ct. 254, 19 L.Ed.2d 336 (1967); In re Gault, 387 \nU.S. 1, 87 S.Ct. 1428, 18 L.Ed.2d 527 (1967); Kent v. \nAs a result of his confinement, plaintiff lost 124 1/3 days \nUnited  States,  383  U.S.  541,  554,  86  S.Ct.  1045,  16 \nof good time which might otherwise have been applied \nL.Ed.2d 84 (1966); Hewett v. State of North Carolina, \nboth to hasten consideration of his eligibility for parole \n415 F.2d 1316 (4th Cir. 1969); Shone v. State of Maine, \nand in mandating his release on parole. N.Y.Correction \n406 F.2d 844 (1st Cir.), vacated as moot, 396 U.S. 6, 90 \nLaw 230, 803 (McKinney 1968). \nS.Ct. 25, 24 L.Ed.2d 6 (1969); cf. Talley v. Shephens, 247 \nF.Supp. 683, 689 (E.D.Ark.1965).7a Prisoners do not lose \nVery recently, the Supreme Court reiterated the firmly \nall of their rights under the Constitution when sentenced \nestablished due process principle that where governmental \nto  prison.  Washington  v.  Lee,  263  F.Supp.  327 \naction  may  seriously  injure  an  individual,  and  the \n(M.D.Ala.1966), aff’d per curiam, 390 U.S. 333, 88 S.Ct. \nreasonableness of that action depends on fact findings, the \n994, 19 L.Ed.2d 1212 (1968); Sostre v. McGinnis, 334 \nevidence used to prove the government’s case must be \nF.2d 906 (2d Cir.), cert. den., 379 U.S. 892, 85 S.Ct. 168, \ndisclosed to the individual so that he has an opportunity to \n13 L.Ed.2d 96 (1964); *873 Pierce, Sostre, Sa. Marion v. \nshow that it is untrue. The individual must also have the \nLa  Vallee,  293  F.2d  233  (2d  Cir.  1961).  And  basic \nright to retain counsel. The decision-maker’s conclusion \nconstitutional rights cannot be sacrificed, even in the case \nmust rest solely on the legal rules and evidence adduced \nof prisoners, ‘in the interest of administrative efficiency.’ \nat  the  hearing.  In  this  connection,  the  decision-maker \nUnited States ex rel. Marcial v. Fay, 247 F.2d 662, 669 \n5 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \n(2d Cir. 1957), cert. denied, 355 U.S. 915, 78 S.Ct. 342, 2  matters other than ‘legality of detention and treatment \nL.Ed.2d 274 (1958); Burns v. Swenson, 288 F.Supp. 4  received.’ In short, the prisoner could write to his attorney \n(W.D.Mo.1968),  modified,  300  F.Supp.  759  about legal matters and treatment only. Brabson, supra, at \n(W.D.Mo.1969).  See  President’s  Commission  on  Law  437, 280 N.Y.S.2d 561, 227 N.E.2d 383. The court in \nEnforcement and Administration of Justice, Task Force  Brabson had also limited the prisoner’s right to write to \nReport:  Corrections  82-83  (1967);  President’s  executive officials to ‘complaints of unlawful treatment’, \nCommission on Law Enforcement and Administration of  but it placed no limitation on anything written to a court \nJustice, The Challenge of Crime in a Free Society 181  by a prisoner. Id. \n(1967). See also Barkin, The Emergence of Correctional \nLaw and the Awareness of the Rights of the Convicted,  Plaintiff  contends  that  defendants’  arbitrary  and \n45 Neb.L.Rev. 669 (1966); The American Law Institute,  capricious action with respect to his correspondence with \nModel  Penal  Code  304.7(2)  (Proposed  Official  Draft  his attorney violated not only his Fourteenth Amendment \n1962).  right as recognized by the case law but also his Sixth \n   Amendment right to the effective assistance of counsel. \n This  court  agrees  with,  and  adopts,  the  holding  and \nIII. Access to Courts and Public Officials  rationale of the three dissenting judges (Keating, Fuld, \n The refusal to mail the certificate of reasonable doubt  Van  Voorhis)  in  Brabson,  supra.  Judge  Keating,  who \nimmediately  after  plaintiff  arrived  at  Attica  and  wrote the dissenting opinion, said: \nimmediately after his arrival at Green Haven was not such    \nan  unreasonable  restriction  of  plaintiff’s  rights  as  to \nrequire a finding of unconstitutional action by defendants  I believe that these limitations as well as the authority \nin this respect. The certificate of reasonable doubt was  given  the  Warden  unnecessarily  interfere  with  and \nmailed shortly after plaintiff’s arrival at Green Haven.  endanger this prisoner’s right to communicate with his \nApparently,  the  few  days  involved  did  not  defeat  attorney  and  governmental  officials  having  either \nplaintiff’s right to file such a certificate, since no claim is  jurisdiction  over  the  penal  system  or  the  power  and \nmade that the delay interfered with the timeliness of its  authority to correct conditions existing therein. * * * \nfiling. \n   *874 * * * Judges and courts are not the only persons or \n There is no question that defendants cannot unreasonably  agencies  capable  of  granting  relief  to  prisoners \ncomplaining  about  the  illegality  of  their  treatment  or \nrestrict the right of plaintiff to apply to the state court for \ndetention. For this reason, I see no basis for distinguishing \nrelief. Cf. Johnson v. Avery, supra; Ex parte Hull, 312 \nbetween letters to courts, to the prisoner’s attorney or to \nU.S. 546, 61 S.Ct. 640, 85 L.Ed. 1034 (1941). ‘(A) right \ngovernment  officials.  In  all  of  these  cases  only  the \nof access to the courts is one of the rights a prisoner \nrecipients of the letters should be permitted to determine \nclearly  retains.  It  is  a  precious  right,  and  its \nwhether the contents warrant their intervention and not \nadministratively  unfettered  exercise  may  be  of \nincalculable importance in the protection of rights even  the very person whose jurisdiction and conduct are being \nmore precious.’ Coleman v. Peyton, 362 F.2d 905, 907  questioned. \n(4th Cir.), cert. den., 385 U.S. 905, 87 S.Ct. 216, 17 \nExactly how the exercise of this right will undermine \nL.Ed.2d 135 (1966). See Stiltner v. Rhay, 322 F.2d 314, \nprison discipline and authority is not made clear. The \n316  (9th  Cir.  1963),  cert.  den.  sub  nom.,  Stiltner  v. \nAttorney General alleges that ‘prisoners would be able to \nWashington, 376 U.S. 920, 84 S.Ct. 678, 11 L.Ed.2d 615 \ncarry on unauthorized activities through communications \n(1964). \nfrom  prisoners  to  their  attorneys  and  thence  to  third \n  \nparties.’ Uncensored communications, however, presently \nWarden Follette censored mail to and from plaintiff’s  occur on personal visits to the prison by the prisoner’s \ncounsel by excising therefrom whatever, in his judgment,  attorney and members of his family, without any apparent \nwas not relevant to plaintiff’s case. In support of his  undermining of prison discipline. In any event, the right \nposition, the Warden relies upon Brabson v. Wilkins, 19  of a prisoner to unexpurgated communications with his \nN.Y.2d 433, 280 N.Y.S.2d 561, 227 N.E.2d 383 (1967),  attorney is so significant that it outweighs the danger of \nfrustration of prison rules regarding outside activities in \nwhich upheld the right of the prior Warden at Attica \nthe rare case where an attorney— an officer of the court— \nPrison  to  intercept  and  withhold  from  a  prisoner \nwould  assist  a  prisoner  in  avoiding  legitimate  prison \ncommunications to and from an attorney dealing with \n6 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nregulations. Judge Keating then went on to reiterate, as  1071-1073). The Deputy Warden found plaintiff guilty of \nother  courts  had,  that  prisoners  do  retain  certain  possession of such contraband and punished him by the \nconstitutional rights in prison:  denial of 60 days of yard time and movies. (T. 1071-1072; \nThe  right  of  an  individual  to  seek  relief  from  illegal  Pl. Exh. 29 E). This action on the part of defendants must \ntreatment or to complain about unlawful conduct does not  be considered in conjunction with the Warden’s sending \nend when the doors of a prison close behind him. True it  Sostre to solitary confinement initially because of the \nis that a person sentenced to a period of confinement in a  statement made in the letter to his sister and because of \npenal institution is necessarily deprived of many personal  Sostre’s refusal to answer questions about R.N.A. Thus \nliberties. Yet there are certain rights so necessary and  considered,  there  is  no  room  for  doubt  that  Sostre’s \nessential  to  prevent  the  abuse  of  power  and  illegal  troubles with defendants stem not from his acts or threats \nconduct that not even a prison sentence can annul them.  to prison security, but from his political thoughts and \nAs this court once observed, ‘An individual, once validly  beliefs, as expressed in the literature he reads and the \nconvicted  and  placed  under  the  jurisdiction  of  the  letters he writes. (Pl. Exh. 29, 29A— 29E). Sostre was not \nDepartment of Correction * * *, is not to be divested of  charged with organizing a chapter of R.N.A. in prison, \nall the rights and unalterably abandoned and forgotten by  making inflammatory racist speeches to other prisoners, \nthe  remainder  of  society.’  (People  ex  rel.  Brown  v.  or urging revolt by inmates against prison officials prior \nJohnston, 9 N.Y.2d 482, 485, 215 N.Y.S.2d 44, 46, 174  or subsequent to being sent to punitive segregation. Sostre \nN.E.2d 725, 726.)  had  been  previously  sent  to  segregation  because  of \nsomething he had written to his sister and because of his \nAmong the rights of which he may not be deprived is the  refusal to answer questions about a political organization. \nright to communicate, without interference, with officers  And even the August 3, 1969 charge was that of mere \nof  the  court  and  governmental  officials;  with  those  possession of ‘racist’ literature. \npersons capable of responding to calls for assistance. No   The First Amendment to the Constitution is a guarantee \nvalid  reason,  other  than  the  shibboleth  of  prison  that freedom of the mind shall have the same protection as \ndiscipline, has been advanced for the denial of this right  freedom of religion and that ‘great secular causes, with \nin the case before us. I believe that courts should look  small  ones,  are  guarded’  against  unreasonable \nbehind  inappropriate  slogans  so  often  offered  up  as  governmental infringement. Thomas v. Collins, 323 U.S. \nexcuses for ignoring or abridging the constitutional rights  516, 531, 65 S.Ct. 315, 323, 89 L.Ed. 430 (1945). The \nof our citizens.  question, therefore, is whether a prisoner sentenced to a \nstate prison carries with him his First Amendment rights \n19 N.Y.2d at 438, 440, 280 N.Y.S.2d at 564, 565, 566,  to freedom of speech, i.e., freedom of political thought \n227 N.E.2d at 385, 386. See also, Fulwood v. Clemmer,  and writing guaranteed against state infringement by the \n206 F.Supp. 370, 376 (D.C.D.C.1962); Burns v. Swenson, \nFourteenth Amendment to the Federal Constitution. The \n300 F.Supp. 759, 762 (W.D.Mo.1969). \nSixth Circuit has written: ‘A prisoner retains all the rights \n For the foregoing reasons, Warden Follette’s refusal to \nof  an  ordinary  citizen  except  those  expressly,  or  by \nmail plaintiff’s letter to the United States Postal Inspector \nnecessary implication, taken from him by law.’ Coffin v. \nwas also improper. \nReichard, 143 F.2d 443, 445 (6th Cir. 1944). There the \n   court held that a prisoner retains his right to personal \nsecurity  against  unlawful  invasion.  And  the  Court  of \nIV. Freedom of Political Expression \nAppeals of this Circuit as well as other Circuit Courts \nhave recognized the right of prisoners to religious liberty \nAbout a month after this court ordered plaintiff’s release \nguaranteed  by  the  First  and  Fourteenth  Amendments \nfrom solitary confinement on July 2, 1969, plaintiff was \nagainst unreasonable restrictions of prison officials. See, \ncharged with the possession of contraband found in his \ne.g., Sostre v. McGinnis, 334 F.2d 906 (2d Cir.), cert. \ncell. This consisted of political literature, such as a list of \nden., 379 U.S. 892, 85 S.Ct. 168, 13 L.Ed.2d 96 (1964); \nofficers of the Black Panther Party and Republic of New \nPierce, Sostre, Sa Marion v. La Vallee, 293 F.2d 233 (2d \nAfrica, and ‘Revolutionary Thoughts’ put on paper by \nCir. 1961); Long v. Parker, 390 F.2d 816 (3rd Cir. 1968); \nplaintiff.  Some  of  this  matter  was  copied  from \nCooper v. Pate, 382 F.2d 518 (7th Cir. 1967); Barnett v. \nnewspapers and magazines which had been legally and \nRodgers, 133 U.S.App.D.C. 296, 410 F.2d 995 (1969). \nregularly circulated in the prison. (T. 71-77; Pl. Exh. 23). \nOther cases, cited and discussed above, make clear that a \nThis  information  was  characterized  by  the  Deputy \nprisoner retains his right to access to the courts, freedom \nWarden as racist and, consequently, *875 contraband. (T. \nfrom  cruel  and  unusual  punishment,  and  certain \n7 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nprocedural due process rights. The right to freedom of  their jailers. On the other hand, one function is to try to \npolitical  thought  and  expression  is  also  among  those  rehabilitate  the  lawbreaker  by  convincing  him  of  the \nrights which a prisoner takes with him to prison (subject  validity of our legal system. There is little chance that \nto reasonable rules and regulations necessary to maintain  such  an  objective  will  be  achieved  if  prisoners  are \nprison discipline) since, as the court reminded us in La  entrusted to those who likewise break the law by denying \nVallee, supra, 293 F.2d at 235, when we talk about First  prisoners their basic constitutional rights. This court holds \nAmendment  rights  we  are  talking  about  ‘preferred’  that Sostre’s confinement to punitive segregation for the \nconstitutional rights.  letters he wrote and for refusal to answer questions about \n   a political organization, and his subsequent punishment \nfor  mere  possession  of  political  literature,  were \nFollette claims that he put Sostre in punitive segregation  unreasonable  punishments  and  violated  his  First \nbecause he feared that Sostre would break out of prison.  Amendment right to freedom of political expression. \n(T.  1241-1242).  The  Warden’s  evidence  for  such  a \nsignificant conclusion was Sostre’s letter to his sister.  V. Racial Discrimination in the Operation of State Prisons \nThis court finds that the statements in Sostre’s letter to his \nsister, supra, cannot properly be construed as a threat to  Plaintiff  alleged  in  his  complaint  that  the  defendant \nescape from prison. The letter affirmed Sostre’s belief  Governor of New York, the defendant Commissioner of \nthat  he  would  be  released  through  legal  process;  the  Corrections, and the two defendant Wardens ‘together \nremainder was sheer political hyperbole. The undisputed  with unknown others, did, at a time prior to the filing of \nevidence established that shortly before trial defendants  the original complaint in this action, join and engage in an \nvoluntarily transferred plaintiff to another state prison,  unlawful  conspiracy  to  deprive  plaintiff  and  other \nWallkill,  where  he  would  be  nearer  his  attorney  for  prisoners of black and other non-Caucasian races of their \npurposes of preparing for trial. At Wallkill, Sostre has  rights under the Thirteenth and Fourteenth Amendments \nbeen permitted to help organize a Black Studies *876  to the Constitution.’ (Amended Complaint, para. 18). In \nprogram,  an  Afro-American  Cultural  Society  and  an  support of the conspiracy allegation, the complaint alleges \nAfro-Asian Book Shop. He is able to read, share his  that defendants are administering the prisons in the State \nbooks, obtain books and possess political literature of the  of New York in a racially discriminatory fashion since, \nvery kind for which he was punished at Green Haven. (T.  despite the fact that over 70% Of the inmates in the state \n140-143,  276,  1307-1310).  As  a  matter  of  fact,  the  prison system are non-whites, only 2% Of the entire guard \nundisputed testimony was that the Warden at Wallkill had  force in the prisons is composed of blacks or Puerto \napproved Sostre’s Afro-American Society program and  Ricans; and these few are assigned to inferior positions. \nwas seeking professional help for Sostre in setting up the  There are not, nor have there ever been, according to the \nprogram as a model for other prisons. (T. 143).  complaint,  non-white  wardens  or  deputy  wardens  or \n The court, therefore, finds that Sostre’s writings, refusal  commissioners or deputy commissioners of corrections. \nto answer questions about a political organization, and  At  Attica  Prison,  under  the  direction  and  control  of \npossession of political literature in the prison before and  defendant Mancusi, it is alleged, there is a non-white \nsince his commitment to punitive segregation, whether  population of 75% Of all inmates but only one or two \nconsidered  singly  or  together,  neither  caused  any  non-white guards. Plaintiff alleges that as a result of the \ndisturbance or security risk nor provided the basis for any  foregoing  facts,  non-white  prisoners,  and  especially \nreasonable apprehension of such disturbance or security  Afro-American prisoners, are subject to discrimination, \nrisk in the minds of the prison officials. (Pl. Exh. 29,  persecution, and denial of their basic human rights, and \n29A— 29E).  the badges and incidents of slavery in violation of the \n   Thirteenth  and  Fourteenth  Amendments.  (Amended \nComplaint, para. 20, 21). \nThe Second Circuit said in Pierce, Sostre, SaMarion v. La   Plaintiff, of course, has standing to challenge any racially \nVallee, supra, at 235, that a prisoner may not be punished  discriminatory practices pursued by state officials in the \nsolely because of his religious beliefs. Under the rationale  state’s prisons where he resides and is subject to reside. \nof Johnson v. Avery, supra, a man may not be punished  *877  Washington  v.  Lee,  263  F.Supp.  327 \nfor reasonably exercising his First Amendment rights, as  (M.D.Ala.1966), aff’d per curiam, 390 U.S. 333, 88 S.Ct. \nhere, or any other federally protected right. It is not a  994,  19  L.Ed.2d  1212  (1968).  However,  plaintiff  has \nfunction of our prison system to make prisoners conform  failed  to  carry  his  burden  of  proving,  by  a  fair \nin their political thought and belief to ideas acceptable to  preponderance of the evidence, that the paltry number of \n8 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nnon-white guards and other personnel, acknowledged by  claim  that  the  Civil  Rights  Acts  did  not  repeal  the \ndefendants,  resulted  from  racial  discrimination  against  Eleventh Amendment and, consequently, a state is not a \nqualified applicants or a conspiracy to deny blacks and  person  within  the  meaning  of  Section  1983.  In  this \nPuerto Ricans their rights.  connection, defendants called to the court’s attention a \n   recent  Second  Circuit  case,  Zuckerman  v.  Appellate \nDivision, etc., 421 F.2d 625 (1970), in which the court \nDefendants claimed that wardens, guards and other prison  held that the Appellate Division, a New York State court, \npersonnel  are  appointed  pursuant  to  the  state’s  civil  is not a ‘person’ within the meaning of 42 U.S.C. 1983. In \nservice system. Plaintiff offered no proof to rebut this  so holding, the court relied upon Monroe v. Pape, 365 \nassertion.  Defendants  also  claimed  that  the  low  U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961), which held \npercentage of non-white personnel at certain prisons—  that a municipality is not a ‘person’ within Section 1983, \nincluding Green Haven and Attica—results from the fact  and *878 Williford v. California, 352 F.2d 474 (9th Cir. \nthat they are located in upstate rural areas where there are  1965), holding that a state is not a ‘person’ within the \nrelatively few non-whites and Puerto Ricans. Non-whites  contemplation of Section 1983. Defendants, relying upon \nand  Puerto  Ricans,  therefore,  have  not  applied  for  Zuckerman, argue that since plaintiff admits that his suit \npositions in those upstate prisons despite campaigns of  against defendants in their official capacities is, in reality, \nrecruitment, preferring assignment to Sing Sing Prison  a suit against the State, the court is likewise without \nwhich is nearer to New York City. Plaintiff again offered  jurisdiction under Section 1983. 28 U.S.C. 1343(3).10 \nno proof to rebut this assertion. \nAs to the situation at Green Haven, plaintiff, himself,  Plaintiff has not sued the State of New York as did the \ntestified that just after this suit was commenced, a few  plaintiff in Williford v. California, supra, or any part of \nnew  non-whites  were  added  to  the  guard  staff.  (T.  the  judicial  arm  of  the  State  as  was  the  case  in \n1317-1318). From this evidence it may be inferred that  Zuckerman.11 Plaintiff has sued individuals, only, as state \nplaintiff’s claim is correct; but this evidence also tends to  officers. The question, therefore, is whether state officers, \nsustain defendants’ claim that they have been trying to  qua state officers, are amenable to suits for injunction and \nrecruit more non-whites. In this connection, it should be  damages under Section 1983. \nnoted that the prison doctor at Green Haven, who testified \nupon the trial, was a black man. This, again, tends to  The Eleventh Amendment to the Federal Constitution has \nsupport defendants’ claim of non-discrimination. In any  been construed as prohibiting a suit by a citizen of a state \nevent, in the absence of a fair preponderance of proof of  against the state of which he is a citizen without its \ndiscrimination or proof of failure to specially recruit, no  consent. Hans v. Louisiana, 134 U.S. 1, 10 S.Ct. 504, 33 \nrelief can be granted as to this claim. The court does not  L.Ed. 842 (1890); Parden v. Terminal R. of Alabama \nunderstand defendants to dispute their duty to remedy the  State  Docks  Dept.,  377  U.S.  184,  84  S.Ct.  1207,  12 \ndistorted situation by programs of special recruitment.  L.Ed.2d 233 (1964) (dictum). \nThe third cause of action is, therefore, dismissed as to all \nparties. Since Governor Rockefeller was named only in  The Fourteenth Amendment, on the other hand, provides \nthis  third  cause  of  action,  relating  to  this  alleged  that, ‘* * * No State shall * * * deprive any person of life, \nconspiracy, and plaintiff’s case completely fails as to him,  liberty, or property, without due process of law; nor deny \nthis case as to him is dismissed.8  to any person within its jurisdiction the equal protection \nof the laws.’ Section 1. \nVI. Jurisdiction \nAs a result, enforcement of the Fourteenth Amendment \nDespite the language of the Second Circuit in Wright v. \nhas involved the Supreme Court in historic attempts to \nMcMann,  387  F.2d  519  (1967),  squarely  upholding \njurisdiction under 42 U.S.C. 1983 and 28 U.S.C. 1343(3),  reconcile its construction of the Eleventh Amendment \nin  a  suit  for  injunction  and  damages  against  Daniel  with  the  unequivocal  prohibitions  of  the  Fourteenth \nMcMann, as Warden of Clinton State Prison, defendants  Amendment. \nclaim that this court is wholly without jurisdiction of the \nA. The Eleventh Amendment \ninstant suit for the same relief because it is admittedly \nbrought against defendants in their official capacities as \nEver since Ex parte Young, 209 U.S. 123, 28 S.Ct. 441, \nopposed to their individual capacities.9 It is, therefore, \n52 L.Ed. 714 (1908) state attorneys general and other \ndefendants say, a suit against the state, long since barred \nstate  officials  have  been  regularly  enjoined  from \nby  the  Eleventh  Amendment.  In  addition,  defendants \nenforcing  state  statutes  which  violate  the  Fourteenth \n9 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nAmendment, despite the Eleventh Amendment, as a result   If there is any doubt left as to whether violations of the \nof a Court-made fiction. This fiction has lived on, despite  Fourteenth  Amendment  by  state  officers  or  agencies, \nthe  Court’s  own  immutable  view  that  the  Fourteenth  acting in their official capacities, may be enjoined by the \nAmendment is applicable only to state action and not  federal courts, one need only turn to Baker v. Carr, 369 \nprivate action. C. Wright, Law of Federal Courts 48 (2d  U.S. 186, 82 S.Ct. 691, 7 L.Ed.2d 663 (1962) and its \ned. 1970). K. Davis, 3 Administrative Law Treatise 27.01,  progeny,  e.g.,  Wells  v.  Rockefeller,  273  F.Supp.  984 \n27.10  (Supp.1965).  The  Court  in  Ex  parte  Young  (S.D.N.Y.), aff’d 389 U.S. 421, 88 S.Ct. 578, 19 L.Ed.2d \nrationalized that, when a state official seeks to enforce a  651 (1967). In the Wells case, a suit for injunction to \nstate statute which violates a prohibition of the Fourteenth  enjoin  enforcement  of  New  York’s  congressional \nAmendment, he is in that case stripped of his official  redistricting statute, the Governor, the Attorney General, \ncharacter, and is subject in his person to the consequences  the Secretary of State, the Lieutenant Governor, and the \nof  his  individual  conduct,  since  a  state  cannot  act  Presiding Officers of both the Senate and the Assembly of \nunconstitutionally.  In  other  words,  as  one  writer  has  the State of New York were all sued in their official \nnoted, the Court created the anomaly that enforcement of  capacities and ordered by the District Court to ‘enact into \nan unconstitutional state statute is state action for the  law a congressional districting plan, * * * which * * * \npurposes of the Fourteenth Amendment, but individual  shall be in conformity with the redistricting principles * * \naction for the purposes of the Eleventh Amendment. C.  *’ announced by the Court in Baker v. Carr, supra. Wells \nWright, supra, at 159.  v. Rockefeller, 281 F.Supp. 821, 822 (1968). \n  \nFive years after Ex parte Young, in Home Telephone &   Then if there is any doubt as to whether a federal court \nTelegraph Co. v. City of Los Angeles, 227 U.S. 278, 33  can award damages against state officials in their official \nS.Ct. 312, 57 L.Ed. 510 (1913), a suit for injunction  capacities,  despite  the  Eleventh  Amendment,  see \nagainst  a  city  to  enjoin  enforcement  of  a  municipal  Thompson v. Shapiro, 270 F.Supp. 331 (D.Conn.1967), \nordinance on Fourteenth Amendment grounds, the Court  aff’d 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969) \nmade clear that a state official or agency is subject to suit  ordering  payments  unconstitutionally  withheld  from  a \nin  his  or  its  official  capacity  for  purposes  of  the  welfare  recipient  to  be  paid  by  the  State  Welfare \nFourteenth Amendment. It ruled: ‘* * * the provisions of  Commissioner. But see Westberry v. Fisher, 309 F.Supp. \nthe  Amendment  as  conclusively  fixed  by  previous  12 (D.Me.1970). \ndecisions are generic in their terms, are addressed, of    \ncourse, to the states, but also to every person, whether \nnatural or juridical, who is the respository of state power.’  In Westberry, the District Court held that the Eleventh \nId. at 286, 33 S.Ct. at 314. *879 The Court then went on  Amendment prohibited welfare recipients from suing the \nto say that the Amendment’s applicability is not limited to  State Welfare Commissioner in his official capacity for \nthose persons who are acting pursuant to state statute but  damages.  The  court  conceded  that  the  Fourteenth \nextends as well to those who exceed their authority. Id. at  Amendment  and  Section  1983’s  enforcement  of  that \n287,  33  S.Ct.  312.  Again,  the  Court  was  making  it  Amendment  supercedes  the  Eleventh  Amendment  in \nabsolutely clear that the Amendment is concerned only  equitable actions, but ruled that such a doctrine should not \nwith exertion of state power in every form and not with  be extended to damage actions because actions at law \nprivate  action  and,  therefore,  to  be  enforcible  the  would affect state treasuries. This court does not agree \nAmendment must be made applicable to state officials  with the District Court’s analysis in Westberry because it \nacting in their official capacities, whether the action taken  does not take into account the effect which the vast equity \nby them is authorized or not.  powers of a federal court may have upon state treasuries \nin enforcing the Fourteenth Amendment, as demonstrated \nIn Shelley v. Kraemer, 334 U.S. 1, 68 S.Ct. 836, 92 L.Ed.  by Griffin v. County School Board of Prince Edward \n1161 (1948), the Court, once again, reaffirmed that the  County, 377 U.S. 218, 84 S.Ct. 1226, 12 L.Ed.2d 1256 \nFourteenth  Amendment  reaches  and  controls  state  (1964).  In  Griffin,  after  rejecting  the  Eleventh \nofficials in their official capacities. In reiterating earlier  Amendment argument, the Court held that it would be \nCourt holdings that the Amendment applies to the action  proper to force the reopening of public schools in Prince \nof  a  state  court  the  Court  said:  ‘A  State  acts  by  its  Edward  County  by  ‘requir(ing)  the  Supervisors  to \nlegislative, its executive, or its judicial authorities. It can  exercise the power that is theirs to levy taxes to raise \nact in no other way.’ Id. at 14, 68 S.Ct. at 842 (citing Ex  funds adequate to reopen, operate, and maintain * * * * a \nparte Virginia, 100 U.S. 339, 347, 25 L.Ed. 676 (1880)).  public school system’ of that county. Id. at 233, 84 S.Ct. \n10 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nat 1234.  proceeding for redress. \nAn injunction that tells a state agency how it must collect  In Monroe v. Pape, supra, at 187, 81 S.Ct. 473, the Court \nand spend its money manifestly affects a state’s treasury.  adhered to the definition of the words ‘under color of’ \nCertainly,  if  the  extraordinary  *880  remedy  of  an  state law as formulated in United States v. Classic, 313 \ninjunction can be used against a state to carry out the  U.S. 299, 326, 61 S.Ct. 1031, 85 L.Ed. 1368 (1941) (in \nmandate of the Fourteenth Amendment, then the ordinary  construing 18 U.S.C. 242), and applied it to Section 1983: \nremedies at law can be used. \n‘Misuse of power, possessed by virtue of state law and \nFrom a practical point of view, a state official or a state  made possible only because the wrongdoer is clothed with \ncommission or a state agency, and not the political entity  the authority of state law, is action taken ‘under color of’ \ncalled a state or one of its political subdivisions, must be  state law.’ \nbefore the court since, as the Supreme Court has already \nnoted, a state can act only through its agents, it can act in  365 U.S. at 184, 81 S.Ct. at 482. \nno other way. This concept of state action has manifest   It expressly rejected, once again, the contention that the \npractical  judicial  considerations  embodied  in  it.  If  an  phrase ‘under color of’ state law included only action \norder is simply issued against a state, who is responsible?  taken by officials pursuant to state law. Id. at 184, 185, 81 \nIs it the governor, the legislature, the judiciary? How is an  S.Ct. 473. The phrase, therefore, includes action taken by \ninjunction against a state enforced? Who is brought in on  state officials without state authorization. Accord, Kerr v. \ncontempt  proceedings  for  failure  to  comply  with  a  City of Chicago, 424 F.2d 1134 (7th Cir. 1970). \ndamage  award?  Clearly,  unless  some  state  official  or    \nagency is specifically enjoined it is difficult to see how \nsuch an injunction can be enforced. See, e.g., United  The Court in Monroe also ruled that Section 1983: ‘* * * \nStates v. Mississippi, 380 U.S. 128, 141-142, 85 S.Ct.  should be read against the background of tort liability that \n808, 13 L.Ed.2d 717 (1965). The same is also true with  makes a man responsible for the natural consequences of \nrespect to a judgment for damages. If the judgment runs  his actions.’ Id. at 187, 81 S.Ct. at 484. \nagainst a state qua state, or a municipality, as opposed to \nFinally,  with  respect  to  whether  a  municipality  is  a \none of its officials or agencies, how is that judgment \n‘person’ within the meaning of Section 1983, the Court \nenforced? \nheld: ‘The response of the Congress to the proposal to \nB. Section 1983 Actions  make  municipalities  liable  for  certain  actions  being \nbrought within federal purview by * * * (1983), was so \nIn Monroe v. Pape, 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d  antagonistic that we cannot believe *881 that the word \n492 (1961), the Court held: ‘* * * that Congress has the  ‘person’ was used in this particular Act to include them.’ \npower  to  enforce  provisions  of  the  Fourteenth  Id. at 191, 81 S.Ct. at 486.12 The legislative history upon \nAmendment against those who carry a badge of authority  which this definition of ‘person’ was based, revealed that \nof a State and represent it in some capacity, whether they  “the House had solemnly decided that in their judgment \nact in accordance with their authority or misuse it.’ Id. at  Congress  had  no  constitutional  power  to  impose  any \n171-172, 81 S.Ct. at 476. It then held that Congress, in  obligation upon county and town organizations, the mere \nenacting Section 1983, meant to give a remedy to parties  instrumentality for the administration of state law.” Id. at \ndeprived of constitutional rights ‘by an official’s abuse of  190, 81 S.Ct. at 485 (quoting from Cong.Globe, 42nd \nhis position.’ Id. at 172, 81 S.Ct. at 476.  Cong., 1st Sess. 804). That statement can be read to mean \nthat the House believed that although Congress could \n42 U.S.C. 1983 provides:  impose a liability on the states to respond in damages, as \nthe principal, it could not impose any such liability upon \nCivil action for deprivation of rights Every person who,  ‘the mere instrumentality for the administration of state \nunder color of any statute, ordinance, regulation, custom,  law.’  The  Court  expressly  did  not  reach  the  policy \nor usage, of any State or Territory, subjects, or causes to  considerations underlying the opposite result, such as the \nbe subjected, any citizen of the United States or other  need for responsible defendants in suits against police \nperson within the jurisdiction thereof to the deprivation of  officers. Id. at 191, 81 S.Ct. 473. And, most significantly \nany  rights,  privileges,  or  immunities  secured  by  the  for the instant case, it did not ‘reach the constitutional \nConstitution and laws, shall be liable to the party injured  question  whether  Congress  has  the  power  to  make \nin  an  action  at  law,  suit  in  equity,  or  other  proper  municipalities liable for acts of its officers that violate the \n11 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \ncivil rights of individuals.’ Id. at 191, 81 S.Ct. at 486.  special memorandum to the file on conditions in punitive \n In  this  case,  however,  we  are  not  dealing  with  a  segregation  at  Green  Haven.  (Def.  Exh.  BB;  T. \nmunicipality.  We  are  dealing  with  state  executive  1163-1164). There was also a general report in September \nofficials. It is clear that state officials, qua state officials,  1968  regarding  conditions  at  Green  Haven  to  the \nare ‘persons’ within the contemplation of Section 1983  Commissioner (Def. Exh. AA) which also reported on \nbecause, as the Court said in Monroe, the purpose of that  conditions  in  segregation.  The  Commissioner  took  no \nSection is to provide a remedy against ‘state officials’  action with regard to Sostre or the conditions in punitive \nwho abuse their power. And the Second Circuit said in  segregation until after Sostre filed his pro se complaint on \nEisen v. Eastman, 421 F.2d 560, 562-563 (2d Cir. 1969):  October 15, 1968. The Commissioner then sent to the \n‘Actions against a governmental official acting ‘under  Warden a letter which had been written to him by a \ncolor of’ statutes and ordinances are what 42 U.S.C. 1983  private citizen on behalf of Sostre in which he requested \nis mainly about.’  the Warden to ‘give (him) complete information so that \n   (he) may be in a position to more adequately answer (the) \n The instant suit is an action alleging deprivations of civil  inquiry.’  (Pl.  Exh.  30).  There  is  no  dispute  that  the \nrights—it is one wherein the rights and immunities are  Commissioner was fully advised of the treatment afforded \nthose comprising personal liberty, not dependent for their  Sostre and of Sostre’s condition in segregation but never \nexistence upon the infringement of property rights. Eisen  took any action. (T. 700). \nv.  Eastman,  supra,  at  564.  Therefore,  this  case  falls    \nsquarely within the contemplation of Section 1983 and \nthis  court  thus  not  only  has  jurisdiction,  28  U.S.C.  The Second Circuit said in Eisen v. Eastman, supra, 421 \n1343(3), but the power, in a jurisdictional sense, to grant  F.2d  at  569,  that  exhaustion  of  state  administrative \nboth equitable and legal relief.  remedies is not required in actions under Section 1983 \n   where the administrative remedy is inadequate or where it \nis certainly or probably futile, citing Houghton v. Shafer, \nThe instant suit also predicates jurisdiction in this court  392 U.S. 639, 88 S.Ct. 2119, 20 L.Ed.2d 1319 (1968). In \non  28  U.S.C.  1331,  the  general  federal  question  this case, as in Houghton, the defendants, including the \njurisdiction statute. In Bell v. Hood, 327 U.S. 678, 66  Commissioner,  take  the  position  that  the  rules  were \nS.Ct. 773, 90 L.Ed. 939 (1946) the Court held: ‘And it is  validly  and  correctly  applied  to  petitioner.  The  only \nestablished  practice  for  this  Court  to  sustain  the  recourse available to plaintiff was to write a letter to the \njurisdiction of federal courts to issue injunctions to protect  Commissioner, the very person to whom the Warden had \nrights  safeguarded  by  the  Constitution  and  to  restrain  already reported and who takes this position. *883 In a \nindividual  state  officers  from  doing  what  the  14th  case such as this, where the person with the power to act \nAmendment  forbids  the  state  to  do.  Moreover,  where  has already been informed of the facts, it would be ‘to \nfederally protected rights have been invaded, it has been  demand a futile act’ to require an aggrieved person to first \nthe rule from the beginning that courts will be alert to  appeal to such person before resorting to a federal court \nadjust their remedies so as to grant the necessary relief.’  for relief.14 Houghton at 640, 88 S.Ct. 2119. \nId. at 684, 66 S.Ct. at 777. \n*884 VII. Injunctive Relief \nC. Exhaustion of Administrative Remedies   The cases in which injunctions have been issued against \n The State has not seen fit to provide a plain, speedy and  state officials for violating Fourteenth Amendment rights \nadequate administrative remedy in a case of this kind. The  in the last two decades are legion. Such injunctions issue, \nonly administrative remedy which Sostre had was to write  as a matter of right, where a violation of constitutional \na letter to the Commissioner.13 However, this *882 would  rights has been proved. This court has no discretion to \nhave been futile since the evidence shows that soon after  deny injunctive relief to a person who clearly establishes, \nSostre was placed in punitive segregation the Warden,  after a trial on the merits, that he is being denied his \nhimself, advised the Commissioner of his actions with  constitutional  rights.  Cf.  Henry  v.  Greenville  Airport \nrespect to Sostre. This was in early July 1968. (T. 699).  Commission, et al., 284 F.2d 631 (4th Cir. 1960). In \nFrom March 1968 to October 1968, the Warden sent  addition,  the  court’s  decree,  where  warranted,  may \nmemoranda and letters to the Commissioner revealing his  provide for the retention of jurisdiction to insure that the \nactions with respect to Sostre (Pl. Exh. 29, 29A-29F).  injunctive  order  is  carried  out  in  an  orderly  fashion, \nThere had been an inspector from the Commissioner’s  Brown v. Board of Education of Topeka, 349 U.S. 294, \noffice  at  the  prison  in  September  1968  who  made  a  75 S.Ct. 753, 99 L.Ed. 1083 (1955); Clemons v. Board of \n12 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nEducation of Hillsboro, Ohio, 228 F.2d 853, 859-860 (6th  Defendants  will  also  be  permanently  enjoined  from \nCir.), cert. den., 350 U.S. 1006, 76 S.Ct. 651, 100 L.Ed.  punishing Sostre for sharing with other inmates his law \n868 (1956), or to allow for the amendment of state rules  books, law reviews, and other legal materials, and from \nto conform with the decree, Sostre v. McGinnis, supra,  refusing to permit Sostre to assist any other inmate in any \n334 F.2d at 912-913. However, the injunction must issue.  legal matter as long as defendants have not provided any \n   alternative means of legal assistance for such inmates. \n(Sostre, of course, may not receive compensation in any \nDefendants  Follette,  McGinnis,  and  Mancusi  will  be  form for furnishing such assistance or for lending law \nenjoined from returning plaintiff to punitive segregation  books or other property. There was no claim here that \nfor charges previously preferred against him. They will be  Sostre received any such compensation.) \nfurther  enjoined  from  placing  plaintiff  in  punitive \nsegregation or subjecting him to any other punishment as  The complaint alleged that plaintiff had been subjected to \na result of which he loses accrued good time credit or is  punitive segregation ‘because of his participation in the \nunable to earn good time credit, without:  black liberation movement and because of his statements \nconcerning the racist and oppressive nature of the prison \n1) Giving him, in advance of a hearing, a written copy of  system, as directed and operated by the defendants and \nany charges made against him, citing the written rule or  others.’ (Amended Complaint, para. 19). This court has \nregulation which it is charged he has violated;  found that plaintiff was punished because of his political \nviews, which the prison authorities find offensive, under \n2) Granting him a recorded hearing before a disinterested \nthe  pretext  that  Sostre  had  violated  prison  rules  and \nofficial where he will be entitled to cross-examine his \nregulations. Consequently, defendants Follette, McGinnis, \naccusers and to call witnesses on his own behalf; \nand Mancusi will be enjoined from punishing Sostre for \nhaving in his possession political literature and for setting \n3) Granting him the right to retain counsel or to appoint a \nforth his political views orally or in writing, except for \ncounsel substitute; \nviolation  of  reasonable  rules  approved  by  the  court \nregulating freedom of speech. Defendants will be required \n4) Giving him, in writing, the decision of the hearing \nto submit proposed rules and regulations governing the \nofficer in which is briefly set forth the evidence upon \nreceipt, distribution, discussion and writing of political \nwhich it is based, the reasons for the decision, and the \nliterature for court approval. \nlegal basis for the punishment imposed. \nVIII. Damages \nDefendants will be required to credit plaintiff with the \n The  final  issue  in  this  case  is  plaintiff’s  prayer  for \n124 1/3 days of good time credit which he was unable to \n$1,200,000  damages.15  As  discussed  above,  plaintiff’s \nearn  while  wrongfully  incarcerated  in  punitive \nright to recover damages against state officials in their \nsegregation from June 25, 1968 to July 2, 1969. \nofficial capacities, who violate rights secured to him by \nthe Fourteenth Amendment, is provided for by 42 U.S.C. \nDefendants will be required to submit proposed rules and \n1983. \nregulations  governing  future  disciplinary  charges  and \n  \nhearings where the possible punishments include punitive \nsegregation or other loss of, or inability to earn, good time \nThe  evidence  shows  that  plaintiff  was  subjected  to \ncredit. See Sostre v. McGinnis, supra, 334 F.2d at 912; cf. \npunitive segregation without due process of law for more \nIn re Gault, supra. \nthan  one  year  under  conditions  which  violate  present \nstandards of decency. The court finds that such cruel and \nDefendants Follette, McGinnis, and Mancusi will also be \nunusual punishment over the long period of time involved \npermanently enjoined from censoring, refusing to mail, or \nhere resulted in injury to plaintiff as follows: 1) severe \nrefusing  to  give  to  Sostre:  1)  Any  communication \nphysical deprivations, i.e., loss of energy-giving food and \nbetween Sostre and the following— (a) any court; (b) any \nloss of exercise, 2) needless degradation, 3) loss of work \npublic  official  or  agency;  (c)  any  lawyer;  (d)  his \nopportunities of a rehabilitative nature, 4) loss of money \ncodefendant in the criminal matter pending against him; \nwhich might have been earned by working, 5) loss of \nand, 2) Any letter relating to any legal matter to or *885 \nschooling  and  training  opportunities,  6)  loss  of \nfrom any other inmate of Green Haven who requests the \nself-improvement through reading books of one’s own \nassistance of Sostre in translating that letter into English. \nchoice, and 7) great mental anguish. \n13 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \n Therefore, the court awards plaintiff $25.00 per day for  under Section 1983 has been expressly recognized. Wall \nevery day spent in punitive segregation (372 days), or a  v. Stanly County Board of Education, 378 F.2d 275 (4th \ntotal of $9,300 compensatory damages against defendants  Cir. 1967) (actual damages ordered awarded for dismissal \nFollette  and  McGinnis.  ‘Compensatory  damages  for  of teacher); Smith v. Board of Education, 365 F.2d 770 \ndeprivation of a federal right are governed by federal  (8th Cir. 1966) (Id. teacher); Chambers v. Hendersonville \nstandards, as provided by Congress in 42 U.S.C. 1988, * *  City Board of Education, 364 F.2d 189 (4th Cir. 1966) \n*’ Sullivan v. Little Hunting Park, Inc., 396 U.S. 229,  (Id. teacher); Johnson v. Branch, 364 F.2d 177 (4th Cir. \n239, 90 S.Ct. 400, 406, 24 L.Ed.2d 386 (1969); Basista v.  1966), cert. den. 385 U.S. 1003, 87 S.Ct. 706, 17 L.Ed.2d \nWeir, 340 F.2d 74, 87 (3rd Cir. 1965).  542 (1967) (Id. teacher whose contract was not renewed); \n   Williams  v.  Sumter  School  District,  255  F.Supp.  397 \n The bad faith and malice toward Sostre (based in large  (D.S.C.1966)  (settle  order  ‘agreeing  on  damages, \npart upon political disagreement with him) that motivated  monetary relief, et cetera’); Washington v. Official Court \nFollette to put plaintiff in punitive segregation and, in  Stenographer, 251 F.Supp. 945 (E.D.Pa.1966) (action by \neffect, to ‘throw the key away,’ and McGinnis’ failure to  prisoner to compel furnishing of transcript in compliance \nact after being notified of Sostre’s confinement as early as  with previous court orders: ‘Even if no actual damages \nJuly 1968, are quite reprehensible; an award of exemplary  are  sustained,  nominal  and  punitive  damages  may  be \ndamages is in order. Basista v. Weir, supra, 340 F.2d at  recovered.’ Id. at 947); Marshall v. Sawyer, 301 F.2d 639 \n87-88; accord, *886 Hague v. Committee for Industrial  (9th Cir. 1962) (action by gambler, charging blacklisting, \nOrganization,  101  F.2d  774,  789  (3rd  Cir.  1939),  against  governor,  gaming  board  and  commission  and \nmodified on other grounds, 307 U.S. 496, 59 S.Ct. 954,  members thereof, and others: remanded for determination \n83 L.Ed. 1423 (1939); Antelope v. George, 211 F.Supp.  of damage claims; subsequent judgment on merits for \n657 (D.Idaho 1962); See also Comment, Civil Actions for  defendants aff’d, 365 F.2d 105 (1966). \nDamages  Under  the  Federal  Civil  Rights  Statutes,  45 \nTexas L.Rev. 1015 (1967). Otherwise, these malicious  Then there are those cases in which the right to seek \nacts  and  acts  of  studied  omission  might  recur  in  the  Section  1983  remedies  has  been  upheld.  American \nfuture.  Federation  of  State,  Co.,  and  Mun.  Employees  v. \n   Woodward,  406  F.2d  137  (8th  Cir.  1969)  (action  for \ndamages and injunctive relief against City Commissioner \nThe court, therefore, awards the additional sum of $10.00  who  discharged  employees  for  joining  labor  union); \nper day, or a total of $3,720 in punitive damages against  Wright v. McMann, supra, (action for $10,000 damages \ndefendants Follette and McGinnis.  and injunctive relief against Warden of Clinton Prison). \nAdditional  support  for  the  proposition  that  damage  Moreover, there are the suits for damages for deprivation \nactions against state officials in their official capacities  of  constitutional  rights  brought  against  state  officials \nare maintainable under Section 1983, and for the award  under the federal question jurisdiction statute, which the \nmade here, may be garnered from those cases in which  Supreme Court held maintainable, and which support the \ndamages  have  been  actually  recovered  against  state  award made here. Nixon v. Herndon, 273 U.S. 536, 47 \nofficials so named. Rhoads v. Horvat, 270 F.Supp. 307  S.Ct. 446, 71 L.Ed. 759 (1927) (suit for $5000 damages \n(D.Colo.1967) ($5000 compensatory and $2500 punitive  for denial of right to vote in primary election; jurisdiction \ndamages for 30-45 minute false imprisonment by county  based on violation of Fourteenth Amendment); Wiley v. \nsheriff and deputy); Rolfe v. County Board of Education  Sinkler, 179 U.S. 58, 21 S.Ct. 17, 45 L.Ed. 84 (1900) (suit \nof  Lincoln  Co.,  Tenn.,  391  F.2d  77  (6th  Cir.  1968)  for $2500 damages for denial of right to vote for members \n($3,173.60  and  $2,563.31  compensatory  damages,  of Congress, based on federal constitutional provision). \nrespectively, and $250 counsel fees each, for two teachers   Finally, if it can be said that Congress has not provided a \ndismissed by superintendent of schools and county board  damage remedy against state officials in their official \nof  education);  Rackley  v.  School  District  No.  5,  capacities under Section 1983; and further, that there is no \nOrangeburg  Co.,  S.C.,  258  F.Supp.  676  (D.S.C.1966)  other  federal  *887  remedy  because  Monroe  v.  Pape, \n($4064.61  compensatory  damages  for  dismissal  of  supra, left the question open, or because of the Eleventh \nteacher).  Amendment, then this court looks to New York’s remedy \n(New York Correction Law 6-b and New York Court of \nSimilar  support  may  be  predicated  upon  those  cases  Claims Act 8),16 as provided by 42 U.S.C. 1988,17 to fill \nnaming officials as such, in which the right to damages  this deficiency in federal law. Sullivan v. Little Hunting \n14 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nPark, Inc., 396 U.S. 229, 90 S.Ct. 400, 24 L.Ed.2d 386  (1969) held: ‘The breadth of a peace officer’s privilege in \n(1969); Basista v. Weir, supra; Pritchard v. Smith, 289  an arrest situation is not necessarily the test of the breadth \nF.2d 153 (8th Cir. 1961); Brazier v. Cherry, 293 F.2d 401  of  a  jailer’s  privilege  in  the  context  of  a  false \n(5th Cir. 1961), cert. den., 368 U.S. 921, 82 S.Ct. 243, 7  imprisonment. There is no privilege in a jailer to keep a \nL.Ed.2d 136 (1961).  prisoner in jail beyond the period of his lawful sentence * \n   * * The fact that the jailer is without personal knowledge \nthat the prisoner is held unlawfully does not constitute a \nWhen we look at New York’s remedy we find that New  defense to an action for false imprisonment.’ Id. at 791. In \nYork has waived its Eleventh Amendment immunity, if it  Whirl the Fifth Circuit reversed a jury verdict for the \never had any, as to Fourteenth Amendment actions, and  defendant jailer and held that the defense of ‘good faith’ \nhas  specifically  provided  for  suit  by  state  prisoners  is not available to a prison administrator who detained the \nagainst correction officials in their official capacities, but  prisoner  for  almost  nine  months  because  the  prison \nhas also provided for certain defenses to such suits. The  administrator failed to properly process his release papers. \ncourt  would  borrow  here,  if  necessary,  New  York’s \nwaiver of immunity but not its defenses. As the Court said  In Joseph v. Rowlen, 402 F.2d 367 (7th Cir. 1968), the \nin Brazier v. Cherry, supra:  court refused to grant immunity to a peace officer who \nmade an arrest without a warrant and without probable \nThus  1988  declares  a  simple,  direct,  abbreviated  test:  cause. \nwhat is needed in the particular case under scrutiny to \nmake the civil rights statutes fully effective? The answer  Even if the defense of ‘good faith’ were available to \nto that inquiry is then matched against (a) federal law and  defendants in this Section 1983 damage action, the court \nif it is found wanting the court must look to (b) state law  finds that they had none. Sostre was, in fact, subjected to \ncurrently in effect. To whatever extent (b) helps, it is  cruel and unusual punishment because he insisted upon \nautomatically available, not because it is procedure rather  exercising his constitutional rights. The multiplicity of \nthan substance, but because Congress says so.  charges  against  him  was  a  pretext  for  his  long \npunishment. And as set forth above, even if some of the \nId. at 409.  charges found to be false were true, the long punishment \nfor such offenses and the failure to take into account the \nThe Supreme Court has read into Section 1983 actions \nSupreme Court’s decision in Johnson v. Avery, supra, \ncertain common law immunities and defenses. In Pierson \ndemolish any claim of good faith. \nv. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L.Ed.2d 288 \n(1967), the Court held that the common law immunity of  Although Follette claims that Sostre was not in solitary \njudges from suits for damages for acts performed in the  confinement  but  in  punitive  segregation,  he \ncourse of their official duties, applies to Section 1983  simultaneously claims that he was authorized by New \nactions. It also *888 held that police officers, although not  York Correction Law 140 (McKinney 1968) to confine \nenjoying the same immunity, are entitled to the common  plaintiff to punitive segregation for the period of time, and \nlaw defense of probable cause and good faith when sued  under the conditions, which he did. Consequently, says \nfor damages under Section 1983.  the Warden, ‘it would be untenable if a state official were \nforced to pay damages for exercising his duty under a \nThe question whether all state officials have complete or \nvalid state statute.’ (Reply Brief of Defendants at 40). \npartial immunity has been decided by this Circuit. In  This statute provides: \nJobson v. Henne, 355 F.2d 129 (2d Cir. 1966), the court \nheld that state common law immunities afforded to judges  Solitary confinement on short rations. \ncould not, consistently with Section 1983, be extended to \nthe  director  of  a  state  mental  institution  or  the  other  If in the opinion of the warden of such prison it shall be \nofficials  who  actually  were  responsible  for  the  injury  deemed  necessary,  in  any  case,  to  inflict  unusual \ncomplained  of,  or  who  had  the  power  to  change  the  punishment in order to produce the entire submission or \nconditions  about  which  the  plaintiff  complained.  The  obedience of any prisoner, it shall be the duty of such \ncourt also disapproved of immunity for subordinate state  warden to confine such prisoner immediately in a cell, \nofficials for all discretionary acts. Id. at 134, ftn. 11.  upon a short allowance, and to retain him therein until he \nshall be reduced to submission and obedience. The short \nThe court in Whirl v. Kern, 407 F.2d 781 (5th Cir. 1968),  allowance of each prisoner so confined shall be prescribed \ncert. den., 396 U.S. 901, 90 S.Ct. 210, 24 L.Ed.2d 177  by the physician, whose duty it shall be to visit such \n15 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nprisoner and examine daily into the state of his health    \nuntil the prisoner be released from solitary confinement \nand returned to his labor.  The court will retain jurisdiction of this case to give \n There is nothing in this statute which authorized Follette  defendants  Follette,  McGinnis,  and  Mancusi  an \nto punish plaintiff for exercising his constitutional *889  opportunity to submit, for approval by this court, the \nrights.18 Even defendants do not claim that under this  proposed rules required by this opinion. Such proposal \nstatute  the  Warden  could  put  a  prisoner  into  solitary  shall be submitted on or before the expiration of 90 days \nconfinement or punitive segregation for something which  from the filing of the court’s order in accordance with this \nhe allegedly did but which was not in fact done, or which  opinion. Plaintiff shall have 30 days, thereafter, to file any \nwas a violation of a constitutionally invalid rule. In order  objections thereto, after which the court will determine \nfor  this  statute  to  remain  constitutional,  it  must  be  whether  any  further  hearing  is  required  before  final \nconstrued to authorize solitary confinement or punitive  approval. \nsegregation  for  no  more  than  15  days  for  serious \ninfractions  of  the  rules  and  after  hearing  and  All Citations \ndetermination  in  accordance  with  the  minimum \n312 F.Supp. 863 \nprocedural due process requirements set forth above. The \n \nAmerican  Correctional  Association,  Manual  of \nCorrectional Standards 414-415 (3rd ed. 1966). \nFootnotes \n \n1  Jurisdiction is also predicated on 28 U.S.C. 1331. Plaintiff refers to himself in the complaint as an ‘Afro-American \n  citizen of the United States.’ \n \n2  If there is substance to plaintiff’s allegations in Wright v. McMann, 387 F.2d 519 (2d Cir. 1967), then Sostre’s reform \n  efforts have failed to eliminate the more outrageously inhumane aspects of solitary confinement at all of New York’s \nprisons. \n \n3  Sostre has a defense committee which is apparently working for reversal of his conviction. (Pl.Exh. 29). \n \n \n4  The Warden, prior to trial, claimed that possession of the emery paper was one of the five reasons why Sostre was \n  sent to solitary but on the trial he modified this, defendants claim, to the three reasons set forth above. (Def. Reply \nBrief at 8-9; T. 1248-1249). \n \n5  See Generally, Note, The Cruel and Unusual Punishment Clause and the Substantive Criminal Law, 79 Harv.L.Rev. \n  635 (1966). \n \n6  Sostre filed his original complaint, pro se. Defendants moved to dismiss. That motion was denied by this court \n  (Croake, J.) on February 4, 1969. Thereafter, Sostre filed another set of motion papers on April 29, 1969, in which he \nsought an order restraining the Warden from refusing to mail a letter for him to the United States Supreme Court, \nfrom obstructing the mailing of a ‘reply to this court’ (presumably in the very action now decided), and from \n16 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nrefusing to release a letter sent by plaintiff to his attorney on April 3, 1969. \nJudge Tenney found on the basis of the paers before him (there was no hearing) that the Warden had neither \nobstructed nor interfered with any of plaintiff’s letters, and denied plaintiff’s motion in all respects. See order of \nSeptember 19, 1969. That order was entered after the preliminary injunction issued on August 1, 1969. \nIn support of his decision, Judge Tenney cited the following declaration in Warden Follette’s affidavit to the court of \nMay 20, 1969 (introduced in evidence on the trial of this action, Pl. Exh. 39): ‘No mail sent by plaintiff has been \nobstructed at any time by the staff of this institution. On the contrary, every piece of mail given by plaintiff to be \nmailed from this prison has been so mailed. * * *’ \nThe affidavit continues these paragraphs later: ‘* * * At no time was any such correspondence (to and from \nplaintiff’s attorney) impeded by anyone on the staff of this institution, except to examine the contents in accordance \nwith the rules of the Department of Correction.’ Warden Follette testified on this trial that the affidavit was \n‘inaccurate’ (T. 1288-1292) and that it should have contained a declaration to the effect: ‘That no mail which he \ncould legally mail from the prison in accordance with the New York State Department of Correction rules and with \nrecent court decisions’ had been obstructed. (T. 1290). \n \n7  Pl.Exh. 22C, F, and G. \n \n \n7a  In the related case of Jackson v. Bishop, 404 F.2d 571 (8th Cir. 1968), the Eighth Circuit instructed the district court \n  to enjoin any use of the strap. \n \n8  The case is not dismissed as to any of the remaining defendants. The Commissioner has the power to re-transfer \n  Sostre to Attica Prison, where defendant Mancusi is the Warden. Defendant McGinnis is the chief executive officer \nof the state’s prison system. He was made aware of everything which was happening to Sostre by Warden Follette. \n(T. 692-700; Pl.Exh. 29, 29-A-F). Although he had the power to do so, McGinnis took no action with respect to \nSostre’s confinement or the conditions in punitive segregation at Green Haven. Therefore, the case is not dismissed \nas to him. \n \n9  Amended Complaint, para 4; T. 703-704. \n \n \n10  It should be noted that the Amended Complaint also predicates jurisdiction on 28 U.S.C. 1331. (Amended Complaint, \n  para. 1). \n \n11  But see Law Students Civil Rights Research Council, Inc. v. Wadmond, 299 F.Supp. 117 (S.D.N.Y.1969) (three-judge \n  court) where the court held that the Appellate Division judges may be enjoined from enforcing an unconstitutional \nstate statute. Id. at 123. \n \n17 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \n12  But as pointed out above, an injunctive order or judgment for damages may be unenforceable without a specific \n  agent or agency against whom such order or judgment may be enforced. \n \n13  The Second Circuit’s recent requirement set forth in dicta in Eisen v. Eastman, supra, of exhaustion of an ‘adequate’ \n  administrative remedy in an action properly brought under Section 1983, is apparently reached without taking \njudicial notice of the fact that the Supreme Court’s decisions (which it cites in that opinion) which hold that state \nadministrative remedies need not be exhausted before resort to a federal court under Section 1983, did not so hold \nwithout long and careful consideration of the effect of the exhaustion doctrine upon civil rights cases. Comment, \nSection 1983 Jurisdiction: A Reply, 83 Harv.L.Rev. 1352, 1358 (1970); Note, Limiting the Section 1983 Action in the \nWake of Monroe v. Pape, 82 Harv.L.Rev. 1486, 1498-1501 (1969). The requirement of exhaustion of administrative \nremedies is a doctrine of judicial administration founded upon a desire to have an efficient administration of justice. \nC. Wright, Federal Courts 59 (2d ed. 1970). The doctrine was originally limited to rate making cases. And as a result \nof this doctrine, the federal courts avoided a flood of tedious and burdensome litigation without any significant \ndamage to the petitioners. \nSoon after federal jurisdiction was successfully invoked in what was to usher in four decades of litigation in the \nfederal courts to secure for American Negroes those rights guaranteed them by the Constitution and laws of the \nUnited States, Alston v. School Board of City of Norfolk, 112 F.2d 992 (4th Cir.), cert. den. 311 U.S. 693, 61 S.Ct. 75, \n85 L.Ed. 448 (1940), the doctrine of exhaustion of administrative remedies was applied to such cases. Cook v. Davis, \n178 F.2d 595 (5th Cir. 1949), cert. den. 340 U.S. 811, 71 S.Ct. 38, 95 L.Ed. 596 (1950); Bates v. Batte, 187 F.2d 142 \n(5th Cir.), cert. den. 342 U.S. 815, 72 S.Ct. 29, 96 L.Ed. 616 (1951); Carson v. Board of Education of McDowell County, \n227 F.2d 789 (4th Cir. 1955), mandamus denied on same ground sub nom. Carson v. Warlick, 238 F.2d 724 (4th Cir. \n1956), cert. den. 353 U.S. 910, 77 S.Ct. 665, 1 L.Ed.2d 664 (1957). \nThis frustrating roadblock to the federal courts in civil rights cases was finally removed by the Supreme Court in \nMonroe v. Pape, 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961), more than a decade after Cook v. Davis, supra, \nduring  which  the  requirement  became  increasingly  more  burdensome.  Carson  v.  Warlick,  supra.  Comment, \nExhaustion of State Remedies Under The Civil Rights Act, 68 Colum.L.Rev. 1201, 1207 & n. 42 (1968). The cost to \npetitioners of these resultant delays can be seen in Griffin v. County School Board, Prince Edward County, 377 U.S. \n218, 84 S.Ct. 1226, 12 L.Ed.2d 256 (1964), where, when the case reached the Supreme Court, the public schools had \nalready been closed for 5 years. This is hardly the time for another retreat from prompt federal enforcement of civil \nrights and personal liberties. \n \n14  The commissioner of correction is the chief executive officer of the department of correction and is in sole charge of \n  the administration of that department. N.Y. Correction Law 5 (McKinney 1968). He appoints the warden of each \nstate prison, who is subject to the rules and statutory powers of the commissioner and who, in directing the officers \nand employees in his prison, is also subject to the direction of the commissioner. Id. 18. \nThe commissioner is also chairman of the state commission of correction, which is charged with the visitation and \ninspection of state prisons. N.Y. Correction Law 16(1), (2) (McKinney 1968). Specifically, and of most importance \nhere: \nThe state commission of correction shall visit and inspect all institutions used for the detention of sane adults * * * \nconvicted of crime, * * * and, subject to the direction and control of the commissioner of correction, shall: 1. Aid in \nsecuring the just, humane and economic administration of all institutions subject to its supervision. 5. Secure the \nbest sanitary conditions * * *, and protect and preserve the health of the inmates. \n18 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \nId. 46. \nThere is no plain, adequate or speedy administrative remedy whereby a prisoner sent to punitive segregation for an \nalleged infraction of the rules may have his grievance remedied nor is there such a remedy for claims of racial \nsegregation, as here alleged. If an inmate believes an order to be unjust or has any complaint concerning an order or \ndesires to complain concerning any action, he notifies a staff officer who notifies the Principal Keeper at the earliest \nopportunity. (Rule 5, Inmates’ Rule Book, Pl. Exh. 1). ‘The rule book states that he can address himself to the deputy \nwarden, the warden, and he may ask for and receive a letterhead to send a letter to the Commissioner.’ (Follette \nDep. at 147, Pl.Exh. 38A; T. 1244). \nWhen an inmate violates a prison rule, it is reported by an officer to the deputy warden. (Follette Dep. at 10, Pl.Exh. \n38B). The deputy warden speaks to the inmate in the presence of a sergeant and perhaps other officers, but the \ninmate has no opportunity to confront his accuser. The Warden testified: It ‘would be degrading to the officer’ to \nhave him present. (Follette Dep. at 12-13, Pl.Exh. 38B). \nThe defendant Commissioner furnished the following information under oath: \n4. * * * There is also a Review Board in the Central Office of the Department of Correction that reviews all cases \ninvolving infractions of rules and punishment where such punishment is 30 days or more. The Review Board is \nauthorized to judge the determination made by the warden in all inmate disciplinary matters. 7. * * * All \npunishment which is imposed in excess of 30 days or where a privilege is withheld for 30 days or more must be \nreferred to the Commissioner. By this means we standardize as much as possible punishments for a similar violation \nin all of the institutions. \nAnswer to Interrogatories of Paul D. McGinnis, Pl.Exh. 28 at 2, 3. \nThere is no codified regulation or provision creating a Review Board, nor is there any indication of what procedures, \nif any, are followed by any such Board. Warden Follette was explicitly questioned as to whether a Review Board had \nbeen set up in Sostre’s case. He testified that he did not know if one had been set up, and that no one \n‘communicated with (him) on the Sostre case as to his confinement in segregation.’ (T. 700). \nMoreover,  defendants  do  not  claim  that  Sostre’s  confinement  in  segregation  was  in  fact  reviewed  by  the \nCommissioner. In rebutting plaintiff’s claim that he had no right of appeal from the disciplinary proceeding, \ndefendants merely point to a rule which permits a prisoner to write a letter requesting an audience with the \nWarden or Commissioner of Correction. (Reply Brief of Defendants at 32, citing Rule 14, Inmates’ Rule Book, Pl.Exh. \n1). \nWhere a prison board withholds the allowance of reduction of sentence for good time, such action must be \nreported to the commissioner of correction with reasons therefor. N.Y. Correction Law 236 (McKinney 1968); 7 \nN.Y.Codes, Rules & Regulations, Correction 60.4(e) (1963) (hereinafter referred to as 7 N.Y.C.R.R.) Although such \naction ‘shall be deemed a judicial function and shall not be reviewable if done according to law,’ N.Y. Correction Law \n236 (McKinney 1968), it ‘shall be reviewable by the Commissioner of Correction.’ 7 N.Y.C.R.R. 60.4(e). Neither \nstandards nor procedures of review are indicated. Such consideration of loss of good time takes place at the time of \nconsideration of eligibility for parole. \nAssuming that this last regulation compels the commissioner to review withholding of reduction of sentence, it can \nhardly be said that there is, therefore, an ‘administrative * * * body with an unmistakable mandate’ to consider \nSostre’s complaints. Wright v. McMann, 387 F.2d 519, 528 (2d Cir. 1967), (concurring opinion of Lumbard, C.J.). \nFurthermore, it is clear that taken in its most benign posture, 7 N.Y.C.R.R. 60.4(e), does not apply to review of other \nforms of punishment— such as punitive segregation. \n19 \n \n\n \n \nSostre v. Rockefeller, 312 F.Supp. 863 (1970)   \n \n \n \n15  Both parties have waived their right to a jury trial in this matter by not requesting a jury trial. Rule 38nd), \n  Fed.R.Civ.P. \n \n16  N.Y. Correction Law 6-b (McKinney 1968) provides: \n \nNo civil action shall be brought in any court against the commissioner or a deputy commissioner of correction or an \nofficer or employee of a state prison or reformatory or institution for criminally insane or mentally defective persons \nin the department, in his personal capacity, for alleged damages because of any act done or failure to perform any \nact, while discharging his official duties, without leave of judge of a supreme court, first had and obtained. Any such \nofficer or employee in any such action shall not be liable for damages if he shall have acted in good faith, with \nreasonable care and upon probable cause. \nAny just claim for damages against such commissioner, officer or employee for which the state would be legally or \nequitably liable, shall be brought and maintained in the court of claims as a claim against the state. \nN.Y. Court of Claims Act 8 (McKinney 1963) provides: \nThe state hereby waives its immunity from liability and action and hereby assumes liability and consents to have the \nsame determined in accordance with the same rules of law as applied to actions in the supreme court against \nindividuals or corporations, provided the claimant complies with the limitations of this article. Nothing herein \ncontained shall be construed to affect, alter or repeal any provision of the workmen’s compensation law. \n \n17  42 U.S.C. 1988 provides: \n \nProceedings in Vindication of Civil Rights. \nThe jurisdiction in civil * * * matters conferred on the district courts by the provisions of this chapter and Title 18, \nfor the protection of all persons in a jury trial. Rule 38(d), Fed.R.Civ.P. and for their vindication, shall be exercised \nand enforced in conformity with the laws of the United States, so far as such laws are suitable to carry the same into \neffect; but in all cases where they are not adapted to the object, or are deficient in the provisions necessary to \nfurnish suitable remedies and punish offenses against law, the common law, as modified and changed by the \nconstitution and statutes of the State wherein the court having jurisdiction of such civil * * * cause is held, so far as \nthe same is not inconsistent with the Constitution and laws of the United States, shall be extended to and govern \nthe said courts in the trial and disposition of the cause, * * *. \n \n18  Plaintiff did not seek in this action to enjoin the enforcement of this statute on the ground of its repugnance to the \n  Federal Constitution. \n \n \n \n20 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131347"
    },
    {
      "date": "1971-07-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131351,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131351.pdf",
      "title": "Civil Docket",
      "text": "\n############# New Text on 20240828 ###############\nPRO  SE  68  Civ.  os8 \nRO  SE  CIVIL  DOCKET  ©®  Civ.1.058 \nUNITED  STATES  DISTRICT  COURT \nJury  demand  date:  .,,~  mm  PHY)  kL  ¥ \neW%i   ba2 ias  ‘84|   4Lh 8 bB6 o | k \n.  2  y  »  ,  Fa \nD.  C.  Form  No.  106  Rev.  | U  8,  tha \n    \nTITLE  OF  CASE  ATTORNEYS \nFor  plaintiff: \nrtin  Sostre,  Pro  Sé. \nDrawer  B,Stormyv  N \nRab  ZeB  &§ \n30  East  Wend  St.  NY  1001   \nFor  defendant:  ; \nLouis  J.  lefkowitz \n0  Centre  ©t.  1 \n  \nNAME  OR \nSTATISTICAL RECORD \nRECEIPT  NO. \nJ.S.  5  mailed  x  AEAD0|L  LR Kon  fia \n6-19-90  |V3%  TriItac \nJ.S.  6  mailed  Marshal \nBasis  of  Action:  Docket  fee \nWitness  fees \nAction  arose  at:  Depositions \n  \nPACE  2  =  \" \n68 PCRivO. S0E5 8  ~ MartOin eSo stre  vs.  Nelson  A,  Rockefeller,etc.,  68  Civ.  oss  | \nPRO  SE \nDATE \nPROCEEDINGS  Date  Order  or  7 \nJudgment  Noted \nNov  Filed  summons  &  service  as  follows: \nNelson  A,  Rockefeller  Atty.  Gen'l.,  State  of  N.Y  NDNY  10-21-6 \nPaul  D.  McGinnis,  N.Y.S.  C  of  Correction  JR.  Cain  Com,  in \n10-21 \nV  t  Mancusi,  Warden,  Attica  State  Prison  Cochrane,  Record Clerk  of \nthe  on  in  WDNY  10-21 \n16.90 \nWarden  Harold  W.  Follette  pers  10-21 \n21.28 \nce  o  on  re?  iss.  Ret.  12 \nFil \nFiled  MEMO.END.  on  motion \nTime  to  file  answer  is \nnotice \nFiled  ANSWER  to \nFiled  MEMO,END \nindicates \nwer \nmailed \nFiled  Notice  of  Motion \n5S  HOW  Fi  RDERED  that  Defts  show  cause  on \n:  in june  hould  not be \ni  for \nf \nFiled  st  tio \nordered \niled  Findin  of  Fac \nthis.  action  procee \nthe  deft.  Follette \netc.  as  icate \nFiled  OPINION \n, \nion  is  a, \nfrom  hold  |  a \nf \nSe  19-6 \nOct  2206 \nSuance  o  as  cor  ad  testificandum,  to  Warden \non,  ore  t  court  1  y  ey,  J \nte \nbaie  piggies  ee \n   a  o ntineed next pa ge __   \na  tn  ae aera il\nPRO  SE  Page  Fi  Z     PAGE  3 \n—,\n =I PRO  g Fes  Civil  058° \n68  Civil  058  Martin  Sostre  vs.  Rockefelkr,  etc.  — \n110  Rev.  Civil  Docket Continuation \n    \nDate Order or \nDATE  PROCEEDINGS \nJudgment Noted \n,  tent4  Pema  Ward \n Filed  Order  for  issofu wriat onf hcabeae s c or \n|  Oct 027-69 \nGreenhaven  Prison,  to  bring  SILAS  DAVID  before  this  court,  10/30/69.Motley,  Jd \nIssued  Writ  Ret.  10/30/69._  \nOc t .29-69_   on Writ. Writ _adj\"d_f—o_r_  \nMOTLE| Y, \nevery  d  1. \n69-__Trial  cont\". \nOct  .31=-49    \nFiled  in co rte - \nSeAkl “abnd fiend,  IPL giniiera  Heat  Yavasacticn  to aimitss Declstontnktbd 2.2L. \nTrial  continued, \n  \nNov.7-69 \n  of  Facts  oni  Gane  us io. ns_  of  Law,  2 nd  aed efs, \n_  Nov.17=69  Filed  Notice  of  Pre-Trial  Conference.  Sugarman,  Chad. \nNovel 8-69  Filed  Order  that  plaintiff,  proceeding  in  forma  pauperis,  be  given  a  copy of  the \n trial  transcript  in  this  action  at  ho  cost  to  him,  cost  to  be  borne  by  the \neats Government.  Motley,  de  {/  ?  1k  fiz  é \nLe  ¢ \nled  pltff's  post-trial‘  memorandum.  ni \n ]er st ietujLled  pitr-PeFr“ ey  Ss  ‘proposed  findings  of  fact  &  cone lasions  of  law. \np\n Ted  writ  satisfied,  John  Carroth ers  on  10-31-69.  Motley,J., \n | srJack  James  on  11-3-69  and  Silas  Davis  on  11-3-6 9 \nM ay  1-74 )  Filed  Opinion  #36790--Findings  of   fact  and  conclusions  of  law-- \nthe  third  cause  of  action  is  dismissed  as  to  all  parties,  and \n the  case  as  to  Governor  Rockefel ler  is  dismissed. Defts.Follette, \n McGinnis  and  Mancusi  will  be  enj oined  from  returning  pltff.  to \n  \npunitive  segrgation,etc.  without  copy  of  charges  or  hearing,etc. \n Defts.will  be  required  to*submit  proposed  rules  and  regulations \n  \n   governing  future  disciplinary  charges  and  hearings,  and  will  be    \n permanently  enjoined  from  censor ing,refusing  to  mail  or  to  give \n to  pltff.  communications  indicate d. ,etc.The  court  awards  pltff. \n g$y    25.00  per  day  spent  in  punitive  segregation  -total  $9,300. \n The  court  awards  the  adfitional  sum  of  $10  per  day  in  punitive \n damages  -  total  $3,720  against  d efts.Follette  and  McGinnis.The \n court  will  retain  jurisdiction  o f  this  case  to  give  defts.Follett \n McGinnis  and  Mancusi  an  opportun ity  to  submit,  for  approval  the \n proposed  rules  required.  Such  pr oposal  shall  be  submitted  on  or \n before  the  expiration  of  90  days  from  filing  of  the  court's  order \n pltff.shall  have  30  days  thereaf ter  to  file  any  objections  theret |\\* \nafter  wh ich  the  court  will  determine  whet her  any  further  hearing  QO \n is  required  before  final  approval .  Motley,  J.  m/n  66pp \nM ay  1h-7¢ )  Filed  order  that  defts.Follette,Mc Ginnis  and  Mancusi,their  employe es, \n etc.  are  perpetually  enjoined  an d  restrained  from  acts  indicated. \n Ordered  that  defts.  submit  with in  90  days  from  date  of  this  orde ‘’ \n for  approval  by  court,  proposed  rules  and  reguiations  governing \nas  inflicated.  Defts.and  their  agents  credit  pltff.  with  12)  173 \n days  of  good  time  credit  while   wrongfully  incarcerated  and  that \n pltff.  recover  of  defts.Follette   and  McGinnis  the  sum  of \n 533.  020.00.  The  court  retain  ju risdiction.  So  Ordered-Motley,J. \nO ct. 29-65  Filed  defts'  amended  ANSWER.   LJL \nFiled  pltff's  motion  for  copy  of  transcript  at  govt's  expense. \nNov.  18-65 \nMay  18-7¢ )  Filed  pltff's  exhibits. \nM ay  18-7  Filed  deft's  exhibits.   \nM ay  18-7¢  Filed  pltff's  notice  of  motion  re quiring  defts  to  return  books,etc \nMay  18-7¢ )  Filed  pltff's  affidavit  on  motion  to  return  books. \n $ ) Filed -defts,. memorandum  f  law.   \n)  Filed  defts'  ANS WER.  F  a   \nCONT\"D  ON  PAGE  #3\n  \noe \n) \n68  CIV  058  SOSTRE  VS.  ROCKEFELLER,  ET  AL.  PR  0)  SE  68  CIV  4058 \nPR.  S  .  PAGE  #3 \n           \n    \nDATE  PROCEEDINGS  see ber teee \nf ay  16-70  Filed  letter  from  Rabinowitz,Boudi n  &  Standard  to  Judge  Motleyn \n for  leave  to  file  reply  brief.   \nM ay  18-70  Filed  pltff's  reply  memorandum.   \nM ay  15-70  Filed  supplemental  memorandum  of   law  insupport  of  pltff's  application \n for  preliminary  injunction.   \nW ay  15-70  ee  5 ooETO  Judge  Motley  from  Rabbnowitz, Boudin  &  Standard \n  \nf ay  15-70  Filed  affidavit  of  Chakles  L.MCKen drick. \nf ay  16-70  Filed  mpixxk&  f%  deft's  proposed  findin g  of  Bact  and  conclusions  of  law. \nf ay  10-790  Filed  memorandum  of  law  of  defts.  in  opposition  to  preliminary \n injunction.   - \nf ay  15-70  Filed    defts'  post  trial  memorandum   of  law. \nfay  18-70  Filed  defts'  proposed  findings  of  fact   and  conclusions  of  law. \nfay  18-70  Filed  reply  brief  of  defts.   \nf ay  10-70  Filed  affidavit  of  Albert  8.  Gilli gan. \nf ay  18-70  Filed  plitff's  trial  memorandum.   ; \nf ay  18-70  Filed  transcript  of  record  of  proc eedings  dtd.  7-8-69. \nay  15-70   Filed  transcript  of  record  of  proceedi ngs  dtd.  10-28-69. \nf ay  18-70  Filed  transcript  of  record  of  proc eedings  dtd.  10-29-69. \nf ay  15-70  Filed  transcript  of  record  of  proc eedings  dtd.  10-30-89. \n  \nfay  18-70  Filed  transcript  of  record  of  proceedings  dtd.  10-31-69. \n  \n=  18-70  Filed  transcript  of  record  of  proceedings  dtd.  11-3-69. \nf ay  18-70  Filed  transcript   -S-  _ \nfay  18-70|  Filed  transcript  of  record  of  proceedings  dtd.  11-6-6@. \nf ay  18-70  Filed  transcript  of  record  of  proc eedings  dtd.  11-7-49. \n  \nMay  15-70  Filed  defts'  notice  of  appeal to  USCA  mailed  copy  to  Rabinowitz, \n    \n Boudin  &  Standard.     \nf ay  20-79  Filed  stip  and  order  that  entire   pre-trial  deposition  of  deft.Foll  tte \n shall  be  entered  and  received  in  evidence  on  trial.  So  Ordered-Mot bley  J \n  \nJun.2-70  Filed  answering  affidavit  of  Victor  Rabinowitz. \n Biled  Opinion  #36866--defts.applie d  for  a  stay  of  court's  order \nJun. 12-70 \n dtd.5-1l-70  pending  appeal  and  f or  permission  to  prosecute  appeal \n without  filing  cost  bond;  and  for   new  trial  or  amendment  of  judgm  nt. \n The  court  held  a  recorded  hearing   on  defts'  request  on  6-10-70. \n The  court  grants  defts'  request   for  a  stay  to  those  provisions \n indicated  of  court's  order  dtd.   5-14-70  providing  defts  perfect \n their  appeal  within  5  days  from  6-11-70.  The  court  denies  the  stg \n as  to  that  part  of  the  permanent  injunction  that  enjoins  and \n restrains  defts.  ds  indicated.  D efts  have  permission  to  prosecute   \n the  appeal  without  bond.  The  cour t  is  without  jurisdiction  to \n grant  a  new  trial,etc.after  filin g  of  notice  of  appeal.  The  request \n for  new  trial  as  to  deft.Follete  on  ground  of  his  death  is  without \nv \n merit.Pltff.  may  substitute  an  o rder  for  court's  approval  substit  ting \n Follette's  successor  as  deft.,etc .  So  Ordered--Motley,  J.   m/n \nJ un.15-70  Filed  pltff's  amended  complaint.   \n Filed  affidavit  of  Hillel  Hoffman.  \nJun  @ 15-70 \nJ un.15-70  Filed  reply  affidavit  of  Hillel  H offman  to  answering  affdvt.of  Mr. \nRabinowitz. \n Jun.17-7! )  Filed  memorandum  to  Judge  Tenney  from  Pro  se  clerk  dtd.  6-5-69,  an \n enclosed  letter  from  pltff.  dtd.   5-29-69. \nJ un.19-70  Filed  notice  of  certification  of   record  on  appeal  to  USCA. \n )  Filed  letters  from  Edward  Sullivan   (exhibits  to  Sostre  Case). \nJun °  15-7¢ \nS ept.  1-7 QO  Filed  transcript  of  record  of  pr oceedings  dtd.  6-10-70. \n  \n  \n  \nFPI—LK—12-3-638--12M—2945 \n68  Civ  4058  SOSTRE  VS.  ROCKEFELLER,  ETAL  JUDGE  MOTLEY  68  Civ  4058 \n: \nD. C.  110 Rev.  Civil Docket Continuation  Page  44. \n      \nDATE  PROCEEDINGS  Date Order or \nJudgment  Noted \niOov  25-  ltf£'s  notice  of  motion  fow  relief  under  42  U.S.C. \nNov.  25- =é   tff's  petition  for  writ  o  eas  corpus, \nNov.  25> 7  tit  s-petitioner’s  memorandum  o  aw  s  ort  or \n  aint-petition  for  writ  o  abeas  Corpus. \nNNoovv..   PF|a]   M/DIQ eetttteerr   ttoo   JJuuddggee   MMoottlleey y  frfroomm   Marrtt in  voSsosttrree  \nNNoovv..   taj] Fa  GIODIO/ ott rr r hasS  bennaoostt iiccceeo  rpoouf  s. mottieonnt ion for tor elief e  unthde era tt4&4 ached hl a Sme oa tion  LOT\nS\nNov.  hry]  OI t  S  petition  ror  writ  o  abeas  Corpus. \ne  true  co  om  the  ere  order  o \nS  reverse  art  ae  art  a  rme \naccordance  th  the  on  or  this  court.  erk. \nE  ED.  E  OPIN  of  U.5.C.A- \no  ordered. Motle  de \n   \n     \n\n############# Old Text on 20240828 ###############\n\n\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131351"
    }
  ],
  "document_count": 5
}