{
  "case_id": 11816,
  "fetched_at": "2025-10-22T00:16:03.131084",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Director of the Illinois Department of Public Aid",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Illinois",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Public Benefits/Government Services",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "Medicaid, 42 U.S.C §1396 (Title XIX of the Social Security Act)"
    ],
    "class_action_granted": "Denied",
    "class_action_sought": "Yes",
    "closing_year": 2007,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Northern District of Illinois",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2005-01-31",
    "filing_year": 2005,
    "id": 11816,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Least restrictive environment",
      "General/Misc.: Reassessment and care planning",
      "Benefits (Source): Medicaid",
      "General/Misc.: Public benefits (includes, e.g., in-state tuition, govt. jobs)",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "Disability and Disability Rights: Mental impairment",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation",
      "Jails, Prisons, Detention Centers, and Other Institutions: Deinstitutionalization/decarceration"
    ],
    "last_checked_date": "2013-06-24T00:00:00-04:00",
    "main_docket": {
      "id": 31337,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2005,
      "docket_filing_number": 544,
      "is_main_docket": true,
      "court": "Northern District of Illinois",
      "state": "Illinois",
      "docket_office_number": "1",
      "docket_number_manual": "1:05-cv-00544",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/ilnd--1-05-cv-00544.html",
      "recap_link": "https://www.courtlistener.com/docket/5423107/bertrand-v-maram/",
      "is_active": true
    },
    "name": "Bertrand v. Maram",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Two developmentally disabled adults, representing the class of all developmentally disabled adults who were Illinois Medicaid HCBS waiver recipients and who sought additional funding for services through the program.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>On January 31, 2005, private counsel filed a class-action suit against three Illinois state officials: the Director of the Illinois Department of Public Aid, the Secretary of the Illinois Department of Human Services, and the Director of the Office of Developmental Disabilities. On the following day (February 1, 2005),  a slightly modified Amended Complaint and Motion for Class Certification was filed. The Plaintiffs alleged that Illinois had insufficiently funded its Medicaid Home and Community-Based Services (HCBS) waiver program, which was established under § 1915(c) of the Social Security Act. The purpose of the waiver program was to provide services to individuals with developmental disabilities who, in the absence of the HCBS, would require care in a large institution. The complaint listed two named plaintiffs, who were also representatives of the proposed class, defined as all developmentally disabled persons with intellectual disabilities, eighteen or older, who were HCBS recipients and who sought additional funding for services through the program.</p><p>Under 42 U.S.C. § 1396n(c)(1) and § 1915(c) of the Social Security Act, by opting to provide an HCBS waiver program, Illinois had committed to make available a specified number of HCBS waivers to participants (10,000 waivers in 2005), and to fully fund the services required by participants so as to enable them live in an integrated community setting. The Plaintiffs alleged that Illinois had issued too few waivers each year, and that it had denied waiver recipient requests for necessary services. Among the services available under HCBS was the option for individuals to live in Community-Integrated Living Arrangements (CILAs), a type of state-licensed group home for eight or fewer residents where individually customized habilitation and personal care support and services were provided. The complaint alleged that because of supposed insufficient funding, Illinois was denying the requests of qualified Medicaid HCBS recipients for placement in CILA residences, and instead was placing or offering to place them in large institutions where they would be effectively segregated from the rest of society. Both of the named plaintiffs had been denied placement in CILA residences despite being HCBS waiver recipients.</p><p>The Plaintiffs sought an injunction requiring Illinois to provide funding for and to make available to the Plaintiff class a full range of HCBS services, including CILA services. They sought a declaratory judgment holding the failure to provide funding unlawful under 24 U.S.C. §1396a(a) (the Medicaid Act) and 42 U.S.C. §1983,  and further sought to recover attorneys' fees and costs.</p><p>Illinois argued that the federal Centers for Medicare and Medicaid Services (CMS) had specifically approved Illinois' use of certain priority criteria to limit the number of CILA recipients when it approved the state's HCBS waiver program, and that if CILA and other services were not distributed on a the basis of priority criteria, but on a first-come, first-served basis, those most in need would not necessarily receive them.</p><p>On June 8, 2005, the Plaintiffs filed a Motion for Summary Judgment, and on July 7, the Defendants filed their own summary judgment motion. On September 25, 2006, the Court (Judge Virginia M. Kendall) issued an Opinion and Order denying the Plaintiffs' motion and granting Illinois' motion. The Court held that, because the CMS had specifically approved Illinois' use of certain priority criteria to limit the number of CILA recipients when it approved the state's HCBS waiver program, Illinois was not in violation of federal law. The Plaintiffs' motion for class certification was denied as moot.</p><p>The Plaintiff filed an Appeal to the federal Seventh Circuit Court of Appeals. On September 9, 2007, the Court of Appeals (Chief Judge Frank Hoover Easterbrook, writing for a three judge panel) affirmed the lower court's decision. Bertrand ex rel. Bertrand v. Maram, 495 F.3d 452 (7th Cir. 2007) (rehearing denied).</p><p>The case is closed.</p>",
    "summary_published_date": "2013-06-24T00:00:00-04:00",
    "summary_short": "On January 31, 2005, a class-action suit was filed against three Illinois state officials. The Plaintiffs alleged that Illinois had insufficiently funded its Medicaid Home and Community-Based Services (HCBS) waiver program. The waiver program was designed to provide services to individuals with developmental disabilities who, in its absence, would require care in a large institution. The complaint defined the class as all developmentally disabled, eighteen or older, who were HCBS recipients and who sought additional funding for services through the program. Illinois had committed to make available a specified number of HCBS waivers to participants, and to fully fund the services required by participants so as to enable them live in an integrated community setting. The complaint alleged that because of the supposed insufficient funding, Illinois was denying the requests of qualified Medicaid HCBS recipients for placement in community-based group homes residences, and instead offering to place them in large institutions where they would be effectively segregated from the rest of society. The Plaintiffs sought an injunction requiring Illinois to provide funding for and to make available to the Plaintiff class a full range of HCBS services. They sought a declaratory judgment holding that Illinois past failure to provide this funding was unlawful,  and further sought to recover attorneys' fees and costs. Illinois argued that the federal Centers for Medicare and Medicaid Services had specifically approved Illinois' use of certain priority criteria to limit the number of CILA recipients when it approved the state's HCBS waiver program, and that if CILA and other services were not distributed on a the basis of priority criteria, but on a first-come, first-served basis, those most in need would not necessarily receive them. On September 25, 2006, the Court granted Illinois' motion. The Plaintiff filed an Appeal to the federal Seventh Circuit Court of Appeals. On September 9, 2007, the Court of Appeals affirmed the lower court's decision.\r\n\r\nThe case is closed.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11816",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11816",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11816",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11816"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119176,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119176"
    },
    {
      "date": "2005-02-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 48150,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/48150.pdf",
      "title": "Amended Complaint for Declaratory and Injunctive Relief",
      "text": "Case: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 1 of 25 PageID #:23\nAG \nIN THE UNITED STATES DISTRICT COURT  n \nF  L E \nFOR THE NORTHERN DISTRICT oF ILLINOis  1 \nEASTERN DIVISION \nCHRISTOPHER BERTRAND,  by and through  )  fE9  · J ZOOS  WH \nhis parents, Daniel and Inez Bertrand, FRANK  ) \nPATTERSON, JR., by and through his parents,  )  MICHAEL W. DOBBINS \nCLERK, U.S. DISTRICT COURT \nFrank and Janice Patterson, Sr., individually and  ) \non behalf of a class,  ) \n) \nPlaintiffs,  )  No.  05 C 0544 \n) \nvs.  )  JUDGECOAR \n) \n)  MAGISTRATE KEYS \nBARRY S. MARAM, in his official capacity  ) \nas Director of the Illinois Department of Public  ) \nAid, CAROL L. ADAMS, in her official capacity  ) \nas Secretary of the Illinois Department of Human  ) \nServices, JEROLENE JOHNSON, in her official  ) \ncapacity as Director of the Office of Developmental ) \nDisabilities,  ) \n) \nDefendants.  ) \nAMENDED COMPLAINT FOR \nDECLARATORY AND INJUNCTIVE RELIEF \nNow comes the Plaintiffs, by and through his attorney, Robert H. Farley, Jr., Ltd., and \nfiles the following amended complaint against the Defendants as follows: \nINTRODUCTION \nI. Under Section 1915(c) of the Social Security Act, the State of Illinois provides \nfunding for medicaid Home and Community-Based Services (HCBS) for adults with \ndevelopmental disabilities or mental retardation.  The HCBS program is provided as an \nalternative to institutional care, so that the developmentally disabled person does not have to \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 2 of 25 PageID #:24\nreside in an institution in order to receive needed services.  The HCBS program offers a variety \nof services to the developmentally disabled person, which include non-residential (day \nprogramming I developmental training) services and residential services (habilitation services) .. \nThe residential services component in the HCBS program allows a developmentally disabled \npersons to live in a group home, called a Community-Integrated Living Arrangement (CILA) \nprovided by a licensed community developmental disabilities services agency where eight or \nfewer persons with developmental disabilities reside under supervision of the agency. \nIndividuals receive a customized array of flexible residential habilitation or personal care \nsupports and services in the home and in other community locations under the direction of a \ncommunity support team. \nThe HCBS program offers 10,000 developmentally disabled persons the right to \nreceive community based (non-institutional) services and approximately 6,245 of the 10,000 \npersons enrolled in the HCBS program receive CILA residential services. \n2.  The Plaintiff, Christopher Bertrand, is an adult with developmental disabilities.  The \nPlaintiff was found eligible by the Defendants to participate in the HCBS medicaid waiver \nprogram, and was accepted into the State of Illinois HCBS medicaid waiver program.  The \nPlaintiff does receive funding for some services (non-residential) in the HCBS program, but not \nfunding for all the services which arc available in the HCBS program, specifically a CILA \nresidential program.  The Defendants refuse to authorize funding for the Plaintiff to receive \nfunding for CILA services.  The policy ofthe Defendants is to inform persons like the Plaintiff \nwho are developmentally disabled, that if a person wants residential services then he or she can \ngo live in an institution, which is called an Intermediate Care Facility for the Developmentally \n2 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 3 of 25 PageID #:25\nDisabled (ICF /DD).  (See Exhibit \"A\" - letter sent by DHS to the parent of a developmentally \ndisabled similar person, described in paragraph 32 below).  The Plaintiff does not want to live in \nan institution in order to receive residential services.  The Plaintiff seeks funding for community \nbased residential services in the HCBS medicaid waiver program and medicaid requires the State \nof Illinois to provide funding for all the services contained in the HCBS program with \n\"reasonable promptness\" and not just funding for some of the services. \n3.  The Plaintiff, Frank Patterson, Jr., is an adult with developmental disabilities.  The \nPlaintiff was found eligible by the Defendants to participate in the HCBS medicaid waiver \nprogram, and was accepted into the State of Illinois HCBS medicaid waiver program.  The \nPlaintiff does receive funding for some services (non-residential) in the HCBS program, but not \nfunding for all the services which are available in the HCBS program, specifically a CILA \nresidential program.  The Defendants refuse to authorize funding for the Plaintiff to receive \nfunding for CILA services.  The policy of the Defendants is to inform persons like the Plaintiff \nwho are developmentally disabled, that if a person wants residential services then he or she can \ngo live in an institution, which is called an Intermediate Care Facility for the Developmentally \nDisabled (ICF/DD).  (See Exhibit \"A\"- letter sent by DHS to the parent of a developmentally \ndisabled similar person, described in paragraph 32 below).  The Plaintiff does not want to live in \nan institution in order to receive residential services.  The Plaintiff seeks funding for community \nbased residential services in the HCBS medicaid waiver program and medicaid requires the State \nof Jllinois to provide funding for all the services contained in the HCBS program with \n\"reasonable promptness\" and not just funding for some of the services. \n4.  This is a statewide class action brought on behalf of all developmentally disabled \n3 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 4 of 25 PageID #:26\npersons who are eligible and who have been funded to receive medicaid waiver services in the \nHome and Community-Based Services (HCBS) program for adults with developmental \ndisabilities and have been denied funding for additional waiver services offered in the HCBS \nprogram. \n5.  The Defendants failure to provide Medicaid services to the Plaintiff with \"reasonable \npromptness\" violates Plaintiffs rights conferred by the Medicaid Act, 42 U.S.C. Sec. 1396(a) \nand implementing regulations.  Plainti!Tbring this action pursuant to 42 U.S.C. Section 1983 to \nenforce his federal statutory and constitutional rights.  The Plaintiff seeks declaratory and \ninjunctive relief to redress Defendants violation of the Medicaid Act. \nJURISDICTION & VENUE \n6.  This Court has jurisdiction over plaintiffs' federal law claims pursuant to 28 U.S.C. \nSections 1331 and 1343.  Venue isproperunder28 U.S.C. Sec. 1391(b). \nPARTIES \n7.  (a) The Plaintiff, Christopher Bertrand, age 23, is developmentally disabled and lives \nwith his parents, Daniel and Inez Bertrand.  The family arc residents of Dolton, Illinois. \n(b)  The Plaintiff was found eligible by the Defendants to participate in the HCBS \nmedicaid waiver program.  In order for the Plaintiff to be eligible to participate in the HCBS \nmedicaid waiver program, the Plaintifl\"s was first found by Suburban Access, Inc., an \nIndependent Service Coordination agency and an agent of the State of Illinois  that the Plaintiff is \neligible for an ICF /DD level of care funding which would also encompass a level of care funding \nfor medicaid waiver services. \n(c) The Plaintiff was accepted by the Defendants to receive funding for services in the \n4 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 5 of 25 PageID #:27\nHCBS medicaid waiver program. \n(d) Under the HCBS medicaid waiver program, the Plaintiff does receive funding for \nsome services (non-residential) in the HCBS program.  However, the Defendants refuse to \nauthorize funding for the Plaintiff to receive funding for  residential services (residential \nhabilitation) which is provided for in the HCBS program, and which is called a Community \nIntegrated Living Arrangement (CILA). \n(e)  The Defendants, through Suburban Access, Inc.,  informed the Plaintiff on or \nabout January 12, 2005, that \"Christopher's placement in New Hope's CILA has been denied by \nthe Department of Human Services (DHS).\"  (See Exhibit \"B\")  DHS informed Suburban \nAccess that \"[Christohpher] does not appear to meet priority population criteria and thus we are \nunable to process the request for CILA funding.\"  (See Exhibit \"C\")  Prior to the denial of CILA \nfunding, Suburban Access, Inc. informed the Defendants that Christopher is in the medicaid \nwaiver program, Horne Based Services.\"  (Sec Exhibit \"D\"). \n(f)  The Plaintiff does not want to live in an institution in order to receive residential \nserv!Ces.  The Plaintiff seeks funding for community based residential services in the HCBS \nmedicaid waiver program for a CILA and medicaid requires the State of Illinois to provide \nfunding for all the services contained in the HCBS program, which includes residential services \n(CILA) with \"reasonable promptness\" and not just funding for some of the services.  The \nPlaintifi has a need for funding for CILA residential services and this need has been documented \nand found by Suburban Access, Inc., an agent of the State of Illinois. \n(g) The Defendants have denied the Plaintiff funding for CILA residential services. \n(h) The Defendants have not informed the Plaintiff nor his parents when or if he will \n5 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 6 of 25 PageID #:28\nreceive funding for residential medicaid waiver services (CILA) in the foreseeable future. \n(i) The Plaintiff is entitled to funding for residential medicaid waiver services (CILA) \nwith reasonable promptness. \n8.  (a) The Plaintiff, Frank Patterson, Jr., age 29, is developmentally disabled and lives \nwith his parents, Frank and Janice Patterson, Sr.  The family are residents of Oak Park, Illinois. \n(b)  The Plaintiff was found eligible by the Defendants to participate in the HCBS \nmedicaid waiver program.  In order for the Plaintiff to be eligible to participate in the HCBS \nmedicaid waiver program, the Plaintiffs was first found by Suburban Access, Inc., an \nIndependent Service Coordination agency and an agent of the State of Illinois  that the Plaintiff is \neligible for an ICF/DD level of care funding which would also encompass a level of care funding \nfor medicaid waiver services. \n(c) The Plaintiff was accepted by the Defendants to receive funding for services in the \nHCBS medicaid waiver program. \n(d) Under the HCBS medicaid waiver program, the Plaintiff does receive funding for \nsome services (non-residential) in the IIC  BS program.  However, the Defendants refuse to \nauthorize funding for the PlaintitJto receive funding for  residential services (residential \nhabilitation) which is provided for in the HCBS program, and which is called a Community \nIntegrated Living Arrangement (CILA). \n(e)  The Defendants, through Suburban Access, Inc.,  informed the Plaintiff on or \nabout the Summer of 2003, that the Plaintiffs placement in Oak-Leyden's CILA had been denied \nby the Department of Human Services (DHS).  Suburban Access informed the Plaintiff that \nCILA funding was denied because he did not meet the priority or emergency criteria for a CILA \n6 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 7 of 25 PageID #:29\nplacement.  Upon information and belief, prior to the denial of CILA funding, Suburban Access, \nInc. informed the Defendants that the Plaintiff is in the medicaid waiver program, Home Based \nServices. \n(f)  The Plaintiff does not want to live in an institution in order to receive residential \nservices.  The Plaintiff seeks funding for community based residential services in the HCBS \nmedicaid waiver program for a CILA and medicaid requires the Stale of Illinois to provide \nfunding for all the services contained in the HCBS program, which includes residential services \n(CILA) with \"reasonable promptness\" and not just funding for some of the services.  The \nPlaintiff has a need for funding for CILA residential services and this need has been documented \nand found by Suburban Access, Inc., an agent of the State of lllinois. \n(g) The Defendants have denied the Plaintiff funding for CILA residential services. \n(h) The Defendants have not informed the Plaintiff nor his parents when or if he will \nreceive funding for residential medicaid waiver services (CILA) in the foreseeable future. \n(i) The Plaintiff is entitled to funding for residential medicaid waiver services (CILA) \nwith reasonable promptness. \n9.  The Defendant, Barry S. Maram, is the Director of the Illinois Department of Public \nAid (DPA) and is being sued in his official capacity.  The DPA is the designated Medical \nAssistance Single State Agency and is responsible for the oversight and the administration of the \nMedicaid program under Title XIX of the Social Security Act, which includes programs for \npersons with mental retardation or developmental disabilities. \n10.  The Defendant, Carol L. Adams, as Secretary of the Illinois Department of Human \nServices (DHS) is being sue in her official capacity. \n7 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 8 of 25 PageID #:30\n(a)  Pursuant to an interagency agreement with DPA, Defendant Adams office \n(DHS) is responsible for administering Illinois' State Medicaid Plan and the monitoring of Title \nXIX programs. \n(b)  DP A has delegated the day-to-day-administration of the waiver program to \nDHS via an interagency provider agreement which specifies the activities performed by each of \nthe two agencies.  Under the terms of this agreement, DHS is responsible for administering the \nwaiver according to the rules, regulations and procedures established by the DPA  .  DI-IS acts as \nthe fiscal agent of DP A.  DHS has in turn contracted with community-based agencies throughout \nthe State to provide services to individuals in the waiver.  The point of entry into the program is \nthe Pre-Admission Screening (PAS) Agency.  A PAS Agent or Service Coordinator performs the \ninitial functional assessment of the person seeking services, determines the person's needs, and \nfinds appropriate placement.  Services provided in the waiver include non-residential (day \nprogramming I developmental training) and residential services (group home). \nII. The Defendant, Jerolene Johnson, is the Director of the Office of Developmental \nDisabilities (ODD) which is operated within DHS and she is being sue in her official capacity. \nThe Office of Developmental Disabilities (ODD) is responsible for the control and \nadministration of the developmental disabilities program  and its related Medicaid program in \nIllinois. \nCLASS ACTION ALLEGATIONS \n12.  Plaintiffs bring this action as a class action pursuant to Rule 23(b)(2) of the Federal \nRules of Civil Procedure. \n13.  The Class consists of the following: \n8 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 9 of 25 PageID #:31\nAll developmentally disabled persons or mentally retarded persons \naged eighteen and older who are enrolled and receiving services funded \nunder the Illinois Medicaid Home and Community-Based Services (HCBS) \nprogram and who are seeking additional funding for more services offered in \nthe HCBS program. \n14.  The Class is so numerous that joinder of all persons is impracticable. Plaintiffs \nbelieve that the class probably numbers well over hundreds and hundreds of persons.  Of the \napproximately I 0,000 persons who can be served in the HCBS program, approximately 6,245 \npersons receive CILA residential services, which also include day programming services. \nApproximately 3,300 persons receive day programming services (developmental \ntraining) and are denied funding for CILA residential services unless they satisfy the Defendant's \nemergency or priority criteria for CILA.  Of the 3,300 persons receiving day programming \nservices, 2,850 persons receive limited funding for services and are denied funding for both \nCILA residential services and funding for other day programming services, such as physical \ntherapy services, occucaptional therapy services, speech, hearing and language services; \nbehavioral services, supported living services which includes personal/direct support, respite, \nskilled nursing, transportation and personal emergency response.  Approximately 450 of the \n3,300 persons receiving funding for day programming services, also receive more intensive day \nprogramming services as stated in the previous sentence. \nUpon information and belief, approximately 400-500 funding slots remain open in the \nHCBS program as the Defendants have historically not served all the persons in the HCBS \nprogram and the Plaintiffs claim that all developmentally disabled persons are entitled to receive \nfunding for services up to the cap limit of I 0,000. \n9 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 10 of 25 PageID #:32\n15.  The Plaintiffs are adequate representatives of the class because they sutTer from \ndeprivations identical to those of the class members and have been denied the same federal rights \nthat they seek to enforce on behalf of the other class members.  The Plaintiffs will fairly and \nadequately represent the interests of the other class members, many of whom are unable to \npursue claims on their own behalf as the result of their disabilities.  Plaintiffs' interest in \nobtaining injunctive relief for the violations of constitutional rights and privileges are consistent \nwith and not antagonistic to those of any person within the class. \n16.  The claims of the class members raise common questions of fact, including whether \nindividuals eligible for Medicaid waiver services are being funded with all services offered in the \nHCBS program with reasonable promptness. \nThe claims of the class members also raise common questions of law, including the \ninterpretations of the Medicaid Aid; and \na) Whether the class members, after being enrolled in the Illinois medicaid waiver \nprogram (HCBS) are entitled to receive funding for all the services which he or she  needs in the \nprogram with reasonable promptness under 42 U.S.C. 1396(a)(8); and \nb) Whether the class members, after being enrolled in the Illinois medicaid waiver \nprogram (HCBS) are entitled to his or her choices for Medicaid services (\"freedom of choice\") \nunder the HCBS program under 42 U.S.C. 1396n(c)(2)(C). \nThe common questions of fact and law predominate over questions affecting only \nindividual class members. \n17.  A class action is superior to other available methods for the fair and efficient \nadjudication of the controversy in that: \n10 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 11 of 25 PageID #:33\n(i) A multiplicity of suits with consequent burden on the courts and defendants \nshould be avoided. \n(ii) It would be virtually impossible for all class members to intervene as parties \nplaintiffs in this action. \nSTATEMENT OF FACTS \nState of Illinois Medicaid Plan \n18.  Title XIX of the Social Security Act of 1965,42 U.S.C. Section 1396 et. seq. (The \n\"Medicaid Act\"), establishes Medicaid, a federal program administered by the States to provide \nhealth care to low-income individuals.  State participation in the Medicaid program is optional. \nIf the State elects to participate, it must submit a \"State Plan\" for approval by the Secretary of the \nUnited States Department of Health and Human Services (\"HHS\"). \n19.  The federal government reimburses a participating State for a portion of the cost of \nmedical services provided under its Medicaid program.  To receive federal funds, the State's \nprogram must comply with the requirements set forth in the Medicaid Act and in federal \nimplementing regulations. \n20.  The Medicaid Act requires participating States to provide certain services to \nindividuals who qualifY as \"categorically needy\" based on their eligibility for assistance under \nother federal programs.  42 U.S.C. Sections 1396a(a)(lO)(A), 1396d(a); 42 C.F.R. Section 435.4. \nThe Act offers States the option of providing -- and receiving federal Medicaid reimbursement \nfor-- additional health care services for the categorically needy and for the \"medically needy,\" \nwhose income and assets are limited but are too high to qualifY for \"categorically needy\" status. \n42 U.S.C. Sections 1396a(a)(l O)(C); 42 C.F.R. Section 435.4. \n21.  One optional service that a participating State may provide is care for eligible \nII \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 12 of 25 PageID #:34\nindividuals in an \"intermediate care facility for the mentally retarded (\"'CP/MR\").  42 U.S.C. \nSections 1396d(a)(l5), (d).  Once a state commits to provide optional services, it must provide \nthem in compliance with the requirements of the Medicaid Act. \n22.  (a)  The State of Illinois participates in the Medicaid program and has filed a State \nPlan with the federal government.  In the Stale Plan, the Stale of Illinois has committed to \nprovide Medicaid services to both the categorically needy and the medically needy. \n(b)  The State of Illinois Medicaid program includes ICP/MR or ICP/DD \n(\"intermediate care facility for the developmentally disabled\") services for eligible individuals. \nICP/DD's  provide residential, health, rehabilitative services and an active treatment program for \nindividuals with developmental disabilities and mental retardation.  The active treatment program \nincludes habilitation, occupational therapy, speech therapy and physical therapy which is directed \ntoward the acquisition of the behaviors for the person to function with as much self \ndetermination and independence as possible and the prevention or deceleration of regression or \nloss of current optimal functional status.  42 U.S.C. Sec. 1396d(d); 42 C.P.R. Sec. 483.45; 42 \nC.P.R. Sec. 483.400(a)(l)(i)-(ii). \nState of Illinois- Medicaid Waiver Plan for Adults with Developmental Disabilities \n23.  Alternatively, the State may provide- and receive federal reimbursement for - \nHome and Community Based Services for the mentally retarded if the state obtains a \"waiver\" \nfrom the Secretary of HI-IS that permits the state to provide such services in place of lCF/MR \ncare.  I d. at Section 1396n( c )(I).  Once a state commits to provide optional services, it must \nprovide them in compliance with the requirements of the Medicaid Act. \n24.  (a)  The State of Illinois was granted approval by the Secretary ofHHS to operate \n12 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 13 of 25 PageID #:35\n\"Home and Community Based-Services (HCBS) for Adults with Developmental Disabilities \nunder Section 1915(c ) of the Social Security Act to operate a medicaid waiver program to \nprovide services to individuals with mental retardation or developmental disabilities who would \notherwise require an TCF/MR level of care.  The use of the terms  1CF/MR or 1CF/DD are \ninterchangeable. \n(b)  On June 17, 2002, the State of Illinois' request to renew the HCBS program was \ngranted for a five year period effective July I, 2002 through June 30, 2007.  On August 22, \n2003, HHS through the Centers for Medicare and Medicaid Services (CMS) approved the State \nof Illinois (DHS) request to amend the HCBS waiver for Adults with Developmental Disabilities \nto increase the waiver capacity so that the State of Illinois can provide funding for up to I 0,000 \ndevelopmentally disabled persons.  Since 2000 through the present, the Defendants have never \nprovided funding for all the persons who can be served in the lllinois Medicaid Waiver Plan.  For \nwaiver year 2002 (7/1/01-6/30/02), the waiver capacity was 8,800 and 8,349 persons were \nserved.  For waiver year 2001, the waiver capacity was 8,250 and 8,000 persons were served. \nFor waiver year 2000, the waiver capacity was 7,700 and 6,884 persons were served. \n(c) The State of Illinois HCBS waiver program is to provide services to individuals \nwho, but for the provision of such services, would require the level of care in an intermediate \ncare facility for mentally retarded or persons with related conditions (ICF/MR). \n(d)  Pursuant to its waiver program, the State of Illinois was granted a waiver of \nsection 1902(a)(IO)(B) ofthe Act to target waiver services to the select group of \"mentally \nretarded and developmentally disabled\" individuals who would be otherwise eligible for waiver \nserv1ces. \n13 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 14 of 25 PageID #:36\n(e)  Pursuant to its waiver program, the State of Illinois was granted a waiver of \nsection 1902(a)( I 0)(13) of the Act to impose the additional targeting restriction of limiting \nwaiver services to persons aged eighteen and older. \n(f)  Pursuant to its waiver program, the State of Illinois will not refuse to offer home \nand community-based services to any person for whom it can be reasonably be expected that the \ncost of home and community-based services furnished to that individual would exceed the cost of \na level of care in an intermediate care facility for mentally retarded or persons with related \nconditions (ICF /MR) \n(g)  Pursuant to its waiver program, the State did not request a waiver of the \n\"statewideness\" requirements set forth in section 1902( a)( I) of the Act. \n(h) Pursuant to its waiver program, the State obtained a waiver ofthe amount, \nduration and scope of services requirement contained in section 1902(a)(l O)(B) of the Act in \norder that services not otherwise available under the Illinois Medicaid State plan may be \nprovided to individuals served on the waiver to the target group of persons who are mentally \nretarded and developmentally disabled and who are aged eighteen and older. \n(i)  Pursuant to its waiver program, persons accepted into the State of Illinois (HCBS) \nwaiver program are entitled to receive the following services: \n(i)  Adult day health (adult day care). \n(ii)  Habilitation, which includes residential habilitation (CILA), day habilitation \nand supported employment services. \n(iii)  Environmental accessibility adaptations. \n(iv)  Specialized medical equipment and supplies. \n(v)  Extended State plan services, which includes physical therapy services, \n14 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 15 of 25 PageID #:37\noccupational therapy services, speech, hearing and language services. \n(vi)  Behavioral Services. \n(vii) Supported Living Services, which includes SLS team leader, personal \ncare/direct support, respite, skilled nursing, transportation and personal \nemergency response. \n(i)  Pursuant to its waiver program, the State of Illinois guarantees to mentally \nretarded and developmentally disabled individuals who are determined to be eligible for \n\"waiver\" services shall be given the choice of either institutional or home and community-based \nserv1ces. \n(j) Pursuant to its waiver program, the State of Illinois guarantees that absent the \nwaiver program, persons served in the waiver would receive the appropriate type of Medicaid-\nfunded institutional care that they require. \n25.  Waiver services are a cost effective alternative to the higher cost, less integrated \ninstitutional care in an ICF/MR or ICF/DD. \n26.  Individuals who are eligible for \"waiver\" services are also guaranteed a choice \nbetween those services and ICF/MR or ICF/DD care by the Medicaid Act itself, 42 U.S.C. \nSection 1396n(c)(2)(C), and by other federal statutes and regulations.  Eligible individuals are \nentitled to choose home and community-based services that are more \"integrated\" than \ninstitutional care. \n27.  The Plaintiffs have chosen to receive funding for home and community based waiver \nservices as opposed to funding for institutional services. \n28.  As a participant in the federal Medicaid program and a recipient of federal funds, the \nState of Illinois is required to comply with the provisions of the Medicaid Act. \n15 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 16 of 25 PageID #:38\n29.  (a)  Section 1396a(a)(8) of the Medicaid Act requires that a state Medicaid program \nprovide that medical assistance \"shall be furnished with reasonable promptness to all eligible \nindividuals.\"  42 U.S.C. Section 1396a(a)(8) (emphasis added). \n(b)  A corresponding regulation provides that the responsible state agency \"must,\" \namong other things, \"[flurnish Medicaid promptly to recipients without any delay caused by the \nagency's administrative procedures,\" and \"[c]ontinue to furnish Medicaid regularly to all eligible \nindividuals until they are found to be ineligible.\"  42 C.F.R. Sec. 435.930(a)-(b) (1996).  Another \nregulation states that \"[t]he agency must establish time standard for determining eligibility and \ninform the applicant of what they are.\"  42 C.F.R. Sec. 435.9ll(a) (1996).  These period are not \nto exceed \"[n  ]inety days for applicants who apply for Medicaid on the basis of disability\" or \n\"lfJorty-five days for all other applicants.\"  42 C.F.R. Sec. 435.9ll(a)(l)-)(2) (1996).  Moreover, \nthe agency \"must not use the time standards\" as \"a waiting period.\"  42 C.F.R. Sec. 435.91l(e)(l) \n1996. \n30.  Despite the Medicaid Act's clear command that eligible individuals receive funding \nfor care and services with \"reasonable promptness,\" the Defendants have failed to provide the \nfunding for all the services which the Plaintiff is eligible to receive under the HCBS program, \nspecifically funding for a CILA residential program. \n31.  The Center for Medicaid and State Operations of HHS informed the State Medicaid \nDirectors, including the State of Illinois, in a letter dated January 10, 2001 that once a person is \nenrolled in Home and Community-Based Services (HCBS) waivers under Section 1915(c) of the \nSocial Security Act, that a State is obliged to provide all people enrolled in the waiver with the \nopportunity for access to all needed services covered by the waiver and the Medicaid State plan. \n16 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 17 of 25 PageID #:39\nCMS infom1ed the States that they cannot develop sepalate and distinct service packages for \nwaiver population subgroups within a single waiver.  The opportunity for access pertains to all \nservices available under the waiver that an enrollee is determined to need.  CMS informed the \nStates that the denial of a needed and covered service within a waiver would have practical effect \nof: (a) undermining an assessment of need, (b) countermanding a plan of care/support based on \nsuch an assessment of need, (c) converting a feasible service into one that albitralily benefits \nsome waiver participants but not others who may have an equal or greater need, and (d) \njeopardizing an individual's health or welfare in some cases. \n32.  Since the Plaintiffs have been found eligible for medicaid waiver services, the \nDefendants have claimed to limit funding for CILA medicaid waiver residential services to only \nthose persons who satisfy the following emergency or priority criteria: (a) individuals who ale in \ncrisis situations (e.g., including but not limited to, persons who have lost their care-givers, \npersons who are in abusive or neglectful situations, etc.); (b) individuals who ale aging out of \nDivision ofDD funded children's residential programs; (c) individuals who are wards of the \nDepaltment of Children and Family Services and are approaching age 18, and individuals who \nare aging out of children's residential services funded by the Division of Developmental \nDisabilities; (d) individuals who reside in state-operated developmental centers; (e) individuals \nwith mental retaldation who reside in state-operated mental health hospitals; (f) Bogald Class \nMembers who requested to move to CILA during the concluding choice process; (g) individuals \nwith aging Cale-givers, and (h) individuals who reside in private ICFs/DD. \n33.  In Drzewicki v. Maram, et. a/., No. 04 C 7154 (N.D. Illinois), the plaintiff was a 25 \nyear old person with developmental disabilities enrolled and accepted in the State of Illinois \n17 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 18 of 25 PageID #:40\nHCBS medicaid waiver program and filed suit against the same defendants in this case, seeking \nto obtain funding for CILA residential services developmentally disabled person.  On  January, \n27, 2005, pursuant to the parties filing a stipulation to voluntary dismiss the case with prejudice \nas the plaintiff, Drzewicki, was approved for CILA funding which mooted plaintiffs claims, the \nDistrict Court voluntarily dismissed the case.  That the Defendants approved funding for the \nplaintiff in Drzewicki without requiring that plaintiff to satisfy the State's emergency or priority \ncriteria for CILA funding. \n34.  That the Defendants policies and practices of denying the Plaintiffs funding for CILA \nmedicaid waiver residential services because they have not satisfied the emergency or priority \ncriteria after the Plaintiff has been previously enrolled in the medicaid waiver program and when \nthe Plaintiffs have a need for CILA residential services, violates the provisions of the Medicaid \nAct. \n35.  Each Defendant, acting in his official capacity, is responsible for the control, \nimplementation and administration of the State of Illinois obligations to the mentally retarded \nand the developmentally disabled. \nCOUNT I \nVIOLATION OF MEDICAID ACT, 42 U.S.C. SECTION 1396a(a), \nAND 42 U.S.C SECTION 1983 \n36.  The Plaintiffs repeats and incorporates by reference as though fully set forth here the \nfacts contained in paragraphs I through 35 above. \n37. The Defendants, while acting under color oflaw, have violated and are violating \nPlaintiffs rights under 42 U.S.C. Section 1396(a)(8) and 42 U.S.C. Section 1983 by failing to \nprovide fi.mding for Medicaid waiver services to the Plaintiffs with reasonable promptness, even \n18 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 19 of 25 PageID #:41\nthough the Plaintiffs are eligible to receive such services. \n38.  The Plaintiffs  have been accepted into the HCBS waiver program for funding for \nservices and the Plaintiffs  have satisfied all the criteria which is required under the waiver to \nreceive funding for residential services, in that they are within the target group of persons to be \nserved in that they are mentally retarded and developmentally disabled and are aged eighteen and \nolder. \n39.  The Defendants, while acting under color of law, have violated and are violating \nPlaintiffs rights under 42 U.S.C. Section 1396n(c)(2)(C)  by failing to implement their choices \nfor Medicaid services (\"freedom of choice\") under the HCBS program. \n40.  The Defendants, while acting under color of law, have violated and are violating \nPlaintiffs rights under 42 U.S.C. Section 1396n(c)(2)(C) by failing to implement their choices for \nMedicaid services (\"freedom of choice\") under the HCBS program with reasonable promptness. \n41.  As a result of the acts and omissions of the Defendants, the Plaintiffs have suffered \nand continue to suffer physical, mental and emotional deprivation, including but not limited to \nthe loss of skills, the loss of opportunities to develop to their fullest potential, and the \naggravation of existing physical, mental and emotional conditions.  The Plaintiffs will continue \nto suffer such deprivations in the future absent relief from this Court. \nREQUEST FOR RELIEF \nWHEREFORE, the Plaintiffs respectfully request that this Court: \n(a)  Certify the Plaintiff class of \"All developmentally disabled persons or mentally \nretarded persons aged eighteen and older who are enrolled and receiving services funded under \nthe Illinois Medicaid Home and Community-Based Services (HCBS) program and who are \n19 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 20 of 25 PageID #:42\nseeking additional funding for more services offered in the HCBS program. \n(b)  Enter Judgment in favor of the Plaintiffs and hold that the Defendants' failure to \nU.s:c. \nprovide funding for Medicaid services to the Plaintiff violates 42  Section 1983, and the \nMedicaid Act, 42 U.S.C. Section 1396a(a). \n(c) Issue preliminary and permanent injunctive relief requiring the Defendants, their \nsuccessors in office, agents, employees, and all persons acting in concert with them, to offer to \nprovide funding to the Plaintiffs, the full range of Home and Community-Based waiver Services \n(HCBS) and other services for which they are eligible within 90 days or some other specifically-\ndefined, reasonably prompt period; \n(d) Award Plaintiffs the costs of this action, including reasonable attorneys fees, pursuant \nto 42 U.S. C. Section 1988; and \n(e) A ward such other relief as the Court deems just and appropriate. \nR~tfully ;~it \nUtvv!f/Jr \nRobert H. Farley, Jr. \nRobert H. Farley, Jr., Ltd. \n1155 S. Washington Street \nNaperville, IL 60540 \nPhone: 630-369-0103 \nFax:  630-369-0195 \n20 \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 21 of 25 PageID #:43\nGeorge l-t. Ryan, Governor \nLinda Rene~ Saker, Secretsry \n100 Soulh Grand Avenue, Easl  •  Springfield, Illinois  62762 \n401 Soulh Clinlon Slree1  •  Chicago, Illinois 60607 \nJune 2 7, 2002 \nJohn F. and Carol A. Drzewlckl \n537 N. Redfield Court \nPark Ridge,, Illinois 60060 \nDear Mr. and Mrs. Dn:ewlckl: \nI am responding £0 your Jeuer of 1-f.ly  19, 2002, concerning your son Jason.  Y: '\" \nstare rhar an lnrermediate Care Facility for Individuals whh Developmental Disabilities (ICFDI>) \nIs  inapproprlare  for  him  and  he  needs  placement  In  a Community  Integrated  Llv!nr. \nArrangement (CILA). \nAs we have Indicated before, resources for rhe CILA program are extremely limited. \nCILA funding Is only being provided ro Individuals In emereency situations. \nAt this time, I would suggest rhat you continue to explore ICFDDs.  In rhe meantime, \nyou may have heard rhar rhe Supported Living Program and the Home· Based Support Services \nProgram are being consolidated as of July  I, 2002.  The consolidated program will give \nSupported Living partlclpanrs such as Jason considerably more Hexibillry rhan they have had \nin !he past to fashion a service package lhat meeiS their needs.  You can find out more about \nIt from your caseworkers at Active Vldons and Community Alternatives Unllmlred. \nSincerely, \n~~ov~rr \nAssociate Director \nOffice of Developmental Disabilities \nMW:bc \ncc:  Linda Renee Baker, Secretary \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 22 of 25 PageID #:44\nSuburban \n4415 W Harrison Street, Sulfe 410 \nHillside, Illinois 60162 \nAccess,  Inc.  Phone; 708-449-7257 \nFaK: 708-449-7228 \nTOO: 708-799-9177 \nEl T9CIInlcal Ass!slance/Monltorlng  Child & Family Conneclions (Wesl) \n8M-!J()N;tJ57  ·  888-566-8228 \n708-799-8708  708-449·0625 \nFn: 108-799-5363 .  Fax: 708--449·7071 \nJanuary 12, 2005 \nInez !3ertrand · \n15214 Blackstone \nDolto~. IL  60419 \nRe:  Christopher Berland \nMrs. 8c11rand, \nAs I mentioned over the phone, Christopher's placement in New Hope's CILA \nhas been denied by the Department of Human Services (DHS).  I am sending a copy of \nthe letter sent to my office by DHS.  Please feel free to contact me with any further \nquestions. \nSincerely, \n~-/~ \nBret Stokesberry, \nQMRP,ISC \nC-C: f. EVenrl'!-(Um.v/loj'e) \nACCREDITED BY CARF ••• THE REHABIL.ITATION ACCREDITATION COMMISSION \nfor Communlly Support Ca•emanagement/Serv/ce Coordination \nsemng these suburban Cook Coun/y Townships: \nBloom  •  Bremen  •  Calumet  \" Lamoni  •  Orland  •  Palos  •  Rich  •  Thornton  •  Worth \nBerwyn  •  Cicero  •  Leyden  •  Lyons  •  Oak Park  \"'  Proviso  •  RIVer Forest  •  Riverside  •  Stickney \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 23 of 25 PageID #:45\nRECEIVED \nJAN 1 0 2005 \nSUBURBAN ACCESS. INC. \n. \n' \nRod R. Blagojovlch, Governor  Carol L Adams, Ph.D., Secrt~tary \n100 W. Randolph  •  Chicago, Illinois  60601 \nDeb Stanley \nc \nSuburban Access \n925 W. 175\"' Street \nHomewood, IL 60430 \nJanuary 6, 2004 \nRe:  Christopher Bertrand \nDear Deb \nThe enclosed funding request packet is being returned to Suburban Access for the following \nreason: \nBased on the packet's cover letter, this individual does npt appear to meet priority \npopulatior1 criteria and thus we are unable to process the request for CJU Jim ding. Should the \nindividual's situation change in the future or if there is additional information which has not \nbeen currently provided, please feel free to resubmit the packet .for consideration. \nShould you have any questions or concerns regarding lhis request packet, please give me \n(312.814.3417) or Bruce Anderson (312.814.3394) a catl. Thanks. \nSouth Suburban Network Facilitator \n\\. \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 24 of 25 PageID #:46\n..  '. \n~·-·· \n:tSubutban ·__  \ns\"\"\"' · \n·szs w.·• ?sth  4415 v.: ~ttison SlRI'etl. ·Sultll 41D \nHomot~o<!®. IIJ!!t~ BIU;JJJ  Hillside, /IHni>ls IOU;t! \n... ·.  ··--A~cc~ss~·-_•:1 n'c~_- ~n•:·'\"IH-441·1'257 \n. .. F.a•: 7DIJ..-.U~1221 \nTOO..· 108·199..,!77 \n...  . \n:;.- '\"-:··.  .  .  .OMd & rllnlily ~ {W~SI/ \n·  Nfi·Hii·~:tB \n·. .  \"1\"0&--UNS25 \n..  Fd~~; 701-449-1011 \n~r~~);;r; \n. P~~~ah-Fullilove .:  ..: -;-... _  .... \n. ~~~ ~~b':t~ ~~tW.~~k~ruiJ:~to:r_. \n.. :· .: ··:· -·Crohoic wag~o R, fiiin.d.~o-t6p0l'i6,_0s1'iU ie:-6.-·4· !)·( )_  -..  .. .,J ., .  .'.n~ .~~• ·  ··,t,' . -;:·'n:-~',--.~',• .  -? .. .:•,   !r<··:.- ·_•• j··•: ·.; !•  i  ;_.  .  .. ·' \n•:  -':  .......  :- L· -~ ._ ;:: ~~· -~. ·.  ·~·.!  ... .; \n;:P~ai DebO~ab Fullilii;~;~' \n...  ...  -\n-::-..:  ,  -·  -..~ \nv. \n:· :: :_:. ·-Chn:~toph~~rJT~il;.who i~ not a Bogatdcialssm~b~r·~;·N~tbaD  Levitt Classmember, wrus introduced. \n;~,';  • to-af>a'i•as·c~ose~-24 hour CIE:A:.setvices ftom l'fc:-\\v Hop: Center.  ·· ..  .  ·  .  ·  ' ,  ·  ·.  ..  . \n_::~(:: :u;;~p:6vi~~~ ~~~i;iona!IY, ao~~;ec!Chrisihph~r ~~:i.~~ s~!lmiited  complet~d-i-ate \nto us the \n. --. ;; :-'delerniinatioo worksh.eeis with· the appropriate ·tt~choieri!S: . :  .  . ..  . . \n...... . ..  .  . :  ·..  .  . -~ ,.  .  .  .:.  .  .  l  .  . . \n· .. n.e·foll~':\"ing documentatio\\Us enclosed: \n·  ::: 1.  · Signed·CILA; lnilividt.alRate Woi-k~\\ic_el. \n, : ·  . ·  2  Clierit'i:Dcome Information··'· · .. ,.  :. .. -· · · · .. \n· ·  ·  · ·-· 3:·. .= ···'' ., Proposed\"Individuars~rviCe·.Piad.  . , \n-. \n4. •: :·  --Psycliol6gicarEvaluation  .. :·  · \n....   ·s.  !CAP  - · .  .  . \n.  . ~-··  6. . ·:. · Copy bfS~ial Security Card \n1.: : · :·Mcdicaiii'Caro Copy  ··· \n: ... '  . . :. ·~ .  .g:,!;;:)-·  ~IJI:SinJ! ~ervice.PacRi:l : -\n.: \"'· :':cwi~topherwiU ti~ m~ving ilito aocxisifug ~;!c01lcy. He (:urtenlly r.esides ~ilh his parents, rind he utilizes . \n.: ~ ··:  :'floiiiellued~rvices\":fun~iogc Ills parents'-bavc had contact-with New Hope as thei!Home Based Services. \n:··  -:~ S~ry_iee'Facilil:!lO<forqW.tc some rune; and liow_tiJat they are_ getting older, they decided both they-and..  _ \n·: ·  · · · Cbristoplier would]!inefit'froril o CILA Plii~roent: ·C hristopb~r is _a very social and capable young ~an who · \n• .'  .-, ~ ':\"ould likely flouris~ with ~e:mc:asc:cpc:vel_$ of independence, re~poosibilil}o. and jleer intera<;Lion iluir  ··  \n.-.. _.  ocCuPat a .CILA ·New Hoj>i: Cctiter staff, C)v.istopher;·and his parents all feel that this would be an excellent \n_;:'·.:·.:. malehp!needswiihsc:tyiCes.  ·  .,,.: ...  _,.,  ··  ·  ·  ·  ' \n.:r: \n-::~}t~~: ~:~~~y ~~~~lion'~  !nf~r~ation,  ...Onta~t \n·. ·..  ~ ·~-~· .....  ~\".:.:.:\" .:..;. •.. ~·-..  ..  .o.r. n.ee.d  ~a dditioiilii :.. .. ·~~ ... :·; ·. . -.p-l.e..a..s..e  :\"  ·- me .. \n.... \n......... t <.,·~::::.  .  .  .  ... .  ·:  ::.--- .. \n. . '  .· ·.::..: .. '~  .. :.:.~ ... ~ .... ...  ...  ,~L \"\"\"~..:-\n·-:~retSt.~~?: \n.  •  . \n.  · • QMR)', Indivimiil Si:tvlcc'Cooi-dinator \n., . ,! ;· •• :-:'. • ,. .  . :iiC,CRI!DIT/1:0 BY f;ARF. , • ·T HI! REHABILtTmoN ACCREDrrJITION-COMMISSION \n...  · ... - lor Community Supl'diT..~•••••ilageiu.~fJSe(Vfee Ctl~;u,,.,fon \n.. ' :' .·;  -• · _. • ,, ·. . :· __  sil111ing mei;i> siibutben ~,. ciilinl{rownsnlps; ·  :  ·:  ·  ..  . \n•,·• \n.. ..,... ...  ·.·.· ·Betw~y nB l.o• o r· Cn....f. c.. ~.e. .r.. o 8.(. s •m.· -..le .t~fJ~, (-:(.·:!,. e:;i .CJ, .~:• .l. ·:u  Lmyeo.t n ..s•.··.-.. \" f'e ·i.Or.u...a.>.  k\":'r \" :P'\"·-.\"1~-:-1:.  r:..k..·.   o'.•r··•   laPnTd~O-v·.i  s.;:o_·P·  a~l osR. . i•v erR Fidoir B·' ·s;e·· 7•h 0RrinVreorsnid-.·1 ·1·W  .o:r~lSh.,t.  .i.c.k..n ey . \n...... _  ··.' .. '.  ,)._· ..· . \"'::·!'':r'. . ,,  \"'·~·...'..   ·:.=-.~-~'{1~·~···  ''\"\";. ;.  -··-·  ........ \n~  : •.. ·...  ;\"--.~ ..: :...  '' \n\nCase: 1:05-cv-00544 Document #: 5 Filed: 02/01/05 Page 25 of 25 PageID #:47\n,, \nCERTIFICATE OF SERVICE \nI, Robert H. Farley, Jr., Attorney for the Plaintiffs, deposes and states that he filed the \nAmended Complaint for Declaratory and Injunctive Relief with the Clerk of the U.S. District \nCourt on February I, 2005 and served a copy upon the Defendants offices as follows: \nBarry S. Maram \nDirector of the Illinois Department of Public Aid \n100 W. Randolph \nI O'h Floor \nChicago, IL 60601 \nCarol L. Adams \nSecretary of the Illinois Department of Human Services \n100 W. Randolph \n6'h Floor \nChicago, IL 6060 I \nJerolene Johnson \nDirector of the Office of Developmental Disabilities \nI 00 W. Randolph \n6'h Floor \nChicago, IL 6060 I \ncz~!/d[J \nAttorney for the PlaintJff \nRobert H. Farley, Jr. \nRobert H. Farley, Jr., Ltd. \n1155 S. Washington \nNaperville, IL 60540 \nPhone: 630-369-0103 \nFax:  630-369-0195 \n21 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "5",
      "clearinghouse_link": "clearinghouse.net/doc/48150"
    },
    {
      "date": "2005-03-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 39680,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/39680.pdf",
      "title": "Complaint",
      "text": "Case: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 1 of 19 PageID #:1\n,.,. \nF, LED \nJAN 312005 \nIN THR UNITED STATES DISTRICT COlJRT \nFOR THE NORTHERN DISTRICT OF ILLINC}!§::'CHAEL W. DOBBINS \nEASTRRN DIVISION  • U.S. DISTRICT COURT \nCHRISTOPHER BERTRAND,  by and through  ) \nhis parents, Daniel and Inez Bertrand,  ) \n)  NO'05C  0544 \nPlaintiff,  ) \n) \nvs.  )  JUDGE \nr=.  I  I  ,..  .... \n) \n)  MAGISTRATE \nBARRY S. MARAM, in his official capacity  ) \nor \nas Director of the lliinois Department  Puhlic  )  JUDGECOAR \nAid, CAROL L. ADAMS, in her ofticial capacity  ) \nas Secretary of the Illinois Department of Human  ) \nServices, .IEROLENE JOHNSON, in her ofticial  ) \nMAGISTRATE JUDGE KEYS \ncapacity as Director ofthe Ofliee of Developmental) \nDisabilities,  ) \n) \nDefendants.  ) \nCOMPLAINT FOR \nDRCLARATORY AND INJUNCTIVE RELIEF \nNow comes the Plaintiff, by and through his attorney, Robert II. Farley, Jr., Ltd., and \ncomplains of the Defendants as follows: \nINTRODlJCTlON \nI.  Under Section 1915(c) ofthe Social Security Act, the State of lIlinois provides \nfunding for medicaid Home and Community-Based Services (HeBS) for adults with \ndevelopmental disabilities or mental retardation.  The HeRS program is provided as an \nalternative to institution<ll c\"re, so that the developmentally disabled person does not have to \nreside in an institution in order to receive needed services.  The HeBS program ofTers a variety \nof services to the developmentally disabled person, which include non-residential (day \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 2 of 19 PageID #:2\nprogramming / developmental training) services and residential services (habilitation services) .. \nThe residential services component in the HCES program allows a developmentally disabkd \npersons to live in a group home. called a Community-Jntegrated Living Arrangement (CILA) \nprovided by a licensed community developmental disabilities services agency where eight or \nfewer persons with developmental disabilities reside under supervision of the agency. \nIndividuals receive a customized array of flexible residential habilitation or personal care \nsupports and services in the home and in other community locations under the direction of a \ncommunity support. t.eam. \n2.  The Plaintiff, Christopher Bertrand, is an adult with developmental disabilities.  The \nPlaintiff was found eligible hy the Defendants to participate in the HCBS medicaid waiver \nprogram, and was accepted into the State of Illinois HCBS medic(lid waiver program.  The \nPlaintiff does receive fundingl,')r somc services (non-residential) in the IICBS program, but not \nrunding for all the services which are available in the HCES program, specifically a elLA \nresidential program.  The Defendants refuse to authorize funding for the Plaintiff to receive \nfunding CILA services.  The policy of the Defendants is to inform persons like the Plaintiff who \narc developmentally disabled, that if a person wants residential services th.~n he or she can go \nlive in an institLltion, which is called an Intermediate Care Facility for the Developmentally \nDisabled (ICI'IDD).  (See Exhibit \"A\" -letter sent hy DHS to the par~nt ofa developmentally \ndisabled person, described in paragraph 23 below).  The Plaintiff does not want to live in an \ninstitution in order to rcceive residential services.  The Plaintiff seeks funding for community \nhased residential services in the HCSS medicaid waiver program and medicaid requires the State \nof Illinois t.o provide funding for all the services contained in the HC13S program with \n2 \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 3 of 19 PageID #:3\n\"'reasonable promptness\" and not just funding for some of the services. \n3.  The Defendants failure to provide Medicaid services to the Plaintiff with \"reasonable \npromptness\" violates Plaintilrs rights conferred by the Medicaid Act, 42 U,S,C, Sec. 139ti(a) \nand implementing regulations.  PlaintifThring this action pursuant to 42lJ.S.C. Section 1983 to \nenl(lree his federal statutory and constitutional rights.  The Plaintiff seeks declaratory and \ninjunctive reliel'to redress Defendants violation of the Medicaid Act . \n. IURISDICTION & VRNIJR \n4.  lhis Comt hasjuri~didi()n over plaintiffs' federal law claims pursuant to 28 U.S.c. \nSecti()n~ 1331 and 1343.  Venue is proper under 28 U.S.C. Sec. 1391(b). \nPARTIES \n5.  (il) The Plaintiff, Christopher Bertrand, age 23, is developmentally disabled and lives \nwith hi~ parents, Daniel and Inez Bertrand.  The family are residents of Dolton, Illinois. \n(b)  The Plainti ff was found eligible by the Defendants to participate in the HCBS \nmedicaid waiver program.  In order lilr the Plaintiffto be eligible to participate in the HeUS \nmedicaid waiver program, the PlaintifTs was first found by Suburban Access, Inc .. an \nIndependent Service Coordination agency and an agent oCthe State of Illinois  that the PlaintifTis \neligible for an ICFIDD level of care funding which would also encompass a level of care funding \nfor medicaid waiver services. \n(c) The Plaintiff was accepted by the Defendants to receive funding for services in the \nHCRS medicaid waiver program. \n(d) Under the HCRS medicaid waiver program, the Plaintiff does receive funding Ji.,r \nsome services (non-residential) in the HeRS program.  However, the Defendants refuse to \n3 \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 4 of 19 PageID #:4\nauthorj,.e funding for thc Plaintiff to receive funding for  re~idential services (residential \nhabilitation) which is provided lor in the HCBS program, and which is called a Community \nIntegrated Living Arrangement (CILA)_ \n(el  The Defendants, through Suburban Access, Inc.,  informed the Plaintifr on or \nabout January 12,2005, that \"Christopher's placement in New Hope'~ CILA has been denied by \nthe Department ofI-Iuman Services (DHS)\"  (See Exhibit \"B\")  DIIS inli.)flned Suhurban \nAccess that \"[ChristohpherJ docs not appear to meet priority population criteria and thus we are \nunahle to process the request for CILA funding.\"  (Sec Exhibit \"C\")  Prior to the denial of CILA \nlimding, Suburhan Access, Inc. informed the Defendants that Christopher is in the medicaid \nwaiver program, Home Rased Serviccs.\"  (See Exhibit \"0\")_ \n(f)  The Plaintiff does not wantlo live in an institution in order to receive rcsidential \nservices.  The Plainti ff ~eeks funding for community based residential services in the HCRS \nmedicaid waivcr program for a CILA and medicaid requires the State of Illinois to provide \nf~lI1ding li)r all the services contained in the HCRS program, which includes residential scrvices \n(CILA) with \"reasonable promptne~s\" and not just funding for some of the scrvices.  The \nPlaintiff ha~ a need for funding for CILA residential services and this need has been documented \nand found by Suhurhan Accc~~, Inc., an agent ofthe State 01\" Illinois. \n(g) The Defendants have denied the Plaintiff funding lilr elLA residential services_ \n(h) The Defendants have not in li.lrmed the Plaintiff nor his parents when or if he will \nreceive funding for residential medicaid waiver services (CILA) in the toreseeable futurc. \n(i) Thc Plaintiff is entitled to funding ror residential medicaid waiver services (CILA) \nwith reasonable promptness. \n4 \n.. ____ ._ _ ._ --------------------------..1 \n\n------------------------------_. \nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 5 of 19 PageID #:5\n6.  The Det,=,ndant, Barry S. Maram, is the Director of the Illinois Department of Public \nAid (DPA) and is being sued in his orlicial capacity.  The DPA is the designated Medical \nAssist,mce Single State Agency and is responsihle for the oversight and the administration of the \nMedicaid program under Title XIX of the Social Security Act, which includes programs for \npersons with mental retardation or developmental disabilities. \n7.  The Defendant, Carol L. Adams, as Secrctmy ofthe Illinois Department of Human \nServices (DIlS) is being sue in her official capacity. \n(a)  Pursuant to an interagency agreement with DPA, Defendant Adams office \n(DHS) is responsible for administering Illinois' State Medicaid Plan and the monitoring of Title \nXIX programs. \n(b)  OPA has ddegated the day-to-day-administration of the waiver program to \nDIrS via an interagency provider agreement which specifics the activities performed by each of \nthe two agencies.  Under the terms or this agreement, DIlS is responsible for administering the \nwaiver according to the rules, regulations and procedures established by the DrA.  DHS acts as \nthe fiscal agent of DPA.  DHS has in turn contracted with community-based agencies throughout \nthe State to provide services to individuals in the wai ver.  The point of entry into the program is \nthe Pre-Admission Screening (PAS) Agency.  A PAS Agent or Service Coordinator performs the \ninitial functional assessment oi'lhe pcrson seeking services, dctcrmines the person's needs, and \nfinds appropriate placement.  Services provided in the waiver include non-residential (day \nprogramming I developmental training) and residential services (group home). \n8. The Defendant, Jerolene Johnson, is the Director of!he Offiee of Developmental \nDisabilitics (ODD) which is operated within DHS ancl she is being sue in her official capacity. \n5 \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 6 of 19 PageID #:6\nThe otIlee or Developmental Disabilities (ODD) is responsible for the control and \nadministration of the developmental disabilities program  and its related Medicaid program in \nIllinois. \nSTATEMENT OF FACTS \nState of llIinois Medicaid Plan \n9.  Title XIX of the Social Security Act of 1965, 42 U.S.C. Section 1396 et. seq. (The \n\"Medicaid Act\")' establishes Medicaid, a federal program administered by the States to provide \nhealth care to low-income individuals.  State p<lrticipalion in the Medicaid program is optional. \nIf the State ekcts to participate, it must submit a \"State Plan\" for approval by lhe Secretary ofthe \nUnited States Department ol'Heallh and Human Services (\"BHS\"). \n10.  The federal government reimburses a participating State for a portion of the cost of \nmedical services provided under its Medicaid program.  To receive federal funds, the State's \nprogram must comply with the requirements set forth in the Medicaid Act and in federal \nimplementing regulatiolls. \nII.  The Medicaid Act requires participating Stales to provide certain services to \nindividuals who qualify as \"categorically needy\" hased on their eligibility for assistance under \nother federal programs.  42 U.S.c. Sections 1396a(a)(1 O)(A),  I 396d(a); 42 C.F.R. Sectioll 435.4. \nThe Act offers States lhe option of providing -- and receiving federal Medicaid reimbursement \nfbr -- additional health care services Illr lhe categorically needy and for the \"medically needy,\" \nwhose income and assets are limited but are too high to qualify for \"categorically needy\" slatu~. \n42 IJ.S.C. Sections 1396a(a)(1 O)(C); 42 C.F.R. Seclion 435.4. \n12.  One optional ~crviec that a participating State may provide is care for eligible \n6 \n\n.  Case: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 7 of 19 PageID #:7\n.' \nindividuals in an \"intermediate care facility for the mentally retarded CICF/MR\").  42 U.S.C. \nSections 1396d(a)(15), (d).  Once a state commits to provide optional services, it must provide \nthem in compliance with the requirements of the Medicaid Act. \n13.  (a)  The Statc of Illinois participates in the Medicaid program and has filed a State \nPlan with the federal government.  In the State Plan, the State ofTlJinois has committed to \nprovide Medicaid services to hoth the categorically needy and the medically ncedy. \n(b)  The State ofTllinois Medicaid program includes ICF/MR or lCF/OD \n(\"intermediate care facility for the developmentally disabled\") services for eligible individuals. \nICfIDD's provide residential, health, rehabilitative services and an active treatment program for \nindividuals with developmental disabilities and mental retardation.  The active treatment program \nincludes habilitation, occupational therapy, speech therapy and physical therapy which is directed \ntoward the acquisition of the behaviors ror the person to function with as much self \ndetermination and independence as possible and the prevention or deceleration of regression or \nloss of current optimal functional status.  42 U.S.C. Sec. 1396d(d); 42 C.F.R. Sec. 483.45; 42 \nC.FR Sec. 483.400(a)( I )(i)-Oi). \nState of Illinois - Medicaid Waiver Plan for Adults with Developmental Disabilities \n14.  Alternatively, the State may provide - and receive federal reimhurscment for - \nHome and COllllllunity Ba~cd Scrvices for the mentally retarded ifthe state ohtain~ a \"waiver\" \nfrom the Secretary of HHS that permits the state to provide such services in place ofiCFiMR \ncare.  Id.  at Section I 396n(c)(I).  Once a state commits to provide optional ~erviccs, it must \nprovide them in compliance with the requirements of the Medicaid Act. \n15.  (a)  The State of Illinois was granted approval by the Secretary of HHS to operate \n7 \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 8 of 19 PageID #:8\n\"Home and Community Based-Services (HeRS) for Adults with Developmental Disabilities \nunder Section 1915(c) or the Social Security Act to operatc a medicaid waiver program to \nprovide services to individuals with mental retardation or dcvelopmental disabilities who would \notherwise require al1 ICFlMR level of care.  The use of the terms  ICF/MR or reF/nn arc \ninterchangeable. \n(b)  011 .Iune 17.2002. the State of Illinois' request 10 rencw the IIeBS program was \ngranted for a five year period ctTcctive July 1, 2002 through June 30, 2007.  On August 22, \n2003, HHS through thc Centers for Medicarc and Medicaid Services (eMS) ~pproved the State \nof Illinois CDlIS) request to amend the HeBS waiver f,)r Adults with Developmcntal Disabilities \nto increase the waiver capacity so that the State of Illinois can provide funding for up to 10,000 \ndevelopmentally disabled persons.  Since 2000 through the prescnt, the Defendants have never \nprovided funding for all the persons who can be served in the TIlinois Medicaid Waiver Plan.  For \nwaiver year 2002 (7/1101-6/30102), the waiver capacity was 8,800 and 8,349 persons were \nserved.  For waiver year 2001, the waiver capacity was 8,250 and 8,000 persons wcre served. \nJior waiver year 2000, the waiver capacity was 7,700 and 6,884 p~rsons were served. \n(c) The State of Illinois HeBS w\"iver program is to provide services to individuals \nwho, but for the provision of su~h services, would require the level of care in an intermediate \ncare facility for mentally retarded or persons with related conditions (TCF/MR). \n(d)  Pursuant to its waiver program, the State of Illinois was granted a waiver of \nsection 1902(a)(I0)(I3) oftbe Act to target waiver services to the select group of \"mentally \nretarded and developmentally disabkd\" individuals who would be otherwise eligible for waiver \nservices. \n8 \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 9 of 19 PageID #:9\n(e)  Pursuant to its waiver program, the State of Illinois was granted a waiwr or \nsection J 902(a)( I 0)(8) of the Act to impose the additional targeting restriction of limiting \nwaiver services to persons aged eighteen and older_ \n(f)  Pursuant to its waiver program, the State of Illinois will not refuse to offer home \nand con11l111nity-hased services to any person for whom it can be reasonahly be expected that the \ncost of home and community-hased services furnished to that individual would exceed the cost or \na level or care in an intermediate care facility for mentally retarded or persons with related \nconditions (ICF/MR) \n(g)  Pursuant to its wai ver program, the State did not request a waiver of the \n\"statewideness\" reqlliremcnts sct forth in section 1902(a)(1) of the Act. \n(h) PllrSLlant to its waiver program, the State obtained a waiver of the amount, \nduration and scope of services requirement contained in section 1902(a)(10)(8) or the Act in \norder that services not otherwise available under tbe Illinois Medicaid State plan may be \nprovided to individuals served on the waiver to the target group of persons who arc mentally \nretarded and developmcntally disabled and who are aged eighteen and older. \n(i)  Pursuant to its waiver program, persons accepted into the State of Illinois (HCBS) \nwaiver program are entitled to receive the following services: \n(i)  Adult day health (adult day care). \n(ii)  Habilitation, which includes residential habilitation (ClLA), day habilitation \nand supported employm~nt serviccs. \n(iii)  Environmental accessibility adaptations. \n(iv)  Specialized medical ~quipmcnt and supplies. \n9 \n-------_._.- ._----' \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 10 of 19 PageID #:10\n(v)  Extemkd State plan services, which includes physical therapy services, \noccupational therapy services, speech, hearing and language services. \n(vi)  Behavioral Services. \n(vii) Supported Living Services, which includes SLS team leader, personal \ncare/direct support, respite, skilled nursing, transportation and personal \nemergency response. \n(i)  Pursuant to its waiver program, the State of lllinois guarantees to mentally \nretarded and developmentally disabled individuals who are determined to be eligihle for \n\"waiver'\\ervices shall be given the choice or either institutional or home and community-based \nservIces. \n(j) Pursuant to its waiver program, the State ofTllinois guarantees that absent the \nwaiver program, persons served in the waiver would receive the appropriate type of Medicaid-\nfunded institutional care that they require. \n16.  Waiver services are a cost effective alternative to the higher cost, less integrated \ninstitutional care in an ICF/MR or rCF/DO. \n17.  Individuals who are eligible for \"waiver\"services aTe also guaranteed a choice \nbetween those services and ICF/MR or TCFIDD care by the Medicaid Act itself, 42 U.S.C. \nScction 1396n(c)(2)(C), and by othcr federal statutes lind regulations.  Eligihle individuals are \ncntitled to choose home and community-based service~ that are more \"integrated\" than \ninstitutional care. \n18.  The PlaintilThas chosen to receive funding for home and community based waiver \nservices as opposed to funding for institutional services. \n19.  As a participant in the federal Medicaid progmm and a recipient of federal funds, the \n10 \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 11 of 19 PageID #:11\nState of Illinois is required to comply with the provisions of the Medicaid Act. \n20.  (a)  Section 1396a(a)(8) orthe Medicaid 1\\ct requires that a state Medicaid program \nprovide that medical assistance \"shall be furnished with reasonable promptness to all eligible \nindividuals.\"  42 U.S.C. Section 1396a(a)(8) (emphasis added). \n(b)  1\\ corresponding regulation provides that the responsible stale agency \"must,\" \namong other things, \"[I]urnish Medicaid promptly to recipienls without any delay caused by the \nagency's administrative procedures,\" and \"l c Jontinue to furnish Medicaid regularly to all eligible \nindividuals until they are found to be indigible\"  42 C.F.R. Sec. 435,930(a)-(b) (1996).  Another \nregulation states that \"[tJhe agency must establish time standard 1'01' determining eligibility and \ninform the applicant of what they are\"  42 C.F.R. Sec. 435.911(a) (J 996).  These period are nol \nto exceed \"[nJinely days for applicants who apply for Medicaid on the basis of disability\" or \n\"[t]orty-five dayslix all other applicants,\"  42 CYR. Sec. 435.911(a)(I)-)(2) (1996).  Moreover, \nthe agency \"must not use the lime Slandards\" as \"a waiting period,\"  42 CF.R. Sec. 435.91 )(e)(I) \n1996. \n21.  Despite the Medicaid Act's clear command that eligible individuals receive funding \nfor care and services with \"reasonable promptness,\" the Defendants have failed to provide the \nfunding for all the services which the Plaintiff is eligible to receive under the HellS program, \nspecifically funding for a CII\"A residential program. \n22.  The Center for Medicaid and Slate Operations ofHHS infornled the State Medicaid \nDirectors, including the State of Illinois, in a letter dated January 10,200) that once a person is \nenrolled in Home and Community-llased Service~ (HCSS) waivers under Section 1915(c) ofthe \nSocial Security Act, lhat a State is obliged to provide all people enrolled in the waiver with the \n11 \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 12 of 19 PageID #:12\nopportunity for access to all needed services covered by the waiver and the Medicaid State plan. \neMS informed the Slates that they cannot develop separate and di~tinct service packages for \nwaiver population subgroups wi thin a single waiver.  The opportunity for ,lccess pertains to all \nservices available under the waiver that an enrollee is determined to need.  CMS informed the \nStates that the denial of a needed and covered service within a waiver would have practical efteet \nor: (a) undem1ining an assessment of need, (b) countemlanding a plan of care/support b<tsed on \nsuch an assessment of need, (e) converting a feasible service into one that arbitrarily benefits \nsome waiver pm1icipants lw( not others who may have an equal or greater need, and (d) \njeop<trdi/.ing an individual's health or welfilre in some cases. \n23.  Since the Plaintiff has been found eligible for medicaid waiver services, the \nDefendants havc claimed to limit iimding for ell ,A mcdicaid waiver residential services to only \nthose persons who satisfy the following emergency or priority criteria: (al individuals who are in \ncrisis situations (e.g., including but not limited to, persons who have lost their care-givers, \npersons who are in abusive or neglectful situations, etc.); (b) individuals who are aging (Jut of \nDivision ofDD funded children's residential prognu11S; (e) individuals who are w<Lrds of the \nDepartment of Children and Family S~rvices and arc approaching age 18, and individuals who \nare aging out of children's residential services funded by the Division of Developmental \nDisabilities; (d) individuals who reside in state-operated developmental centers; (e) individuals \nwith mental retardation who reside in state-operated mental health hospitals; (f) Bogard Class \nMembers who requested to move to CILA during the concluding choice process; (g) individuals \nwith aging care-givers, and (h) individuals who reside in private ICFsIDD. \n24.  In Drzewicki v. Maram, el. al., No. 04 C 7154 (N.D. Illinois), the plaintiff was a 25 \n12 \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 13 of 19 PageID #:13\n.. \nyear old person with developmental disabilities enrolled and accepted in the State of Illinois \nHellS medicaid waiver program and filed suit against the same derendants in this case, ~eeking \nto obtain funding for CTLA residential services developmentally disabled person.  On  January, \n27,2005, pursuant to the parties l11ing a stipulation to voluntary dismiss the case with prejudice \nas the plaintitr; Drzewicki, was approved for ClLA funding which mooted plaintiffs claims, the \nDistrict Court voluntarily dismissed the case.  That the Defendants approved funding for the \nplainti IT in Drzewicki without requiring that plaintiff to satisfy the State's emergency or priority \ncriteria for ClLA funding. \n25.  That the Defendants policies and practices of denying the Plaintiff' funding for elLA \nmedicaid waiver residential services because he has not satisfied  the emergency or priority \ncriteria after the Plaintiff has been previously enrolled in the medicaid waiver program and when \nthe PlaintilThas a need for elLA residential services, violates the provisions ofthc Medicaid Act. \n26.  Each Defendant, <\\cling in his official capacity, is responsible for the control, \nimplementation and administration of the State of Illinois obligations to the mentally retarded \nand the developmentally disabled. \nCOUNTl \nVIOLATION OF MEDICAID ACT, 42 U.S.c. SECTION 1396a(a), \nAND 42 V.S.C SECTION 1983 \n27.  The Pbintil'r repeats and incorporates by reference as though fully set forth here the \nfacts contained in paragraphs I through 26 above. \n28. The Defendants, while acting under color of law. have violated and are violating \nPlaintiffs' rights under 42 U.S.C. Section I 396(a)(8) and 42 U.S.C. Section 1983 by failing to \nprovide funding for Medicaid waiver services to the Plainti IT with reasonable promptness, even \n13 \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 14 of 19 PageID #:14\n.. \nthough the PlaintifTis eligible to receive such services, \n29,  The Plaintiff has been accepted into the HCBS waiver program for funding for \nservices and the Plaintiff has satisfied all the criteria which is required wIder the waiver to \nreceive funding for residential services, in that he within the target group ofpcrsons to be served \nin that he is mentally retarded and developmentally disabled and is aged eighteen and older. \n3{),  Thc Defendants, while acting undcr color of law, have violated and arc violating \nPlaintiffs rights under 42 USc. Section 1396n(c)(2)(C)  by failing to implement his choices for \nMedicaid services (\"freedom of choice\") under the HCI3S program. \n31.  The Defendants, while acting under color oflaw, have violated and are violating \nPlaintiffs rights under 42 U.S,C, Section I 396n(c)(2)(C) by failing to implement his choices for \nMedicaid services (\"freedom of choice\") under the HCRS program with reasonable promptness. \n32.  As a result of the acts and omissions ofthe Delendants, the Plaintiff has surlered and \ncontinue to suffer physical, mental and emotional deprivation, induding but not limited to the \nloss of skills, the loss of opportunities to develop to their fullest potential, and the aggravation of \nexisting physical, mental and emotional conditions.  The Plaintiff will continue to sulfer such \ndeprivations in the future absent relief li'om this Court. \nREQUEST FQR RELIEF \nWHEREFORE, the Plaintiff respectfully request that this Court: \n(a)  Enter Judgment in favor of the Plaintiff and hold that the Defendants' failure to \nprovide funding for Medicaid services to the Plaintiff violates 42 U,S,c. Section 1983, and the \nMedic,lid Act, 42 lJS.C. Section 1396a(a), \n(b) Issue preliminary and permanent injunctive relief requiring the Defendants, their \n14 \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 15 of 19 PageID #:15\nsuccessors in offiec, agcnts, employees, and all persons acting in concert with (hem, to offer to \nprovide funding to the Plaintiff, the full range ofIIome and Community-Based waiver Services \n(HCRS) and other services for which he is eJigible within 90 days or some other specifically-\ndefined, reasonably prompt period; \n(c) A ward Plaintiffs the costs of this action, including reasonable attorneys fees, pursuant \nto 42 U.S.c. Section 1988; and \n(d) Award such other relief as the Court deems just and appropriate. \nRCZU \n;(if:' fl \nlJ \nAttorney for Plaintiff \nRobert H. Farley, Jr. \nRobert H. Parley, Jr., Ltd. \n1155 S. Washington Street \nNaperville, lL 60540 \nPhone: 630-369-0103 \nFax:  630-369-0195 \n15 \n\n.. \n., \n~.-~,-.-''''''\" \nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 16 of 19 PageID #:16\nGeorge 1-1. RY~J1. Govitmoi' \nLinda AuneiS a.ker, SecI.'lIry \n100 South GJllnd Avenue, Easl  •  Sp,jnglietd. illinois  62762 \n40 I Soulh Clinlon SI,eel  •  Chicago, IIlInol.  60607 \nJune 27,2002 \nJohn F. and Carol A. f)rzewlck] \n537 N, Redfield Court \nPark Ridge, Illinois 60060 \nDear Mr. and Mrs. DrzeWkki: \nI am responding to your letter of Hay 19, 2002, concerning your son Jason.  Y:.u \n5tale that an Intermediate Care Facility for IndivIduals with Developmental Disabilities (leFD!» \n15  Inappropriate  for  him  and  he  needs  pla(ement  In  a  Community  Integrated  LivIng \nArrangement (ellA). \nJu  have Indica led before, resources (or the ellA program are extremely limited. \nwe \nellA funding 15 only being provided to Indlvldual~ In emergency situations. \nAt til is time, I would suggest that YOll continue to explore leFDDs.  In the meantime, \nyou may have hf!3rd Ihal the Supponed Living Program and rhe HOllie-Based Supporr Servkes \nProgram are being consolidated as of July  I, 2002.  The consolldaled program will  slve \nSupported Living parriclpanrs such as Jason considerably more flexibility than they have had \nIn the past to fashloll a selvlce package that meelS their needs.  You c31lllnd  more abollt \nOllt \nIt from your caseworkers at Active Vldons .md Community Allernatives Ullllmlted. \nSincerely, \n~dVllitf \nMelissa Wright \nAsmda Ie 01 rector \nomce \nof Developmental Disabilities \nMW:bc \neel  LInda Rence Daker, Secretary \n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 17 of 19 PageID #:17\nSuburban \n~ W. /751h 51\"'.'  4415 W Harrison StrGe', SUite 410 \nHom#itwaod. Illinois 60430  HiII.lds. IlIin,,\", 60 16i! \nAccess, Inc.  Phone: 10B--449-1257 \nFax: 7(J1J-'f49~7226 \nUJO: 708-799-9f77 \nEI Teennlcsl Ms!stancs/Monl/or/ng  ChJ1d & Family Connecticns (Wflst) \nB()Q·{;(J7-5057  - (JB8-S66-a228 \n7OB\"r9fJ..81oa  708·• ••- 06~$ \nFa~: '108·799-5363  F;u~ 708-449·7071 \nJanuary 12.2005 \nInez !3ertrand -\nI 5214 R lackstone \nDolton. IL  60419 \nRc:  Christopher Berland \nMrs. Bctirand, \nAs I mentioned over the phone, Christopher's placement in New Hope's elLA \nhas been denied hy the Department of Human Services (DHS).I am sending a copy of \nthe letter sent to my office by DHS.  Pleas~ feel free to contact me with any further \nquestions. \nSincerely, \n~~.-\nBrct StokesbelTY, \nQMRl',ISC \nACCREDITED BY CARF ... THE REHABlt.ITATlON ACCREDITATION COMMISSION \nfor Communlly Support CuemltnsgemllllllSt/tvl\"\" Coordlnsllon \nssrviflg Ihese suburban Cook County Townships: \nBloom  ..  Bremen  •  Calumet  - U,monl  Orland  •  Palos  •  Rich  •  Thornton  •  Worth \n4111 \nBerwyn  - Cicero  -- LfiJydfln  4111  Lyolls  •  Oak Park  ..  Proviso  ,.  River ForBst  •  RIverside  II  SNckney \n---------------------------------------\n- -\n\nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 18 of 19 PageID #:18\n• \nRECEIVED \nJAN 1 0 2005 \nSUBURBAN ACCESS. INC. \n, \nRod R. BlagoleYlch. Govemor  carol L. Adams. Ph.D., SilCrtJ/Bry \n100 W. Randolph  •  Chicago, Illinois  60601 \nDeb Stanley  c \nSuburban Access \n925 W. 175'\" Street \nHomewood,IL60430 \n.1~n\"aI)· 6, 2004 \nRe:  Christopher Rertrand \nDear Deb \nThe enclosed funding request packet is being returned  Suburban Access for the following \n10 \nreason: \nBased on the packet's cover letter, this individual does '191 appear 10 meel priority \npopulation criteria and thus we are unable  proC(!,'s Ihe reqUf!stfor ClLAfimd;ng. Should the \n/(I \nif \nindividual 's situalion change in the fUlure or  there Is additional information which has not \nbeen currently provided, please feel free to resubmit the. paCkelfor consideration. \nShould you have any questions or concerns regarding this request packet, plcase give me \n(312.814.3417) or Bruce Anderson (312.814.3394) a call. Thanks. \nSouth Suburban Network Facilitator \n\\, \n\n.. \nCase: 1:05-cv-00544 Document #: 1  Filed: 01/31/05 Page 19 of 19 PageID #:19\n, \n, \n• \n\" \n-Suburban' \nSu,,,, \n.... 16 VI! H~,\"~on srrc ...  -I'D \n>liU_.IIJ,e_, /l4HIIIo-/s1 «IHII;;,!  \n~,',_.7\",8'I:W),·  ···Ac:c~ssl:·.·ini;,~, \n~ Fp:,\"\"\"\"\".7.0 11  .. F.J~.-7D8-.u\"'2~ \n~::...~~.~ ~.~r. ~  TDfJ..-;trua..I99..p,\" \n'_.. \n':'M\"'\"iiOal ~UioI~~;;;,g .  '.  :;~- .--~, .. -, \n.\"~\"~'~;~ ~'~',~,~~  '::;:.:. \n, \nii~bOfah'FulJiJove -;  _ \n_-S WI!' Sub~~an Netw<#F';;~ta.tor',  \" \nDRS\"- .. - _  -,-\n...,. ' .\". .... 10. 0 W~ .R' i,i ndolp\" ~h ,'S;'l.) i-te-..6 __. -4_Q.- --Q.~:.  .\" .\" ...  .• ,r \n-: -Chitago, it·,6 060r \n\"';\".-\n, : :'_::-;:,I)\"ar. Dcb(,~a1(FuUili>';\"; - :-\n\"  ; \n.. :'.  :< .c im$\\Qp~.~,:ifi;jd; wI)p I~ nOl aBogaril doissmcmbc; ~'Nntbaii Y\"  Levitt C\\asl;mcmber, ~ introdlieed, \n,  ,to ai><!' bas.-dio.ea.24 hour CmAi'setvices fi:om Nc\\v Ho~ (tnler.  ,--\n-= ~-\"_:' _1;h';,~'  provid\"e'r\",h'.a s ioridilioni!.llyac•~• 1e po_, .t _edCb.{stopb';,\"  anI d _ •- h~'$$u!!mittcd to  the compJeled'l-ale \nU$ \n:.:' ·_\",'-:detei1tiinatioll works~eetswith!he appropriate \",\"~chn1enIC:  \" \n.. \n\"..  .~ ,\"  .  . \n...T  he-fdllnwiilg do. ocumen,  hl.tiorus •e•n c, losed: \n.  .  ..  :-- 1_  . SignedCILA IndiVidUal Rate Woi-k.!i=t \n'\" 2,  f:lien(.'fucome fl1fom>alioil .... \", \n3,',_,· __ priijio• •d 'lnd'viduarse..vice.I'I'an. \n. \n'- 4, .. ::' --p.ychb[llgi£llI'Evalualion  _,;'  .  .  '~'. \n'5,..  leAP.  -.  _. . \n6, ~~ COpy b[,S~ia1 Securilr.,Card \n7,··  Medic'aidCOld Copy·.  .  ... \n•S  :7:j-'}\\Il!l:ailig $\"ervice.Pad'i:1 : ' \n., .~ .. ~,  \"','  ,  ..'. \";.  . \",:  .  ... 'I!;·.  - .,'  . \n--.Christopher wiU bE ...\" villl! ilito.IIIle:xi5ljnG \"'OjCIIIlCY_  He cumntly resides \"!ith hiSI',.rents, -And he utilizes  . \n_- iIome aued-Serviee~\"flUJ!liflg; ills parems'.-bavc Bad contact.wi1h New Hope ;1$ Iheii.Homc Bilstil S¢lVi\"\"$_ \n-:.: Seryice'Facilill)lllr [o[qUitc'some tiWe, IIiId noW that !hey .are. gelling alder, they deCided both tho;)'. and _.  \n. '  Christopner ;would1i¢nefnfrorilIlCILAPI.~rncnt:Chri.topMr isa very social aridcBpllblc youhi1j~8nwho \n-\" :: would Iikel}\" f1ollrishwilbthc'iiwica..,<!-Ic:iicb of i!\\dependence, re~ponsibili1Y,and Peer intent.<;liiln 1h3I  . \n,. ' oCCw--.at ...e ll.;}':: -N~w HoPe Cernci .tatt, CJmslopher;-andhi! plll'CllIS all feel thaI this \"\",u1d be lUi excellent \n,;-.'--:.-,m.iChpfrieed.wiibs¢IV~ces_  '.-.... -,,':  ... - .  - - . \n.  .. ,.~\"\";'.: '::' .•. \" ~_.  ...~ .M: ~-' - .'  . \n\"'--...; J(y(\\U hav~'aJtyiu.e~ljO';9 Or need~dLiitioiiiil !¢'or~ ...~ ion, pleaser.Ontact me_ , \n........... : \"',:.:..;' '.~~'.':'- ~  - \"'.,\" - ,'.~\"-.... '\"  .. \n. .  ..  .\" \n,  '\"'~..:.  \", \n. ,  -.:-.' . I  .....  . \n~  ~ \"  \".~ \n. \n\", . \n-~. ,=; . -_. --. \n..  . -",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/39680"
    },
    {
      "date": "2006-09-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 2735494,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2006,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 63441,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/63441.pdf",
      "title": "Memorandum Opinion and Order (Granting Defendants' Motion for Summary Judgment)",
      "text": " \nBertrand v. Maram, Not Reported in F.Supp.2d (2006)   \nMed & Med GD (CCH) P 301,912 \n \n \n   under 42 U.S.C. §§ 1396a(a)(8) and 1983 by failing to \n2006 WL 2735494  provide  funding  for  Medicaid  waiver  services  with \nUnited States District Court,  reasonable promptness, even though Plaintiffs are eligible \nN.D. Illinois,  to  receive  such  services.  Specifically,  Plaintiffs  seek \nEastern Division.  funding for Community Integrated Living Arrangement \n(“CILA”)  services  under  the  waiver.  Defendants  have \nChristopher BERTRAND, et al., Plaintiffs,  denied Plaintiffs the requested funding because Plaintiffs \nv. \ndo not meet the Priority Population Criteria set out in the \nBarry S. MARAM, et al., Defendants. \nwaiver.  The  parties  have  cross-moved  for  summary \njudgment.  Because  the  Centers  for  Medicare  and \nNo. 05 C 0544. | Sept. 25, 2006. \nMedicaid Services (“CMS”) knowingly approved Illinois’ \nuse  of  the  Population  Priority  Criteria  to  limit  CILA \nresidential services under the waiver, Defendants have not \nAttorneys and Law Firms \nfailed to furnish Plaintiffs medical assistance with the \nRobert  Hugh  Farley,  Jr.,  Robert  H.  Farley,  Jr.,  Ltd.,  reasonable  promptness  to  which  Plaintiffs  are  entitled \nNaperville, IL, for Plaintiffs.  under 42 U.S.C. § 1396a(a)(8). Accordingly, based on the \nundisputed facts, Defendants are entitled to judgment as a \nKaren  Elaine  Konieczny,  Christopher  Samuel  Gange,  matter of law. \nJohn  E.  Huston  ,  Illinois  Attorney  General’s  Office,    \nChicago, IL, for Defendants.   \nOpinion \n  Statement of Facts \nThe Medicaid program, established under Title XIX of \nMEMORANDUM OPINION AND ORDER  the Social Security Act, 42 U.S.C. § 1396, et seq., is a \njoint  federal-state  program  which  provides  medical \nassistance to low-income individuals. “Administration [of \nVIRGINIA M. KENDALL, District Judge.  the Medicaid program] is entrusted to the Secretary of \nHealth and Human Services, who in turn exercises his \n*1 Plaintiffs Christopher Bertrand and Frank Patterson Jr.  authority through the Centers for Medicare and Medicaid \n(“Plaintiffs”) are developmentally disabled adults eligible  Services.”1 Arkansas Dept. of Health and Human Services \nto  participate  in  the  Illinois  Medicaid  Home  and \nv. Ahlborn, 126 S.Ct. 1752, 1758 (2006). States are not \nCommunity-Based Services (“HCBS”) waiver program. \nrequired to participate in the Medicaid program, but if a \nThe  HCBS  program  allows  developmentally  disabled \nstate elects to participate, it must comply with federal \nadults to receive needed services outside of an institution. \nstatutes and regulations. See 42 U.S.C. § 1396a(a)(10). \nPlaintiffs seek to represent a class of developmentally  Each state participating in the Medicaid program must \ndisabled persons or mentally retarded persons who are  provide  certain  mandatory  services.  See  42  C.F.R.  § \nenrolled and receiving services funded under the HCBS \n440.210; 440.220. Other Medicaid services are optional at \nwaiver program and who are seeking additional funding \nthe discretion of each state. See 42 C .F.R. § 440.225. \nfor more services offered in the HCBS program. \nOnce a State commits to provide optional services, it must \n  \nprovide them in compliance with the requirements of the \nPlaintiffs bring suit against Barry S. Maram, in his official  Medicaid  statute.  States  participating  in  the  Medicaid \ncapacity  as  Director  of  the  Illinois  Department  of  program are required to develop a comprehensive plan for \nHealthcare  and  Family  Services  (formerly  the  Illinois \nthe provision of services and the plan must be approved \nDepartment  of  Public  Aid);  Carol  L.  Adams,  in  her \nby  CMS.  See  42  U.S.C.  §  1396a(b);  42  C.F.R.  § \nofficial capacity as Secretary of the Illinois Department of \n430.14-15. \nHuman services; and Jerolene Johnson, in her official \n  \ncapacity as Director of the Division of Developmental \n1  Prior to 2001, CMS was known as the Health Care \nDisabilities (together “Defendants”). Plaintiffs complain \n  Financing Administration (“HCFA”). See 66 Fed.Reg. \nthat Defendants  violated and are violating their rights \n  1 \n \n\n \nBertrand v. Maram, Not Reported in F.Supp.2d (2006)   \nMed & Med GD (CCH) P 301,912 \n \nalternatives available under the waiver; and (2) Given the \n35437, 2001 WL 746215. \nchoice  of  either  institutional  or  home  and \n \ncommunity-based services.” 42 C.F .R. § 441.302. \n \n  \n*2  The  State  of  Illinois  participates  in  the  Medicaid \nThe State of Illinois requested that various home and \nprogram  and  has  filed  a  State  Plan  with  the  federal \ncommunity-based  services,  including  residential \ngovernment. (Defendants’ Response to Plaintiffs’ Local \nhabilitation, be included in the Waiver. (Defs.’ 56.1, ¶ 44.) \nRule 56.1(a)(3) Statement of Material Facts, ¶ 36 (“Plfs.’ \n“Residential  habilitation”  includes  necessary  nursing \n56.1, ¶ __”).) The State of Illinois Medicaid program has \nassessment,  direction  and  monitoring  by  a  registered \nopted to include intermediate care facilities for mentally \nprofessional nurse, and support services and assistance by \nretarded  (“ICF/MR”)  and  developmentally  disabled \na  registered  professional  nurse  or  a  licensed  practical \n(“ICF/DD”) individuals. (Plfs.’ 56.1, ¶ 36); see 42 U.S.C. \nnurse  to  ensure  the  individual’s  health  and  welfare. \n§ 1386d(a)(15), (d). The Medicaid statute allows states to \n(Defs.’ 56.1, ¶ 48.) Residential habilitation services under \nbring even a broader range of services into Medicaid \nthe Waiver are provided in the Community Integrated \ncoverage through its waiver provision, which provides: \nLiving Arrangement (“CILA”) program. (Defs.’ 56.1, ¶ \n50.) The CILA program provides services and support in \nThe  Secretary  may  by  waiver \nsmall  group  home  settings,  host  family  arrangements, \nprovide that a State plan approved \nindividuals’ own homes and family homes. (Defs .’ 56.1, \nunder this subchapter may include \n¶  51.)  For  residential  services,  including  residential \nas “medical assistance” under such \nhabilitation in a CILA, the State gives service priority to \nplan payment for part or all of the \neligible  persons  according  to  the  following  priority \ncost of home or community-based \npopulation  criteria:  (1)  individuals  who  are  in  crisis \nservices  (other  than  room  and \nsituations (e.g., including but not limited to, persons who \nboard) approved by the Secretary \nhave lost their caregivers, persons who are in abusive or \nwhich are provided pursuant to a \nneglectful situations); (2) individuals who are wards of \nwritten plan of care to individuals \nthe Illinois Department of Children and Family Services \nwith  respect  to  whom  there  has \nand are approaching the age of 22 and individuals who are \nbeen a determination that but for \naging out of children’s residential services funded by the \nthe provision of such services the \nOffice of Developmental Disabilities; (3) individuals who \nindividuals would require the level \nreside  in  State-Operated  Developmental  Centers;  (4) \nof  care  provided  in  a[n]  ••• \nBogard  class  members,  i.e.,  certain  individuals  with \nintermediate  care  facility  for  the \ndevelopmental  disabilities  who  currently  reside  in  a \nmentally retarded the cost of which \nnursing facility; (5) individuals with mental retardation \ncould  be  reimbursed  under  the \nwho reside in State-Operated Mental Health Hospitals; (6) \nState plan. \nindividuals with aging caregivers; and (7) individuals who \nreside in private ICFs/MR or ICFs/DD. (Defs.’ 56.1, ¶ 55.) \n42 U.S.C. § 1396n(c)(1).  The  State  of  Illinois  adopted  the  Priority  Population \n   Criteria  for  residential  services  to  allocate  effectively \nThe State of Illinois requested and received a Medicaid  resources to those individuals who are most in need of \nHome  and  Community-Based  Services  waiver  (“the  residential services under the Waiver. (Defs.’ 56.1, ¶ 56.) \nWaiver”) under the authority of § 1915(c) of the Social  If an individual does not meet the Priority Population \nSecurity Act, 42 U.S.C. § 1396(c). (Plfs .’ 56.1, ¶ 47.) The  Criteria  and  wants  to  receive  residential  services,  the \nWaiver  allows  Illinois  to  provide  home  and  individual must receive them in an institutional setting \ncommunity-based services to individuals who, but for the  through the ICF/DD program. (Defs.’ 56.1, ¶ 57.) \nprovision of such services, would require the level of care    \nprovided  at  an  intermediate  care  facility  for  mentally  *3 Christopher Bertrand is a developmentally disabled \nretarded  or  developmentally  disabled  persons  aged  adult who was 23 years old at the time the complaint was \neighteen and older. (Plaintiffs’ Response to Defendants’  filed.  (Defs.’  56.  1,  ¶¶  1-2.)  State  officials  found \nLocal Rule 56.1(a)(3) Statement of Material Facts, ¶¶  Christopher  Bertrand  eligible  to  participate  in  the \n34-36 (“Defs.’ 56.1, ¶ __”).) Upon meeting the eligibility  HCBS-DD  Waiver  Program.  (Defs.’  56.1,  ¶  3.)  An \nrequirements for the Waiver, “the recipient or his or her  application  for  CILA  Services  was  submitted  on \nlegal representative will be-(1) Informed of any feasible  Bertrand’s behalf in December 2004. (Defs.’ 56.1, ¶ 4.) \n  2 \n \n\n \nBertrand v. Maram, Not Reported in F.Supp.2d (2006)   \nMed & Med GD (CCH) P 301,912 \n \nThe State denied his application in January 2005, because  I. Mootness \nhe  did  not  meet  the  Priority  Population  Criteria  for  Plaintiff Bertrand sought funding for community-based \nresidential  habilitation  services.  (Defs.’  56.1,  ¶  5.)  In  residential services in the HCBS-DD Waiver Program. \nFebruary 2005, Bertrand’s application for CILA Services  (Am.Compl.¶  2.)  Defendants  had  refused  to  authorize \nwas resubmitted, this time with a letter from Bertrand’s  funding for 24-hour CILA services because he did not \nparents, describing their relative age and declining health.  meet the Population Priority Criteria. (Am.Compl.¶¶ 2, \n(Defs.’ 56.1, ¶ 6.) The State approved his application in  37-40.) On May 9, 2005, Defendants authorized 24-hour \nMarch 2005. (Id.) Bertrand has been receiving funding for  CILA services to be provided to Bertrand. (Defs.’ 56.1, ¶ \nCILA Services from the HCBS-DD waiver program since  6.) Since May 24, 2005, Bertrand has resided in a CILA. \nMay 24, 2005. (Defs.’ 56.1, ¶ 7.)  (Defs.’  56.1,  ¶  7.)  Bertrand  thus  now  receives  the \n   full-range of CILA services to which he claimed he was \nPlaintiff  Frank  Patterson,  Jr.  is  a  developmentally  entitled in the Complaint. \ndisabled  adult  who  was  29  years  old  at  the  time  the    \ncomplaint was filed. (Defs.’ 56.1, ¶ 9.) State officials  *4 Generally, a case is moot when the issues presented \nfound Patterson eligible to participate in the HCBS-DD  are  no  longer  “live”  or  the  parties  lack  a  legally \nWaiver Program. (Defs.’ 56.1, ¶ 11.) Patterson does not  cognizable  interest  in  the  outcome.  See  Stotts  v. \nreceive funding for 24-hour CILA services, but he does  Community Unit Sch. Dist. No. 1, 230 F.3d 989, 990 (7th \nreceive funding for some non-residential services under  Cir.2000).  However,  “the  mooting  of  the  named \nthe HCBSDD Waiver Program. (Defs.’ 56. 1, ¶¶ 12-13.)  plaintiff’s  claim  in  a  class  action  by  the  defendant’s \n   satisfying the claim does not moot the action so long as \n  the case has been certified as a class action, or ... so long \nas a motion for class certification has been made and not \nruled on, unless ... the movant has been dilatory.” Primax \nDISCUSSION  Recoveries, Inc. v. Sevilla, 324 F.3d 544, 546-47 (7th \nCir.2003). Bertrand filed his motion for class certification \nSummary  judgment  is  proper  when  “the  pleadings, \non February 10, 2005 and Bertrand has not been dilatory \ndepositions, answers to interrogatories, and admissions on \nin pursuing relief on the class claims. As such, Bertrand \nfile, together with the affidavits, if any, show that there is \nmay  continue  to  represent  the  putative  class  and  this \nno genuine issue as to any material fact and that the \nCourt takes the facts of Bertrand’s claim as they existed at \nmoving party is entitled to judgment as a matter of law.” \nthe time the Complaint was filed. See Kifer v. Ellsworth, \nFed.R.Civ.P. 56(c). The Court considers cross-motions \n346 F.3d 1155, 1156 (7th Cir.2003) ( “[T]he mooting of \nfor summary judgment from a “Janus-like” perspective, \nthe class representative’s personal claim does not bar him \nexamining each party’s motion in turn and viewing all \nfrom continuing to represent the class”). \nevidence and drawing all inferences in favor of the party \n  \nopposing the motion. See Anderson v. Liberty Lobby, Inc., \n \n477 U.S. 242, 255 (1986). \nII. Right of Action under 42 U.S.C. § 1983 \n  \nSection  1983  imposes  liability  on  anyone  who,  under \nOf first note, the mooting of the class representative’s \ncolor  of  state  law,  deprives  a  person  “of  any  rights, \npersonal  claim  does  not  bar  him  from  continuing  to \nprivileges, or immunities secured by the Constitution and \nrepresent  the  class.  Next,  in  §  1396a(a)(8),  Congress \nlaws.”  42  U.S.C.  §  1983.  Section  1983  “creates  no \ncreated  a  statutory  entitlement  to  receive  medical \nsubstantive  rights;  it  merely  provides  remedies  for \nassistance  with  reasonable  promptness  for  all  eligible \ndeprivations of rights established elsewhere.” See City of \nindividuals.  This  entitlement  includes  funding  for  all \nOklahoma  City  v.  Tuttle,  471  U.S.  808,  816  (1985). \nservices to which they are eligible under a § 1396n(c)(1) \nPlaintiffs argue that 42 U.S.C. § 1396a(a)(8) establishes a \nwaiver. Because the CMS approved Illinois’ use of the \nright to reasonably prompt medical assistance that may be \nPriority Population Criteria for residential services and \nenforced through § 1983. Section 1396a(a)(8) states that \nbecause  Plaintiffs  do  not  fall  within  those  criteria, \n“[a] State plan for medical assistance must provide that all \nPlaintiffs are not eligible for residential CILA services \nindividuals  wishing  to  make  application  for  medical \nunder the Waiver. \nassistance under the plan shall have opportunity to do so, \n  \nand  that  such  assistance  shall  be  furnished  with \n \nreasonable promptness to all eligible individuals.” \n  \n  3 \n \n\n \nBertrand v. Maram, Not Reported in F.Supp.2d (2006)   \nMed & Med GD (CCH) P 301,912 \n \nCongress established the Medicaid program under Title \n  confers a “right,” see Sabree v. Richman, 367 F.3d 180, \nXIX  of  the  Social  Security  Act  and  pursuant  to  its \n191 (3d Cir.2004) (holding that § 1396a(a)(8) creates a \nSpending  Clause  powers.  When  legislation  is  enacted  federal right enforceable through § 1983); Bryson v. \npursuant to Congress’ spending power, federal funding  Shumway,  308  F.3d  79,  89  (1st  Cir.2002)  (same); \nprovisions  cannot  be  enforced  under  §  1983  “unless  Westside Mothers v. Olszewski, 454 F.3d 532, 540 (6th \nCongress  speaks  with  a  clear  voice  and  manifests  an  Cir.2006) (same), this Court would have held that § \nunambiguous intent to confer individual rights.” Gonzaga  1396a(a)(8)  does  not  create  a  “right”  that  may  be \nenforced through § 1983 for several reasons. First, § \nUniversity v. Doe, 536 U.S. 273, 280 (2002) (internal \n1396a’s language, like the Medicaid statute as a whole, \nquotes omitted); see Pennhurst State School and Hospital \nfocuses on the State’s obligations in the aggregate, \nv.  Halderman,  451  U.S.  1,  28  (1981)  (“In  legislation \nrather than an individual’s entitlement. See Blessing v. \nenacted  pursuant  to  the  spending  power,  the  typical \nFreestone, 520 U.S. 329, 344 (1997). For example, § \nremedy  for  state  noncompliance  with  federal  imposed  1396a(a)(8) itself provides that a State shall furnish \nconditions  is  not  a  private  cause  of  action  for  medical assistance with responsible promptness, rather \nnoncompliance  but  rather  action  by  the  Federal  than  stating  that  eligible  individuals  shall  receive \nGovernment  to  terminate  funds  to  the  State”).  Such  medical  assistance  with  reasonable  promptness.  See \nunambiguously  conferred  rights  and  entitlements  are  Alexander  v.  Sandoval,  532  U.S.  275,  289  (2001) \n(“Statutes that focus on the person regulated rather than \ndistinguished  from  broader,  more  vague  benefits  or \nthe individuals protected create no implication of an \ninterests that are not enforceable. Id. at 275, 283. \nintent to confer rights on a particular class of persons”). \n  \nSecond, § 1396c empowers the Secretary of Health and \n*5 A “statutory entitlement to reasonable promptness of \nHuman Services to suspend payments to a state if it \nmedical services (42 U.S.C. § 1396a(a)(8))” exists under  fails to “comply substantially” with the requirements of \nthe Medicaid statute.2 Bruggeman ex rel. Bruggeman v.  Title  XIX.  The  fact  that  a  State  may  satisfy  its \nBlagojevich, 324 F .3d 906, 910 (7th Cir.2003); Gonzaga,  obligation  through  “substantial  compliance”  cuts \n536 U.S. at 287 (stating that individual entitlements are  against  finding  that  Congress  created  an  individual \nenforceable under § 1983). This Court would be hesitant  right or entitlement. See Blessing, 520 U.S. at 343. The \npunishment of a funding cut for non-compliance also \nto  follow  this  statement,  made  without  any  analysis, \nimplies that Congress did not intend to create a private \nexcept that later in Bruggeman, the Seventh Circuit found \nright of action. See Suter v. Artist M., 503 U.S. 347 363 \nthat 42 U.S.C. § 1396a(a)(19) “cannot be interpreted to \n(1992) (finding Congress created no private right of \ncreate a private right of action, given the Supreme Court’s \naction  where  statute  provided  that  State’s \nhostility,  most  recently  and  emphatically  expressed  in  non-compliance would be punished “by the Secretary \nGonzaga University v. Doe to implying such rights in  in the manner [of reducing or eliminating payments]”); \nspending statutory.” Bruggeman, 324 F.3d at 911. This  Halderman,  451  U.S.  at  28  (same).  Finally,  § \nlatter statement makes clear, however, that the Seventh  1396a(a)(3) provides that a State must grant a hearing \nCircuit was aware of the issue and the Supreme Court’s  to any individual that is not provided assistance with \nreasonable  promptness.  The  availability  of  such  an \nrecent holding in Gonzaga.3 \nadministrative remedy is evidence that Congress did \n  \nnot intend to create a right enforceable in federal court \n2  Since § 1983 is not mentioned in the opinion it is  under § 1983. See Wright v. Roanoke Redevelopment \n  unclear whether Plaintiffs brought their action under §  and  Housing  Authority,  479  U.S.  418,  432  (1987) \n1983  or  whether  the  Seventh  Circuit  recognized  a  (administrative  procedure  in  Act  counseled  against \nprivate right of action under the Medicaid statute itself.  finding a congressional intent to create individually \nIn either instance, the Seventh Circuit answered the  enforceable rights); Wilder v. Virginia Hospital Ass’n, \nquestion  of  whether  §  1396a(a)(8)  creates  an  496 U.S. 498, 522-23 (1990) (same). \nindividually enforceable federal right. See Gonzaga,   \n536 U.S. at 284 (explaining that “the [§ 1983 and \n \nprivate  right  of  action]  inquiries  overlap  in  one \nSection 1396a(a)(8) thus creates a right enforceable under \nmeaningful  respect-in  either  case  we  must  first \n§ 1983, a right to  medical  assistance  with reasonable \ndetermine  whether  Congress  intended  to  create  a \nfederal right”) (emphasis in original).  promptness  to  all  eligible  individuals.  The  Medicaid \n  statute defines “medical assistance” as “payment of part \nor all of the cost of the [enumerated] services” to eligible \n \nindividuals. 42 U.S.C. § 1396d(a). Given this definition, § \n3  Indeed, absent Bruggeman, and despite precedent in  1396a(a)(8)  guarantees  “a  prompt  determination  of \nother  circuits  expressly  holding  that  §  1396a(a)(8) \n  4 \n \n\n \nBertrand v. Maram, Not Reported in F.Supp.2d (2006)   \nMed & Med GD (CCH) P 301,912 \n \neligibility  and  prompt  provision  of  funds  to  eligible  Plaintiffs did not meet the Priority Population Criteria. \nindividuals to enable them to obtain the covered medical  (Defs.’ 56. 1, ¶¶ 4, 12-13.) Thus, if Plaintiffs wanted to \nservices that they need.” Bruggeman, 324 F.3d at 910.4  receive residential services, they would have to receive \n   them  in  an  institutional  setting  through  the  ICF/DD \n4  Unlike plaintiffs in Bruggeman, Plaintiffs seek funding  program. (Defs.’ 56.1, ¶ 57.) Plaintiffs argue that the \nState’s  use  of  its  Priority  Population  Criteria  to  limit \n  for eligible services not the provision of the medical \nservices themselves. See id. at 910-11.  access to CILA services violates the State’s obligation to \n  provide medical assistance with reasonable promptness to \nall  eligible  individuals.  The  CMS  addressed  the  State \n \nMedicaid Directors, including the State of Illinois, in a \nThe State argues that even if § 1396a(a)(8) creates an \nletter  dated  January  10,  2001,  concerning  this  issue. \nenforceable  right,  such  right  does  not  extend  to  the \n(Plfs.’ 56.1, ¶ 115.) With regard to “access to services \n24-hour  CILA  services  offered  under  the  HCBS-DD \nwithin a waiver,” the letter provides that: \nwaiver. Unlike certain services that the Medicaid statute \nexpressly provides that a State Plan must furnish, a State \nA State is obliged to provide all people enrolled in the \nis not required to furnish waiver services such as CILA. \nwaiver with the opportunity for access to all needed \nSee § 1396n(c)(1); § 1396a(a)(10). Nonetheless, once a \nservices covered by the waiver and the Medicaid State \nState  commits  to  provide  optional  services,  it  must \nplan.  Thus,  the  State  cannot  develop  separate  and \nprovide them in compliance with the requirements of the \ndistinct  service  packages  for  waiver  population \nMedicaid statute. (Plfs.’ 56.1, ¶ 35.) One of Medicaid’s \nsubgroups within a single waiver. The opportunity for \nrequirements  is  to  furnish  medical  assistance  with \naccess  pertains  to  all  services  available  under  the \nreasonable  promptness  to  all  eligible  individuals.  42 \nwaiver that an enrollee is determined to need on the \nU.S.C. § 1396a(a)(8). No logical or statutory reason exists \nbasis of an assessment and written plan of care/support. \nnot to extend this requirement to all services for which an \nindividual is eligible under the State plan, not just those \nThis does not mean that all waiver participants are \nservices  explicitly  listed  in  the  Medicaid  statute.  See \nentitled to receive all services that theoretically could \nBryson v. Shumway, 308 F.3d 79, 89 (1st Cir.2002) (“The \nbe available under the waiver. \nstrictures of § 1396a(a)(8) should apply with no less force \nto  opt-in  plans  such  as  the  waiver  program,  [because  The  State  may  impose  reasonable  and  appropriate \no]nce the waiver plan is created and approved, it becomes  limits or utilization control procedures based on the \npart of the state plan and therefore subject to federal law;  need that individuals have for services covered under \nthe waiver plans must meet all requirements not expressly  the waiver. An individual’s right to receive a service is \nwaived”);  Boulet  v.  Cellucci,  107  F.Supp.  61,  76  dependent on a finding that the individual needs the \n(D.Mass.2000) (“Traditional statutory analysis supports a  service, based on appropriate assessment criteria that \nfinding that, once a state opts to implement a waiver  the  State  develops  and  applies  fairly  to  all  waiver \nprogram  and  sets  out  eligibility  requirements  for  that  enrollees. \nprogram, eligible individuals are entitled to those services \nand to the associated protections of the Medicaid Act”).  (Plfs.’ 56.1, ¶ 117.) \nThe entitlement to reasonably prompt medical assistance    \nstill derives from the Medicaid statute, an Act of Congress,  The State of Illinois added the Priority Population Criteria \nregardless of where the terms of eligibility are set. Thus,  to the text of the Waiver as part of the waiver renewal \nif Plaintiffs are eligible for CILA services, they have an  process in 2002. (Defs.’ 56.1, ¶¶ 58, 61.) The Population \nenforceable right for the State to furnish such assistance  Priority Criteria for residential services were discussed \nwith reasonable promptness.  with the CMS review team during the HCBS-DD Waiver \n   renewal process. (Defs.’ 56.1, ¶ 59.) The State notified \n  CMS  about  the  inclusion  of  the  Priority  Population \nCriteria  for  residential  services  in  the  text  of  the \nIII. The Priority Population Criteria  HCBS-DD Waiver in the cover letter and corresponding \n*6 The State determined that Plaintiffs both were eligible  summary of changes submitted with the waiver renewal \nto participate in the HCB S-DD waiver program. (Defs.’  application.  (Defs.’  56.  1,  ¶  60.)  CMS  approved  the \n56.1,  ¶¶  3,  9.)  The  State,  however,  denied  Plaintiffs  HCBS-DD Waiver renewal request on June 17, 2002, \nresidential  habilitation  services  in  a  CILA  because  effective July 1, 2002, including the Priority Population \n  5 \n \n\n \nBertrand v. Maram, Not Reported in F.Supp.2d (2006)   \nMed & Med GD (CCH) P 301,912 \n \nCriteria. (Defs.’ 56.1, ¶ 61.) CMS thus found that the  based on the State’s alleged failure to use all of its waiver \nPriority  Population  Criteria  are  appropriate  assessment  slots. \ncriteria for determining an individual’s  need. And the    \nCourt can find no reason to undo CMS’ determination   \nthat the Priority Population Criteria are a reasonable and \nappropriate limit based on the need that individuals have \nfor residential services. See Indiana Ass’n of Homes for  Conclusion and Order \nAging  Inc.  v.  Indiana  Office  of  Medicaid  Policy  and \nSection 1396a(a)(8) creates an entitlement, enforceable \nPlanning,  60  F.3d  262,  270  (7th  Cir.1995)  (giving \nunder § 1983, to have the State furnish medical assistance \nsubstantial deference to CMS’ approval of terms in State \nwith reasonable promptness for all eligible individuals. \nplan). \nWith  regard  to  the  medical  assistance  Plaintiffs  seek, \n  \nCMS knowingly approved the Population Priority Criteria \n*7 Last, Plaintiffs argue that Illinois’ excess Medicaid \nas  a  reasonable  and  appropriate  limit  based  on  an \nwaiver capacity requires disabled persons to be funded up \nindividual’s need for residential services under the waiver. \nto the cap. Plaintiffs cite evidence that Illinois has not \nThus, Plaintiffs, who do not meet the Priority Population \nused all 10,000 slots in its HCB S waiver program from \nCriteria, are not entitled to residential services in a CILA. \n2000 to the present. (Plfs.’s 56.1, § 93B.) Several courts \nWherefore, Defendants’ Motion for Summary Judgment \nhave  held  that  the  state’s  waiver  services  are  an \nis granted and Plaintiffs’ Motion for Summary Judgment \nentitlement for eligible individuals at least up to the cap. \nis denied. Defendants’ Motion to Strike Certain Exhibits \nSee Bryson, 308 F.3d at 88; Boulet, 107 F.Supp.2d at 78; \nis  denied.  Plaintiffs’  Motion  for  Class  Certification  is \nMakin  v.  Hawaii,  114  F.Supp.2d  1017,  1027-28 \ndenied as moot. \n(D.Haw.1999). But neither of Plaintiffs has been denied a \n  \nslot in the waiver program. The State has found both \nSo ordered. \neligible  to  participate  in  the  waiver  program,  and, \n  \naccordingly, they lack standing to pursue any a claim \n   \n \n \n  \n  6 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "76",
      "clearinghouse_link": "clearinghouse.net/doc/63441"
    },
    {
      "date": "2007-09-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 39678,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/39678.pdf",
      "title": "Docket",
      "text": "Case: 1:05-cv-544     As of: 07/02/2011 04:11 PM CDT(cid:10)     1 of 7(cid:10)\nKEYS, PROTO\nUnited States District Court\nNorthern District of Illinois − CM/ECF LIVE, Ver 4.2 (Chicago)\nCIVIL DOCKET FOR CASE #: 1:05−cv−00544\nBertrand v. Maram et al Date Filed: 01/31/2005\nAssigned to: Honorable Virginia M. Kendall Date Terminated: 09/25/2006\nCase in other court:  06−03705 Jury Demand: Defendant\nCause: 42:1983 Civil Rights Act Nature of Suit: 440 Civil Rights: Other\nJurisdiction: Federal Question\nPlaintiff\nChristopher Bertrand represented by Robert Hugh Farley , Jr.\nby and through his parents Robert H. Farley, Jr., Ltd.\nother 1155 South Washington\nInez Bertrand Naperville, IL 60540\nother (630) 369−0103\nDaniel Bertrand Fax: (630) 369−0195\nEmail: farleylaw@aol.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nPlaintiff\nFrank Patterson, Jr.\nindividually and behalf of a class\nguardian ad litem\nFrank Patterson, Sr.\nguardian ad litem\nJanice Patterson\nV.\nDefendant\nBarry S Maram represented by Karen Elaine Konieczny\nin his official capacity as Director of the Illinois Attorney General's Office\nIllinois Department of Public Aid 160 North LaSalle Street\nSuite N−1000\nChicago, IL 60601\n(312)793−2380\nEmail: karen.konieczny@illinois.gov\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nChristopher Samuel Gange\nIllinois Attorney General's Office\n160 North LaSalle Street\nSuite N−1000\nChicago, IL 60601\n(312)793−2380\nEmail: Christopher.Gange@illinois.gov\nATTORNEY TO BE NOTICED\nJohn E. Huston\nIllinois Attorney General's Office\n160 North LaSalle Street\nSuite N−1000\nChicago, IL 60601\n(312)793−2380\nEmail: John.Huston@illinois.gov\nATTORNEY TO BE NOTICED\n\nCase: 1:05-cv-544     As of: 07/02/2011 04:11 PM CDT(cid:10)     2 of 7(cid:10)\nDefendant\nCarol L Adams represented by Karen Elaine Konieczny\nin her official capacity as Secretary of the (See above for address)\nIllinois Department of Human Services LEAD ATTORNEY\nATTORNEY TO BE NOTICED\nChristopher Samuel Gange\n(See above for address)\nATTORNEY TO BE NOTICED\nJohn E. Huston\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nJerolene Johnson represented by Karen Elaine Konieczny\nin her official capacity as Director of the (See above for address)\nOffice of Developmental Disabilities LEAD ATTORNEY\nATTORNEY TO BE NOTICED\nChristopher Samuel Gange\n(See above for address)\nATTORNEY TO BE NOTICED\nJohn E. Huston\n(See above for address)\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n01/31/2005 1  COMPLAINT filed by plaintiff Christopher Bertrand for declaratory and injunctive\nrelief; Exhibits. (eav, ) Modified on 11/4/2005 (ym, ). (Entered: 02/01/2005)\n01/31/2005 2  CIVIL Cover Sheet (eav, ) (Entered: 02/01/2005)\n01/31/2005 3  ATTORNEY Appearance for Plaintiff by Robert Hugh Farley, Jr (eav, ) (Entered:\n02/01/2005)\n02/01/2005 5  AMENDED complaint by plaintiffs against all defendants for declaratory and\ninjunctive relief (Exhibits).(lcw, Lakisha) Modified on 1/20/2006 (aew, ). (Entered:\n02/03/2005)\n02/04/2005 6  ATTORNEY Appearance for Defendants Barry S Maram, Carol L Adams,\nJerolene Johnson by Christopher Samuel Gange, John E. Huston, Karen Elaine\nKonieczny (eav, ) (Entered: 02/07/2005)\n02/10/2005 7  MOTION by Plaintiffs Frank Patterson, Jr, Christopher Bertrand for leave of court\nfor Thomas G. Morrissey to file an additional appearance (gma, ) (Entered:\n02/10/2005)\n02/10/2005 8  MOTION by Plaintiffs Frank Patterson, Jr, Christopher Bertrand for class\ncertification; Exhibits. (gma, ) Modified on 1/30/2006 (ym, ). (Entered:\n02/10/2005)\n02/10/2005 9  NOTICE of Motion by Robert Hugh Farley, Jr for presentment of motion for class\ncertification 8 , motion for leave of court for Thomas G. Morrissey to file an\nadditional appearance 7 before Honorable David H. Coar on 2/16/2005 at 09:00\nAM. (gma, ) (Entered: 02/10/2005)\n02/10/2005 10  MEMORANDUM OF LAW by Frank Patterson, Jr, Christopher Bertrand in\nSupport of class certification 8 (gma, ) (Entered: 02/10/2005)\n02/16/2005 12  MINUTE entry before Judge David H. Coar : Motion hearing held regarding [7 and\n8]. Plaintiffs' motion for leave of Court for Thomas G. Morrissey to file an\nadditional appearance is granted. 7 The briefing schedule as to the 8 motion for\n\nCase: 1:05-cv-544     As of: 07/02/2011 04:11 PM CDT(cid:10)     3 of 7(cid:10)\nclass certification is as follows: Answer brief due by 3/21/05; Reply brief due by\n4/12/05. Motions taken under advisement − ruling will issue by mail. Mailed notice\n(eav, ) (Entered: 02/25/2005)\n02/16/2005 13  MINUTE entry before Judge David H. Coar : Discovery on the class certification is\nopen. Enter agreed order in reference to confidentiality of personal health\ninformation of Bertrand and Patterson, Jr. and other documents. Mailed notice\n(eav, ) (Entered: 02/25/2005)\n02/16/2005 14  AGREED ORDER Signed by Judge David H. Coar on 2/16/2005: (eav, ) (Entered:\n02/25/2005)\n02/22/2005 11  ANSWER and defenses to plaitniffs' amended complaint for declaratory and\ninjunctive relief by Barry S Maram, Carol L Adams, Jerolene Johnson ; Notice of\nfiling(eav, ) (Entered: 02/25/2005)\n03/17/2005 15  MOTION by Defendants to set discovery cut−off on class discovery and to enlarge\nthe time to respond to plaintiffs' memorandum of law in support of class\ncertification (gma, ) (Entered: 03/18/2005)\n03/17/2005 16  NOTICE of Motion by Karen Elaine Konieczny for presentment of MOTION by\nDefendants to set discovery cut−off on class discovery and to enlarge the time to\nrespond to plaintiffs' memorandum of law in support of class certification 15\nbefore Honorable David H. Coar on 3/28/2005 at 09:00 AM. (gma, ) (Entered:\n03/18/2005)\n03/22/2005 17  RESPONSE by plaintiffs to defendants' motion to cut−off discovery and enlarge\ntime to file class brief 15 (eav, ) (Entered: 03/24/2005)\n03/24/2005 18  REPLY by defendants to plaintiffs' response to defendants' motions to set\ndiscovery cut−off on class discovery and to enlarge the time to respond to\nplaintiffs' memorandum of law in support of class certification 15 ; Notice of filing\n(eav, ) (Entered: 03/28/2005)\n03/28/2005 19  MINUTE entry before Judge David H. Coar : Motion hearing held on 3/28/05\nregarding # 15 . For the reasons stated on the record, the defendant's motion 15 to\nset discovery and to enlarge the time to respond to plaintiff's memorandum of law\nin support of class certification is granted to the extend that discvoery on the class\ncertification issues shall close on 4/15/05. The briefing schedule on the plaintiff's\nmotion 8 for class certification is extended as follows: Defendant's answer brief in\nopposition to the class certification motion shall be filed on or before 5/2/05;\nPlaintiff's response brief in support of class certification shall be filed on or before\n5/17/05. Mailed notice (eav, ) (Entered: 03/28/2005)\n04/08/2005 20  MOTION by Plaintiffs Frank Patterson, Jr, Christopher Bertrand for entry of\nagreed protective order (gma, ) (Entered: 04/08/2005)\n04/08/2005 21  NOTICE of Motion by Robert Hugh Farley, Jr for presentment of MOTION by\nPlaintiffs Frank Patterson, Jr, Christopher Bertrand for entry of agreed protective\norder 20 before Honorable David H. Coar on 4/14/2005 at 09:00 AM. (gma, )\n(Entered: 04/08/2005)\n04/14/2005 22  MINUTE entry before Judge David H. Coar : Motion hearing held. Motion for\nprotective order # 20 is granted. Enter protective order in reference to records\npertaining to Jason Drzewicki which are in the possession and control of the\ndefendants. The parties are advised to adhere and follow Local Rule 5.8 when\nfiling documents under seal pursuant to this protective order. Further, Local Rule\n26.2 (and in particular 26.2(e)) shall apply unless otherwise ordered by this Court.\nAbsent a motion from a party sealed documents will be placed in the public record\nafter closing of the case as stated in L.R. 26.2(e). Enter Protective Order. No notice\n(eav, ) (Entered: 04/18/2005)\n04/14/2005 23  AGREED PROTECTIVE Order Signed by Judge David H. Coar on\n4/14/2005:(eav, ) (Entered: 04/18/2005)\n04/21/2005 24  MOTION by Plaintiffs Frank Patterson, Jr,and Christopher Bertrand for leave of\ncourt to take in excess of ten depositions (las, ) (Entered: 04/22/2005)\n\nCase: 1:05-cv-544     As of: 07/02/2011 04:11 PM CDT(cid:10)     4 of 7(cid:10)\n04/21/2005 25  NOTICE of Motion by Robert Hugh Farley, Jr for presentment ofplaintiffs' motion\nfor leave of court to take more than ten depositions 24 before Honorable David H.\nCoar on 4/27/2005 at 09:00 AM. (las, ) (Entered: 04/22/2005)\n04/27/2005 26  MINUTE entry before Judge David H. Coar : Plaintiff's Motion for leave of Court\nto take in excess of ten depositions 24 is moot as the Standing Order should read 20\nand not 10. Motion hearing held on 4/27/2005 regarding motion for miscellaneous\nrelief 24 No− notice (pm, ) (Entered: 05/04/2005)\n05/02/2005 27  RESPONSE by Defendants in opposition to plaintiffs' motion for class\ncertification.(gcy, ) (Entered: 05/05/2005)\n05/12/2005 28  REPLY by Frank Patterson, Jr, Christopher Bertrandin to defendants response to\nplaintiffs motion for class certification 8 (eav, ) (Entered: 05/16/2005)\n06/08/2005 29  MINUTE entry before Judge David H. Coar : Status hearing held. Rule 16(b)\nScheduling Conference set for 7/19/05 at 9:00 a.m. Report of Planning Conference\npursuant to Rule 26(f) and Proposed Scheduling Order pursuant to Rule 16(b) to be\nfiled in chambers. (Forms of report of planning conference and proposed\nscheduling order are available on the Court's web page or in chambers.) Mailed\nnotice (eav, ) (Entered: 06/08/2005)\n06/08/2005 31  EXHIBITS by Plaintiffs of materials relief upon in support of summary judgement\npursuant to Local Rule 56.1(a)(1) (2 Vols) (eav, ) (Entered: 06/14/2005)\n06/08/2005 32  MOTION by Plaintiffs for summary judgment (eav, ) (Entered: 06/14/2005)\n06/08/2005 33  MEMORANDUM by plaintiffs of law in Support of motion for summary judgment\npursuant to Local Rule 56.1(a)(2) 32 (eav, ) (Entered: 06/14/2005)\n06/08/2005 34  STATEMENT OF MATERIAL FACTS PURSUANT TO LOCAL RULE 56\n(a)(3) (eav, ) (Entered: 06/14/2005)\n06/08/2005 35  NOTICE of Motion by all plaintiffs for presentment of motion for summary\njudgment 32 before Honorable David H. Coar on 6/14/2005 at 9:00 AM; Notice of\nfiling (eav, ) (Entered: 06/14/2005)\n06/10/2005 30  MINUTE entry before Judge David H. Coar : The Court's order of 6/8/2005 is\namended and corrected to strike the phrase \"Status hearing held\". mailed notice\n(pm, ) Modified on 6/13/2005 (pm, ). (Entered: 06/10/2005)\n06/14/2005 Motions Taken Under Advisement: MOTION by Plaintiffs Frank Patterson, Jr,\nChristopher Bertrand for summary judgment 32 (tlp, ) (Entered: 06/14/2005)\n06/14/2005 36  MINUTE entry before Judge David H. Coar : Defendant's answer to plaintiffs'\nmotion for summary judgment is due 7/7/05 32 ; reply due 7/25/05; motion taken\nunder advisement. No notice (eav, ) (Entered: 06/15/2005)\n07/07/2005 37  MOTION by Defendants for summary judgment (gma, ) (Entered: 07/07/2005)\n07/07/2005 38  NOTICE of Motion by Karen Elaine Konieczny for presentment of MOTION by\nDefendants for summary judgment 37 before Honorable David H. Coar on\n7/19/2005 at 09:00 AM. (gma, ) (Entered: 07/07/2005)\n07/07/2005 39  MEMORANDUM OF LAW by Barry S Maram, Carol L Adams, Jerolene Johnson\nin Support of MOTION by Defendants for summary judgment 37 (gma, ) (Entered:\n07/07/2005)\n07/07/2005 40  NOTICE by defendants of filing MOTION by Defendants for summary judgment\n37 (gma, ) (Entered: 07/07/2005)\n07/07/2005 41  LOCAL RULE 56.1(a)(3) STATEMENT by defendants of material facts for thier\nMOTION for summary judgment (gma, ) (Entered: 07/07/2005)\n07/07/2005 42  MOTION by Defendant Barry S Maram to strike certain materials plaintiffs relief\non in support of their motion for summary judgment (gma, ) (Entered: 07/07/2005)\n07/07/2005 43  NOTICE of Motion by Karen Elaine Konieczny for presentment of MOTION by\nDefendant Barry S Maram to strike certain materials plaintiffs relief on in support\nof their motion for summary judgment 42 before Honorable David H. Coar on\n\nCase: 1:05-cv-544     As of: 07/02/2011 04:11 PM CDT(cid:10)     5 of 7(cid:10)\n7/19/2005 at 09:00 AM. (gma, ) (Entered: 07/07/2005)\n07/07/2005 44  MEMORANDUM OF LAW by defendants in support of MOTION by Defendant\nBarry S Maram to strike certain materials plaintiffs relief on in support of their\nmotion for summary judgment 42 (gma, ) (Entered: 07/07/2005)\n07/07/2005 45  NOTICE by defendants of filing MEMORANDUM OF LAW by defendants in\nsupport of MOTION by Defendant Barry S Maram to strike certain materials\nplaintiffs relief on in support of their motion for summary judgment 44 (gma, )\n(Entered: 07/07/2005)\n07/07/2005 46  EXHIBITS by Defendants and supporting materials pursuant to Local Rule\n56.1(a)(1) in support of their motion for summary judgment 37 and pursaunt to\nLocal Rule 56.1(b)(1) in response to plaintiffs' motion for summary judgment(eav,\n) (Entered: 07/08/2005)\n07/07/2005 47  RESPONSE by Defendants to plaintiffs' statement of material facts (eav, )\n(Entered: 07/11/2005)\n07/07/2005 48  MEMORANDUM by defendants 32 of law in response to plaintiffs' motion for\nsummary judgment; Notice of filing (eav, ) (Entered: 07/11/2005)\n07/13/2005 49  MOTION by Defendant Barry S Maram for leave to amend answer to plaintiffs'\namended comaplint pursuant to Fed.R.Civ.P. 15(a) (gma, ) (Entered: 07/14/2005)\n07/13/2005 50  NOTICE of Motion by Karen Elaine Konieczny for presentment of MOTION by\nDefendant Barry S Maram for leave to amend answer to plaintiffs' amended\ncomaplint pursuant to Fed.R.Civ.P. 15(a) 49 before Honorable David H. Coar on\n7/19/2005 at 09:00 AM. (gma, ) (Entered: 07/14/2005)\n07/13/2005 51  NOTICE by Barry S Maram of filing MOTION by Defendant Barry S Maram for\nleave to amend answer to plaintiffs' amended comaplint pursuant to Fed.R.Civ.P.\n15(a) 49 (gma, ) (Entered: 07/14/2005)\n07/19/2005 52  MINUTE entry before Judge David H. Coar : Motion hearing held on 7/19/2005\nregarding motion to amend/correct 49 , motion for summary judgment 37 , motion\nto strike 42 . Defendant's Motion to amend answer and defenses to plaintiffs'\namended complaint 49 is granted. Set deadlines as to Defendant's motion for\nsummary judgment 37 : Responses due by 7/29/2005; Replies due by 8/12/2005.\nAs to Motion to strike, the plaintiff is given to 7/29/205 to file a brief response.\nMOTION for summary judgment 37 is taken under advisement, Motion to strike\n42 is taken under advisement. Mailed notice (pm, ) (Entered: 07/19/2005)\n07/19/2005 53  MINUTE entry before Judge David H. Coar : The Rule 16(b) scheduling\nconference scheduled for 7/19/2005 is held in abeyance until further order of court.\nno notice advised in open court. (pm, ) (Entered: 07/19/2005)\n07/20/2005 54  AMENDED Answer and defenses by Defendants Barry S Maram, Carol L Adams,\nJerolene Johnson to plaintiffs' amended complaint for declaratory and injunctive\nrelief; Notice of filing (eav, ) (Entered: 07/22/2005)\n07/25/2005 55  REPLY by Plaintiffs Frank Patterson, Jr, Christopher Bertrand to defendants\nresponse to plaitniffs motion for summary judgment (eav, ) (Entered: 07/27/2005)\n07/25/2005 56  RESPONSE by plaintiffs to defendants motion to strike certain materials plaintiffs\nrelied upon in support of plaintiffs motion for summary judgment 42 (Attachments)\n(eav, ) (Entered: 07/27/2005)\n07/27/2005 58  MEMORANDUM by Frank Patterson, Jr, Christopher Bertrand of law in response\nto defendants' motion for summary judgment 37 (eav, ) (Entered: 07/29/2005)\n07/27/2005 59  RESPONSE by Plaintiffs Frank Patterson, Jr, Christopher Bertrand to defendants'\nstatement of material facts pursuant to Local Rule 56.1(b)(3)(A) 34 and Plaintiffs'\nStatement of Additional Facts pursuant to Local Rule 56.1(b)(3)(B) (eav, )\n(Entered: 07/29/2005)\n08/12/2005 60  REPLY Memorandum in Support of Defendants' Motion for Summary Judgment\n(Konieczny, Karen) (Entered: 08/12/2005)\n\nCase: 1:05-cv-544     As of: 07/02/2011 04:11 PM CDT(cid:10)     6 of 7(cid:10)\n08/12/2005 61  NOTICE by Barry S Maram, Carol L Adams, Jerolene Johnson re reply to\nresponse to motion 60 and Certificate of Service (Konieczny, Karen) (Entered:\n08/12/2005)\n08/12/2005 62  RESPONSE by Defendants to plaintiffs' statement of additional facts and exhibit in\nresponse to plaintiffs' statement of additional facts (Attachments); Notice of filing\n(eav, ) (Entered: 08/16/2005)\n11/02/2005 63  MOTION by Defendants Barry S Maram, Carol L Adams, Jerolene Johnson to\nsupplement Summary Judgment Memoranda with Additional Authority (Huston,\nJohn) (Entered: 11/02/2005)\n11/02/2005 64  NOTICE of Motion by John E. Huston for presentment of motion to supplement 63\nbefore Honorable David H. Coar on 11/8/2005 at 09:00 AM. (Huston, John)\n(Entered: 11/02/2005)\n11/03/2005 65  RESPONSE To Defendants' Motion To Cite Additional Authority On Summary\nJudgment (Farley, Robert) (Entered: 11/03/2005)\n11/07/2005 66  MINUTE entry before Judge David H. Coar : Motion hearing held on 11/7/05\nregarding 63 . Defendants' Motion to Cite Additional Authority on summary\njudgment is granted, and the Court will take into consideration the additional\nauthority.` (lcw, ) (Entered: 12/07/2005)\n01/23/2006 68  EXECUTIVE COMMITTEE ORDER: Case reassigned to Judge Virginia M.\nKendall for all further proceedings. Signed by Executive Committee on 1/23/06.\nMailed notice(cem, ) (Entered: 01/26/2006)\n01/24/2006 67  MINUTE entry before Judge Virginia M. Kendall : Initial status hearing set for\n2/7/06 at 9:30 a.m. before Judge Kendall in Courtroom 1719. By 2/1/06, counsel\nare directed to confer, prepare, and file a Joint Status Report as directed in the\nOrder Requiring Status Report and Setting Status Hearing for Newly Assigned\nCases to the Calendar of Judge Kendall. Mailed notice (gmr, ) (Entered:\n01/25/2006)\n01/31/2006 69  STATUS Report JOINT by Christopher Bertrand (Farley, Robert) (Entered:\n01/31/2006)\n02/07/2006 70  MINUTE entry before Judge Virginia M. Kendall : Status hearing held on\n2/7/2006. Ruling on pending motion(s) will be by mail. Mailed notice (gmr, )\n(Entered: 02/07/2006)\n07/19/2006 71  MOTION by Defendant Barry S MaramDefendants' Motion to Cite Additional\nAuthority on Summary Judgment (Huston, John) (Entered: 07/19/2006)\n07/19/2006 72  NOTICE of Motion by John E. Huston for presentment of motion for\nmiscellaneous relief 71 before Honorable Virginia M. Kendall on 7/25/2006 at\n09:00 AM. (Huston, John) (Entered: 07/19/2006)\n07/20/2006 73  RESPONSE by Plaintiffs' to Defendants' Motion To Cite Additional Authority On\nSummary Judgment (Farley, Robert) (Entered: 07/20/2006)\n07/24/2006 74  MINUTE entry before Judge Virginia M. Kendall : Motion to cite additional\nauthority on summary judgment 71 is granted. The presentment date of 7/25/06 for\nsaid motion is stricken. Mailed notice (gmr, ) (Entered: 07/24/2006)\n09/25/2006 75  MINUTE entry before Judge Virginia M. Kendall : For the reasons set out in the\nMemorandum Opinion and Order, Defendants' Motion for Summary Judgment 37\nis granted and Plaintiffs' Motion for Summary Judgment 32 is denied. Defendants'\nMotion to Strike Certain Exhibits 42 is denied. Plaintiffs' Motion for Class\nCertification 8 is denied as moot. The Court enters judgment in favor of\nDefendants Barry S. Maram, Carol L. Adams, and Jerolene Johnson and against\nPlaintiffs Christopher Bertrand and Frank Patterson, Jr. Mailed notice (gmr, )\n(Entered: 09/25/2006)\n09/25/2006 76  MEMORANDUM Opinion and Order Signed by Judge Virginia M. Kendall on\n9/25/2006:Mailed notice(gmr, ) (Entered: 09/25/2006)\n\nCase: 1:05-cv-544     As of: 07/02/2011 04:11 PM CDT(cid:10)     7 of 7(cid:10)\n09/25/2006 77  ENTERED JUDGMENT on 9/25/2006:Mailed notice(gmr, ) (Entered: 09/25/2006)\n10/06/2006 78  NOTICE of appeal by Frank Patterson, Jr, Christopher Bertrand regarding orders\n75 , 76 , 77 ; Filing fee $455.00 paid; Receipt number 10719473. (cdh, ) (Entered:\n10/10/2006)\n10/06/2006 79  DOCKETING Statement by Frank Patterson, Jr, Christopher Bertrand regarding\nnotice of appeal 78 . (cdh, ) (Entered: 10/10/2006)\n10/10/2006 80  TRANSMITTED to the 7th Circuit the short record on notice of appeal 78 .\nNotified counsel (cdh, ) (Entered: 10/10/2006)\n10/11/2006 81  ACKNOWLEDGEMENT of receipt of short record on appeal regarding notice of\nappeal 78 ; USCA Case No. 06−3705. (gej, ) (Entered: 10/13/2006)\n10/19/2006 82  SEVENTH CIRCUIT transcript information sheet by Christopher Bertrand. (td, )\n(Entered: 10/24/2006)\n11/02/2006 83  TRANSMITTED to the USCA for the 7th Circuit the long record on appeal 78\n(USCA no. 06−3705) consisting of two volumes of pleadings and three exhibits.\n(cdh, ) (Entered: 11/02/2006)\n11/06/2006 84  USCA RECEIVED on 11/2/06 the long record regarding notice of appeal 78 . (cdh,\n) (Entered: 11/06/2006)\n09/05/2007 85  OPINION from the USCA for the 7th Circuit; Argued 5/3/07; Decided 7/24/07 in\nUSCA case no. 06−3705. (lcw, ) (Entered: 09/07/2007)\n09/05/2007 86  LETTER from the Seventh Circuit returning the record on appeal in USCA no.\n06−3705 consisting of two volumes of pleadings and three volume of exhibits.\n(Previously Misplaced Document) (lcw, ) Modified on 10/15/2007 (lcw, ).\n(Entered: 10/15/2007)\n09/05/2007 87  MANDATE of USCA dated 7/24/07 regarding notice of appeal 78 ; USCA No.\n06−3705; The judgment of the District Court is Affirmed, with costs, in accordance\nwith the decision of this court entered on this date. (Previously Misplaced\nDocument) (lcw, ) (Entered: 10/15/2007)",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/39678"
    },
    {
      "date": "2007-09-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 39682,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/39682.pdf",
      "title": "Appellate Docket",
      "text": "General  Docket \nus Court of Appeals for the Seventh Circuit \nCourt  of  Appeal. Docket  I ,  06_1105  Fil ed,  10110 / 06 \nN.uit ,  H 40  Dth  Civil  Righu _Fed.  Que. Hon \nBertrand,  Chris tophe,  et  al  v .  Karam,  Barry  S . ,  et \"I \nAppeal  from,  I1nited  St at es  Di s trict Court \nLower  court \nin!o~ation' \nDin rict '  0152_1  ,  05  C  SH \nOrdcri n9  Jucige ,  Virginia H.  Kenda l l ,  Judge \nCourt  Reporter ,  April Mehler,  Court  Reporter \nDate  Filed ,  I IlI/OS \nDate  ordcrfjudgmcnt ,  9125106 \nDate  NOA  filed,  I OI6f06 \nFcc  statu. ,  pai d \nPrior  cases , \nNo ne \nCurrent  case . , \nNo ne \nDocket ...  of  Scptclr.ber  12,  2007  ll' 01  pm  Pa9\"C  I \n06_3705  Bertrand,  Chris tophe,  ct  al  v .  Mar\"\"\"  Barry  S . ,  et  al \nCl!RISTOPl!ER  BERTRAND,  by  and  Robert  I!.  Far l ey,  J r. \nthrough  hi.  parent. I NEZ  and  FAX  610/369_0195 \nBERTRAND  6101369_0101 \nDA.~IEL \nPlaintiff  _  Appellant  Suhe 202 \n(COR  LD  NTC  ret ) \n1155  S .  Washin9ton  Street \nNaperville,  I L  60540 \n\"\" \nFRANK  PATTERSON,  JR. ,  by  and  Robert  I!.  Far l ey,  J r. \nthrough  hi.  parent. JA!'!ICE  and  (See  above) \nFRANK  PATTERSON,  SR. ,  (COR  LD  NTC  ret) \nindividually  and  on  behal f  of \na  c l aso \nPlaintiff  Appellant \n\nBARRY  S.  MARAH,  in  hi.  Mary  E.  Welsh \noff icial  c apacily  as  Direct or  FAX  312/914_2275 \nof  t he  I llinoi s  Depar tment  of  l!21914_2106 \nPublic Aid  12th  Floor \nDefendant  _  App<>lle<>  [COR  LD  NTC  ret ) \nBrett E.  Legner \nFAX  312/914_2275 \nl!21914_2IH \n12th  Floor \n[COR  LD  NTC  ret) \nOFFICE  OF  TUE  ATTORNEY  CENERAL \nCivil  Appeals  Divi. ion \n100  II.  Randolph  Stre<>t \nSlat e  of  Illinois  Cenler \nChicago,  IL  60601 \n\"\" \nCAROL  L.  ADAMS,  in  her  Mary  E.  Welsh \noff icial  c apacity  as  Secret ary  (See  above) \nof  t he  I llinoi s  Department  of  (COR  LD  NTC  ret) \nU=an  Service.  Brett E.  Legner \nDefendant  _  Appelle<>  (See  above) \n(COR  LD  NTC  ret ) \nJEROLENE  JOHNSON,  i n  her \noff icial c apacily  as  Direct or \nof  t he  Office of  Development al \nDi. abilit i ea \nDefendant  _  App<>lle<> \n[t erm  Olf20/07] \nREORETA  lIOSlUN,  Act in\"  Mary  E.  Welsh \nDirector  (See  above) \nDefendant  _  Appelle<>  (COR  LD  NTC  ret) \nDockot  a.  of  Septerller  12,  2007  ll' 01  pm \n06_3705  Bertrand,  Chri. t ophe,  et  al  v.  IIar am,  Barry  S . ,  et  a1 \nACCESS  LIVINC  OF  METROPOLITAN  ~endra ~.  UarUM n \nCllICAGO  FAX  312/97_7934 \nAmicus  Curiae  l!2197_U006 \n(COR  LD  NTC  ret) \nSONNENSCHBIN,  NAT!!  ROSENTIIAL \n~ \n213  S .  Wacker  Drive \n7800  Sean  T\"\"er \nChicago,  IL  60606 \n\"\" \n\nA.~RICA.~ CIVIL  LIBERTIES  UNION  ~endra ~.  UarUM n \nOF  ILLINOI S  (See  above> \nAmicus  Curiae  (COR  LD  NTe  req \nEOUIP  FOR  EOUALITY  ~endra JC:.  UarUM n \nAmicus  Curiae  (See  above> \n(COR  LD  NTe  req \nUEALTO  ~  DISABILITY  ADVOCATES  ~endra JC:.  UarUM n \nAmicus  Curiae  (See  above> \n(COR  LD  NTe  req \nNATIONAL  UEALTO  LAW  PROC~~  ~endra JC:.  UarUM n \nAmicus  Curiae  (See  above> \n(COR  LD  NTe  req \nDocket  as  of  Septerller  12,  2007  ll' 01  pm \n06_3705  Bertrand,  Chris tophe,  et  al  v.  llaram,  Barry  S . ,  et  al \nCI!RISTOPliER  BERTRAND,  by  and  t hrough  hi s  parent.  I NEZ  and \nDA.~IEL BERTRAND  and  FAAN~ PATTERSON,  JR. ,  by  and  t hrough  hi s \nparent s  JANICE  and  FRA.~~ PATTERSOll,  SR.,  individually  and  on \nbehalf  of  a  c laso , \nPlai ntifh  _  Appellant. \nBARRY  S.  MARAH,  in  his  official  capacit y  as  Director  of  the \nIllinois  Depart...,nt  of  Public  Aid,  CAROL  L.  ADAMS,  in  her  official \ncapac i ty  as  Secret ary  of  the  Illinoi s  Department  of  lIuman  Services \nand  REORETA  lIOSKIN,  i n  her  offi cial  capac h y  49  Actin.,.  Director  of \nthe Office  of  Developmental  Disabilities , \nDefendants  _  Appellee. \nDocket  as  of  Septerller  12,  2007  ll' 01  pm \n06_3705  Bertrand,  Chris tophe,  et  al  v.  llar am,  Barry  S . ,  et  al \n10/10 /06  Private  civil case  docketed .  [06_1105)  [2011130_1) \nTranscript  i nfor_ tion  sheet  due  10/20 /06.  Appellant' s \nbrief  due  ll/20 /06  for  Chris topher  Bertrand,  for  Frank \nPaUeroon.  (amyd) \n10/10 /06  [06_3705)  ROA  f rom  No.  Din .  of  Il.,  E.  Div .  due  10/27106 . \n(amyd) \n10/10 /06  Filed  Appellant  Chrin opher  Bertrand,  Appellant  Frank \nPaUeroon  docketing  nat=ent.  (06_3705)  (20337H_I)  (amyd ) \n\n10/16 /06  Di sclos ure  StatelOCnt  filed  by  Robert  U.  Far ley  for \nAppellant  Fr ank  Patter son,  Appellant  Chri s topher  Ber trand. \n[06_3705)  [2013730_1 ]  (amyd) \n10/17 /06  Filed  Soventh  Circuit Transcript  Information  Sheet  by \nRobert  U.  Farley  for Appellant  Frank  Patterson,  Appellant \nChristopher  Bertrand.  (06_3705]  (2033710_1)  (aa.yd) \n1113106  Original  record  on  appeal  filed .  Cont ent. of  record,  2  vol. \npleadings;  3  vol.  exhibits .  (06_1705)  (2042419_1)  (gre<.1l \n11/16 /06  Filed  15c  appellant ·s  brief  by  Christopher  Bertrand,  Frank \nPatterson.  Di.k  filed .  (06_3705]  (0-0]  Appellee ·s  briof \nduo  12118/06  for  J erolene  Johnson,  for  Carol  L.  Ad=.s,  for \nBarry  S .  \".aram  (s te!) \n11/16 /06  Fi led  10c  appendix  by  Appellant  Chri s topher  Bertrand, \nAppellant  Frank  Patterson .  (06_3705)  (2047324_1]  (stef) \n11/ 28/06  Di sclos ure  StatelOCnt  filed  by  attorney  I<:endra  1<:.  l!artman \nfor  Acces.  Living  of  Metropol i t an  Chicago;  The  American \nCivil  Liberties  I1nion  of  I llinoi s;  Equip  for  Equalit y; \nlIealth  •  Disability Advocat es ;  and  Tho  Nationa l  Uea lth  La .. \nProgram.  (06_3705)  (20J1130_1]  (amyd) \n11/ 28/06  Filed \"\",Hon  by  Acce .. Living,  Tho  American  Civil Li berties \nI1ni on  of  Illinoi s ,  Equip  for  Equality,  l!ealth. Disability \nAdvocat e s ,  and  t he  Nationa l  Uea lth  La .. Pr ograa>  for  leave  to \nfile  amici  curiae  brief  in  s upport  of  plai ntiffs_appellants \nand  supporti ng  r eversal.  [2049920_1 )  15c  brief  tendered. \n[0-0]  [06_3705]  (a\",yd) \n11/ 29/06  Di sclos ure  StatelOCnt  filed  by  attorney  Max  Laperto.a  for \nAcc e .. Living;  American  Civil Li berties  I1ni on  of  Illinoi s ; \nEquip  for  Equality;  lIealth  •  Disability Advocat es ;  and  Tho \nNational  l!ealth  La .. Program.  (06_3105)  (20JJ130_1]  (amyd) \nDockot  as  of  Septc<!\".ber  12,  2007  11, 01  pm \n06_3705  Bertrand,  Chris t ophe,  et  al  v .  Mar am,  Barry  S . ,  et  al \n11/ 29/06  ORDER  i u ued  CRANTINC  Motion  of  Access  Living,  the American \nCivil  Libertie.  I1nion  of  I llinoi s ,  Equip  for  Equalit y, \nlIealth  •  Disability Advocat e s ,  and  t he  Nationa l  Uea lth  La .. \nProgram  for  Leave  to  File  an  Amici  Curiae  Brief  in  Support \nof  Plai ntiffs_/l.ppellanh  and  Supporti ng  Revenal.  Tho \nclerk ·s  off ico  s hall  file  INSTANTER  tho  t endered  aa>icu. \nbrief.  (2049820_1)  (20J1130_1]  MJO  [06_3705)  (amyd) \n\n il/H/09  alopo.n~\"  S,''l''''\"\"U1'  H l\"P q~ I1HO~U\"~  !'1I1X  l'l1d\"po .I1 Jo~\n 1'\"\",,0&  1'I\"lu6l  f'\"'\"~,\"I1U  );1\"11 1'lqo~P\"o  nulOu  01  HnuolOl\n 3bn1d ,O~  3bn \" H '\"l  !!\"\"nI'  •  a l\"\"qn11\"  I'P\"\"\"I1 '\"Ol  I1UP  \",1'0\n N \"nOu\"1  11\"\"['11'  1'\" \" d~O~~_'  109 -HO,(  1~OHL(O-I I  ) \"II1Ap(\n ](O>:{'\",  110  O J S\"d1'\"ruq\"~  I:i'  ~OOL  n ' 01  dil!  dI1£\"  S\n 09 -(10 ,  11\"UUUP'  );I'p .,od1''''  ...  \"1  \" '  fI''~''''''  I\\I1~~A s\"  \" .  \"I\n il/H/09  01lJ<3l\\  loon\"P  J:Ilt'I!L.I!>!J:  !'10HOu  0,  1'\"\"\" .0  l'1\"lu6'  .I'\" I'=\"P\"\"U\n ~l\"n  1'Iq>'UI\" .  nulOu O J  Hnuolo '  abnld ,O~  3bn \" H ''''\n !!\"\"nI'  •  a l\"\"qn11\"  I'P\"\"\"I1 '\"0 '  I1UP  '1'0  !>!\" ' lou\"['  H''I1[''~  1' \"\"\n d~O~~_ Jo~  1'\"\"\"\"  ,0 \"n\"  I1U  1'=1\"1 ~n~I\"\"  II~,,,,  lu  snddop\n 0,  dl\"lu,n,o -f'doolI \"u,o  I1UP snddo~pu6  11\"\"\"~'\"1 '  \"'~\"\n \"['\"~[> , 0  oHI\"\"  .1'\"l1  011\"  1NS\"'1'1!L.3l\\ .~o ,\"up\"~\"P  =l\"nB\n qp\"1 '  l:iOt6Sn-1(  1~OHL(O-I I  lnO  IO~-(LOs{  )'\"\"\"p(\n il/H/09  \"n\"p  IS\" _l\"no q~,\",  qA  1'=l \"no  );n p \"o  1'\"\",,0&  1'I\"IU6'\n 1'=l\"no  );npl1o  I'=\"P\"I1U );,\"n l'1qo~'  1'=l\"no  );n p \"\"  3bn1d ,O~\n 3bn \" H ''''  1'=l\"no  );npl10  11\"\"1,1' ~ O,0l1qlH'~'  1'=l\"no  );npl10\n NI1 ,,1  !!\"\"I '1'  l'I1\" d~O'  oo~ o~P\"~ '  alo[>  ,n\"p '  1 09 - (LO,(\n 1 0-01  ) 0'''\"(\n 1~/l1/09  \",\"~lII,UI1,\"p  I1,,O~UO;} a\"qo~\"1'  1'' yql\"'~\"Up  ,O~ 'l\"~OI\"UO\n 'lO~UBOU'  11 \"0~u\";} J<\"qo~\"1'  1''  yq['o,~I1Up  Jo~  );I1~01  1' '  yp= . '\n I1HO~U\";} J<\"qo~\"1'  1' '  l'l'l0l'~I1UP  ,O~  I\\I1~~;}  s '  fI\"~'\"\"  I1UP  \"PP\"P\n \"HO~U\"~ I\\~\"H  3 '  l'\"£U\"~ d\"~  l1doo\"~I1U\"0  ,O~lII'  i'dOOI1UU \"\"\n ,OUl!  H l\"P ,O~  l'dd\"H\"\" l\\n~~  S '  fI''~''''''  l'dI<><H\"\"  );no l  1' '\n I'P\"!InI '  ydl<><n\"\"  'l\"~o[',,uo 'lO~UBOU  qA  I1HO~U\";}  1\\~\"n;  3 '\n 1'\"~U\"~ '  1 O~-(LOS(   1 ~OnHO-! [  )rno;}p(\n 1~/l1/09  \"n\"p \"'\"nou  qA l'doon\"\"  I\\I1~~A  s '  !'1I1UlII'  l'dl<><n \"o ~I1~01  1\"\n l'P\"!InI '  ydl<><n\"\"  'l\"~o[',,uo 'lO~UBOU  ,0  \"x,\"Up  ,1'\"\"  ,0  011\"\n l1dI<><H'\"\" ,\" q~I\" \"  1~Ost(L9-1(  I O~-('OSI  )0,,,,(\n 1~/n/09  01lJ<3l\\  loon\"P  );Ilt'I!L.U!J:  II10HOu  Jo~  \"x.\"uo,ou O J  '1'\"\"  .o  ]1['0\n l1dooH\"\" ,\"  qp\", '  1~0,t H9-1(  ~!'lO  109 -HO,{  I '  ydl<><n\"\", o\n qp\"1 pn~  1IH/O' Jo~ r\"~o[',,u\"  'lO~UOOU'  ,O~  );no l  1\"  yp=o '\n Jo~  I\\I1~~;}  s '  !'ln,\"\"'  :i '  .. 1'0 ~\"dl;} q~,\"J  n  I1U;}  ,\" pn~  ou\n 11(1/0 ' Jo~  \"~I1U('  dI1 H\"UOU'  Jo~  );l'po,od1'\"~ I\\\"P~I1Up '  ),\"\"~p(\n l/ n/Ot  \"n\"p \"'\"nou  qA  ydooH \"o l\\a~A  s '  !'1I1UlII'  ydI<><H \"g ~ao['  1\"\n yp'''''' '  ydI<><H\"\"  'l\"~o[',,u\"  'lO~UBOU  ,0  \"x,\"Up  ,1'\"\"  ,0  011\"\n l1dI<><H'\"\" ,\" q~I\" \"  1 ~09(6,,-1(  I O~-('OsI  )OP\"I1(\n\nil Hf01  ORDER  i ssued  CRAN'l'INC  motion  for  extens ion of  t ime  t o  file \nappell\"\" 's  brief.  Briefin'j\"  will proceed  ...  follow\", \n[2063954_1 ]  CIID  [06_3705]  1.  Appollee's brief  due  2fl6f07 \nfor  Jerolene  Johnson,  for  Carol  L,  Ada ... ,  for  Barry  S , \nMaram.  2 .  The  repl y  brief  if any  is  due  on  lf2f07  for  Frank \nPatterson,  for  Christopher  Bertrand.  Further  extens i on.  of \ntim\"  .. i ll not  be  all<»red,  except  in  extraordinary \ncircUa>stances .  (amyd) \n2fl f07  Added  attornoy  Mary  E.  Wehh per  appearanco  form . \nAppoarance  form  filed  for Appollec  Barry  S .  \".aram,  Appollee \nCarol  L.  Adams,  Appolleo  Jeroleno  Johnson  by  attorney  Mary \nE.  Wehh .  [06_3705)  [2013730_1 ]  (fern) \n2fHf01  Filed  15c  appell\"\"'s  brief  by  Barry  S .  \".aram,  Carol  L . \nAda ... ,  Jerolene  Johnwon .  Di. k  filed .  (06_3705 ]  (0_0)  (odea ) \nDockot  aw  of  Septerller  12,  2007  11, 01  pm \n06_3705  Bertrand,  Chris tophe,  et  al  v .  Mar am,  Barry  S . ,  et  al \n2f23f01  Filed \"\",tion  by  Appo11ant  Christopher  !lertrand,  Appellant \nFrank  Patterson  t o  ext end  t ime  t o  file  appollant 's  reply \nbrief.  (2077881_1)  [06_3705)  (josh) \n2f27f01  ORDER  i ssued  CRAN'l'INC  motion  for  extension  of  t ime  t o  filo \nappellants '  reply  brief .  [2071997_1 )  CIID  [06_370S] \nAppellanta '  reply  brief  due  lf9f07  for  Frank  Patterson,  for \nChristopher  Bertrand.  (fern) \nlf9f07  Filed  15c  appellant 's  reply  brief  by  Chris topher  !lertrand, \nFrank  Patterson.  Dis k  filed .  [06_3705)  [0-0]  (leti) \nlfllf01  ORDER,  Ar'l'umcnt  s ot  for  Thursday,  May  J,  2001  at  9,30  a .J». \nEac h  s ido  limited  to  20  minute • .  (06_3705 ]  (209H15_1 )  (leti) \nlfl9f01  Oral  ar'j\"wrent  con!inoation c ard  filed  by  attorney  Mary  E. \nWeh h  for Appellee  Barry  S .  Maram,  Appollee  Carol  L.  Ad=:s, \nAppell\"\"  Jerolene  Johnson.  (06_3705)  (20337JO_l)  (karo) \nlf20f01  Pursuant  to  FRAP  41(c),  party  Jerolene  Johnson  hao  been \nremoved  frolO  this  caoe  and  repl aced  by  Reoreta  Uoakin,  per \nnotification  frolO  the  lL  Attorney  General 's  Office. \n[06_3705)  [2013730_1 ]  (amyd ) \n4f2f07  Oral  ar'j\"wrent  con!inoation c ard  filed  by  attornoy  Robe rt  U. \nFarley  for Appollant  Christopher  !lertrand,  Appellant  Frank \nPatterson.  [06_3705]  [2033710_1 ]  (karo) \n\n511/07  Cas e  heard  and  t aken  under  advis e=nt  by  panel,  Chief  Judge \nFrank  11.  Easterbrook,  Circuit  Judge  Joel  M.  Flaum,  Circuit \nJudge  !(enneth  F.  Ripple .  [06_3705)  [2100001_1 )  (kare) \n511/07  Cas e  u 9ued  by  Robert  U.  Farley  for  Appellant  Frank \nPatterson,  Appellant  Chrin opher  Bertrand,  IIary  E.  lieloh \nfor  Appellee  Reoreta  Hoskin,  Appellee  Jerol ene  Johnson, \nAppelle<>  Carol  L.  Ad=:s,  Appelle<>  Barry  S .  IIar am.  [06_3705) \n[2013730_1 )  (kare) \n7124101  Filed  opinion  of  t he  court  by  Judge  Easterbrook.  AFFI R.'lED. \nChief  Jud<.le  Frank  U.  Easterbrook,  Circuit  Jud<.le  Joel  H. \nFlaum  and  Circuit  Jud<.le  !<:enneth  F.  Ripple. (06_3705) \n[2013730_1 )  (d.leti) \n7124101  ORDER,  Fi na l  jud9\"\"'nt  filed  per  opinion.  With  cos t. ,  y. \n[06_3705)  [21240U _l )  (d.leti) \n811/07  Filed  15c  Petition  for  Rehearin<.l  by  Appellant  Chrin opher \nBertrand,  Appellant  Frank  Patterson.  Dis l.  [06_3705) \n[2121916_1 )  ( hudk) \n8/ 27101  ORDER,  Appellant  Chris topher  Bertrand,  Appellant  Frank \nPatterson  Petition  for  Rehearin<.l  i. DENIED.  [06_3705) \n[2121916_1 )  (fer n) \nDocket  as  of  Septerller  12,  2007  11, 01  pm \n06_3705  Bertrand,  Chris tophe,  et  al  v .  IIar am,  Barry  S . ,  et  al \n9H/07  MANDATE  ISSUED  AND  ENTI RE  RECORD  RETl1RNED.  (Contenu \nreturned,  2  vol .  pleadin<.l\" r  J  vol .  exhibits . )  [06_3705) \n[2013730_1 )  (cove) \n9/ 6/07  Filed  lMndat e  receipt .  [06_3105)  [2140428_1)  (karel \nDocket  as  of  Septerller  12,  2007  11, 01  pm ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/39682"
    },
    {
      "date": "2007-09-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 452,
      "cite_1_reporter": "F.3d",
      "cite_1_vol": 495,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 48154,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/48154.pdf",
      "title": "USCA Opinion",
      "text": "Case: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 1 of 13 PageID #:1093\nr •\"'. \n~\"'l' \n;rq.J ·.,.;;.. :.l \nlJn tbe \nmntteb  QC:ourt of \n~tates  ~ppeals \nI  L  E  D \njfor tbe i;leuentb QCtrl(irit \nNo. o6-3705  ·  SEP  0 5 ZOO?  T \n$vP[J5a..CfJ \nCHRlSTOPHER B ERTRAND, bY   his  parentfMICHAEL  W.  DOBBINS \nInez Bertrand and Daniel Bertrand, OJ.iRK, U.S.  DISTRICT COURT \nFRANK PATTERSON, JR., by his parents \nJanice Patterson and Frank Patterson, St., \nPlaintiffs-Appellants, \nv. \nBARRY S. MARAM. Directot, Illinois Department \nof Healthcare and Family Servi.cea, et al., \nDefendants-Appellees. \nAppeal from the United State• Diotrict Court for the \nNorthero Di~t of Illinoio, Eastero Division. \nNo.(II&C 54~irg:lnla M. Kendall, Judge. \ns,...,qc-tt:f-+---\n.. \nCf..:;,~ \nARoUED MAY 3, 2007-DECIDED JULY 24, 2007 \nBefore  EAsTERBROOK,  Chief Judge,  and  FLAUM  and \nRIPPLE, Circuit Judges. \nEASTERBROOK,  Chief  Judge.  Christopher  Bertrand \nand Frank Patterson are developmentally disabled adults \nwho  want  residential  habilitation  services  under  the \nMedicaid program in Illinois. \"Residential habilitation\" is \na.  set of services provided in the  applicant's  home  (or \nanother residence) by nurses and other professionals. The \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 2 of 13 PageID #:1094\n2  No. 06-3705 \ngoal is to see that the person remains safe and healthy; it \nis an alternative to institutionalization for those unable \nto care for themselves. Illinois covers the costs of residen \ntial habilitation and similar services through its Commu \nnity Integrated Living Arrangement (CILA) program, part \nof  the  state's  Home  and  Community-Based  Services \n(HCBS) program. \nThe  federal  government  does  not  require  states  to \nprovide  CILA  services  as  a  condition  of participation. \nIndeed, federal law does not even allow states to provide \nsuch services as part of the Medicaid program (though \nstates may do so separately, at their own expense) unless \nthey apply for and receive a waiver of Medicaid's normal \nrules. The possibility of waiver, see 42 U.S. C. §1396n(b), \nwas extended to home and community-based services by \n42 U.S.C. §1396n(c)(l): \nThe Secretary may by waiver provide that a State \nplan approved under this subchapter may include \nas \"medical assistance\" under such plan payment \nfor part or all of the cost of home or community \nbased services (other than room and board) ap \nproved by the Secretary which are provided pursu \nant to a written plan of care to individuals with \nrespect to whom there has been a determination \nthat but for  the  provision  of such services  the \nindividuals would require the level of care pro \nvided in a hospital or a nursing facility or interme \ndiate care facility for the mentally retarded the \ncost of which could be reimbursed under the State \nplan. \nIllinois applied for and received a  waiver entitling it to \nfederal reimbursement for such services provided to 10,000 \npeople. \nWhen Bertrand and Patterson applied for  residential \nhabilitation services,  however,  they were turned down. \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 3 of 13 PageID #:1095\nNo. 06-3705  3 \nAlthough both Bertrand and Patterson \"require the level \nof care  provided in a  hospital or  a  nursing facility  or \nintermediate care facility for the mentally retarded\", and \neach  already  received  some  services  under  the  HCBS \nprogram, each was told that he did not satisfy the state's \n\"priority population criteria\" for  residential habilitation \nunder the CILA sub-program. These are the criteria: \n(1) individuals who are in crisis situations (e.g., \nincluding but not limited to, persons who have lost \ntheir caregivers, persons who are in abusive or \nneglectful  situations);  (2)  individuals  who  are \nwards of the Illinois Department of Children and \nFamily Services and are approaching the age of 22 \nand individuals who are aging out of children's \nresidential services funded by the Office of Devel· \nopmental Disabilities; (3) individuals who reside in \nState-Operated Developmental Centers; ( 4) Bogard \nclass  members,  i.e.,  certain  individuals  with \ndevelopmental disabilities who currently reside in \na  nursing  facility;  (5)  individuals  with  mental \nretardation who reside in State-Operated Mental \nHealth  Hospitals;  (6)  individuals  with  aging \ncaregivers;  and  (7)  individuals  who  reside  in \nprivate ICFs/MR or ICFsffiD. \nThose not on the list cannot be reimbursed for residential \nhabilitation even if medical providers are willing to offer \nthat service at a price Illinois is willing to pay. Bertrand \napplied for reconsideration, arguing (via his parents as \nnext friends) that he comes within category (6). He lives \nwith his parents, both of whom are nearing retirement. \nThe state reversed its decision; Bertrand has been receiv \ning  residential  habilitation  services  at  state  expense \nsince May 24, 2005. But Patterson remains outside the \nCILA sub-program. \nPlaintiffs maintain that the state's administration of its \nHCBS program violates 42 U.S. C. §1396a(a)(8), which says \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 4 of 13 PageID #:1096\n4 \nNo. 06-3705 \nthat every state plan must \"provide that all individuals \nwishing to make application for medical assistance under \nthe plan shall have opportunity to do so,  and that such \nassistance  shall be  furnished  with reasonable  prompt \nness to all eligible individuals\". \nIllinois argued that Bertrand's claim should be dismissed \nas  moot.  The  district judge  disagreed,  remarking  that \nBertrand had moved for class certification before he was \naccepted into the CILA program. Paradoxically, however, \nthe judge then refused to act on Bertrand's motion, ruling \nthat  class  treatment  is itself moot  because  Illinois  is \nentitled to prevail-not, as the state principally argued, \nbecause  there  is  no  private  right  of  action  under \n§1396a(a}(8},  but because  the  Secretary of Health and \nHuman Services approved the state's \"priority population \ncriteria,\" and anyone not on the list is not \"eligible\" for \nservices as §1396a(a)(8) uses that term. 2006 U.S. Dist. \nLEXIS 68935 (N.D. Ill. Sept. 25, 2006). \nThe district court mishandled the issues related to class \ncertification. Bertrand and Patterson filed this suit seeking \nto represent a class. Fed. R. Civ. P. 23(c}(l) directs district \ncourts to grant or deny class certification \"early\" in the \nlitigation.  Yet  the  district  court  bypassed  that  sub \nject, ruled on the merits almost two years after the suit \nhad been filed, and then insisted that the class does not \nmatter. \"Early\" is a plastic term that affords latitude to \ndistrict judges in case management,  but \"never\" is not \nwithin any plausible understanding of \"early.\" \nJudge Kendall, who finally resolved plaintiffs' claim, was \nassigned to the case about a year after its commencement \nand is not responsible for her predecessor's failure to make \nan \"early\" decision about the class. That the subject may \nhave  fallen  between  stools  is  unfortunate,  however. \nPrompt  decision  is  essential,  as  Bertrand's  situation \nshows. Board of School Commissioners of Indianapolis v. \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 5 of 13 PageID #:1097\nNo. 06-3705  5 \nJacobs, 420 U.S. 128 (1975), holds that, if a class represen \ntative's personal claim becomes moot after certification, \nthen  the  suit  may  continue-for the  class as  a  whole \nretains a live claim. But if the would-be representative's \nclaim  becomes moot  before  certification,  then the case \nmust be dismissed, see Sosna v. Iowa, 419 U.S. 393 (1975), \nunless someone else intervenes to carry on as the represen \ntative.  Parole  Commission  v.  Geraghty,  445  U.S.  388 \n(1980). \nApparently the district court saw class suits as opportu \nnities  for  one-way  intervention:  if the  representative \nplaintiff wins, then class certification extends the victory \nto a larger group. That was a common view before the 1966 \namendments to Rule 23, which were designed to divorce \nclass certification from the merits. See the Committee Note \nto  the  1966 amendment.  After  the  1966  amendments, \ntreatment of plaintiffs and defendants is supposed to be \nsymmetric, which is possible only if a class is certified (or \nnot) before decision on the merits. Class-action status must \nbe granted (or denied) early not only to avoid problems \nwith mootness, and provide an opportunity for interlocu \ntory review, see Fed. R.  Civ. P. 23(f), but also to clarify \nwho will be bound by the decision. The larger the class, the \nmore the litigants may invest in discovery and briefing to \nensure that the case is decided correctly. Until everyone \nknows who will, and who will not, be bound by the out \ncome, it is difficult to make informed decisions about how \nthe case should proceed. \nThe district judge may have equated the precedential \neffect of a decision with its preclusive effect, but the two \ndiffer.  Without  a  certified  class,  any  other  Medicaid \napplicant is free to file another suit and present the same \narguments; decisions of distJ:ict courts do not block succes \nsive  litigation by  similarly situated persons.  Although \ndecisions of appellate courts have broader authority, in the \nabsence  of class  certification any other  applicant  may \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 6 of 13 PageID #:1098\n6  No. 06-3705 \nstart over and try to diBtinguish the adverse precedent. \nLikewise, if the first plaintiff wins and the court of appeals \naffirms,  the agency may try to distinguish the adverse \nprecedent, or deny its authoritative status, when denying \nrelief to a  similarly situated applicant. It takes a class \ncertification to  produce  a  conclusive  resolution  in  one \nproceeding. Compare United States u. Mendoza, 464 U.S. \n154  (1984),  with  Califano  u.  Yamasaki,  442  U.S.  682 \n(1979). \nIn the event, however, no class was certified, and neither \nside  seeks  review  of  that  decision.  Bertrand's  claim \ntherefore must be dismissed as moot. The diBtrict court \nnoted the motion for  class certification but missed the \nvital  qualification  that the  suit  never became  a  class \naction. In a handful of situations, exemplified by Deposit \nGuaranty National Bank u.  Roper,  445 U.S.  326 (1980), \nand Primax Recoueries, Inc. v. Seuilla, 324 F.3d 544, 546-\n4 7  (7th  Cir.  2003),  class  certification  may  follow  the \ndefendant's actual or attempted satisfaction of the would \nbe  representative's  demand;  the  Court  explained  in \nDeposit  Guaranty  National  Bank  that  this  proviso  is \nessential to prevent defendants from buying off all poten \ntial class representatives by meeting their demands, one at \na  time,  and thus preventing effectual relief to a  larger \nclass of victims. Nothing of the sort occurred here-and, to \nrepeat, no class has been certified, so even if Bertrand had \nbeen furnished  CILA  services  for  strategic reasons  this \nwould not juatify allowing him to continue litigating in \nhia own name. He lacks a stake in the outcome, and his \nclaim must be dismissed as moot. \nSection 1396a(a)(8), on which Patterson (the remaining \nplaintiff) relies, does not provide a private right of action. \nNeither does any other arguably relevant provision in the \nMedicaid Act. This leads Patterson to rely on 42 U.S.C. \n§1983 and the approach of Maine u. Thiboutot, 448 U.S. 1 \n(1980); § 1983 allows the enforcement of federal law (such \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 7 of 13 PageID #:1099\nNo. 06-3705  7 \nas the Medicaid statute) against state actors (such as the \nIllinois Department ofHealthcare and Family Services). To \nthis Illinois responds that Medicaid is a funding statute \nthat  gives  states  an  option  rather  than  placing  them \nunder an obligation. If the state has not kept its end of the \nbargain, the argument goes, then the remedy is to cut off \nthe funds rather than to order specific performance. The \nMedicaid Act  provides  some  express  private  remedies; \nusing§ 1983 to augment them would upset the bargain that \nthe state struck when it joined the program,  the state \ninsists. Illinois relies particularly on Gonzaga University \nv.  Doe,  536 U.S.  273 (2002), which reached just such a \nconclusion with respect to the Family Education Rights \nand Privacy Act, another federal statute that uses the lure \nof funds to achieve a national objective. \nAt least two courts of appeals have held since Gonzaga \nUniversity,  however,  that §1396a(a)(8) creates personal \nrights that are enforceable as long as the state continues \nto accept federal money. Sabree v. Richman, 367 F. 3d 180 \n(3d Cir. 2004); Bryson v. Shumway, 308 F.3d 79, 88-89 (1st \nCir. 2002). Another circuit reached the same conclusion \nwith respect to §1396a(a)(10), which is materially identical \nto §1396a(a)(8). See S.D.  v. Hood, 391 F.3d 581, 603 (5th \nCir. 2004). Sabree, the most thorough of these decisions, \nobserves that before Gonzaga  University the Court had \nheld that one portion of the Medicaid Act may be enforced \nvia §1983, see Wilder v. Virginia Hospital Ass'n, 496 U.S. \n498 (1990), and that Gonzaga University did not overrule \nWilder. Although Gonzaga University may have taken a \nnew  analytical approach, courts of appeals must follow \nthe  Supreme  Court's  earlier  holdings  until  the  Court \nitself overrules  them.  This  circuit  has  itself assumed \nafter Gonzaga  University that §1396a(a)(8) may be en \nforced via §1983. See Bruggeman v. Blagojevich, 324 F.Sd \n906, 910-11 (7th Cir. 2003) (reaching the merits ofa claim \nunder § 1396a(a)(8) without discussing the availability of a \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 8 of 13 PageID #:1100\n8  No. 06-3705 \nprivate right of action, although after mentioning Go~aga \nUniversity in another connection). \nWhat one could say in response is that none of these \ndecisions dealt with the application of §1396a(a)(8) to a \nsupplemental state program approved under a waiver. The \nidea behind §1396a(a)(8) is that states must comply with \nall Medicaid obligations: to enter the program at all is to \nagree to supply medical services for every eligible person. \nOnce  Congress  created  the  waiver  program  in  1981, \nhowever,  that  situation  changed.  Today  a  state  may \npropose to cover applicants in some parts of its territory \nbut not others, or to place a limit on the number of persons \nwho receive treatment. \"The Secretary, to the extent he \nfinds it to be cost-effective and efficient and not inconsis \ntent with the purposes of this subchapter,  may waive \nsuch requirements of section  1396a of this title  (other \nthan subsection  (s))  (other  than  sections  1396a(a)(15), \n1396a(bb), and 1396a(a)(10)(A) of this title insofar as it \nrequires provision of the care and services described in \nsection 1396d(a)(2)(C) of this title) as may be necessary for \na  State\"  to  accomplish  certain  objectives.  42  U.S.C. \n§1396n(b).  When Illinois  adopted its HCBS  program,  it \nparticularly asked  the  Secretary to waive  the  require \nment  that  all  comers  be  accepted,  and  the  Secretary \nagreed. The HCBS program in Illinois will pay for no more \nthan 10,000 persons. \nThere are three ways to keep within that limit. One is \nthe price system, which is not possible under the Medicaid \nAct. The second is a queue: Everyone who wants to partici \npate joins a line and is admitted as current participants \nmove to some other state, are institutionalized, or die. The \nthird is  a  triage  device.  Illinois  chose  the  third way, \nthrough  its  \"priority  population  criteria.\"  Patterson \ncontends that §1396a(a)(8) obliges the state to use the \nsecond device-and when there are unfilled slots available \nto put the next medically eligible person into them. But \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 9 of 13 PageID #:1101\nNo. 06-3705  9 \nit is far from clear to us that dictating a means to imple \nment  a  limited-enrollment  program  is  a  function  of \n§1  396a(a)(8). \nA cap on enrollment serves fiscal rather than medical \nobjectives, saving money for both state and federal govern \nments; one reason why the Secretary's approval is neces \nsary for these optional programs is to ensure that states \ndon't make commitments that cost the national govern \nment more than it is willing to spend. When legislation \nsuch as §1396n(b) and (c)(l) is designed to save money \nrather  than  deliver  subsidized  care  to  everyone, \n§1396a(a)(8) is a poor  it is correspondingly more \nfit~and \nattractive to structure litigation with the Secretary as the \ndefendant,  so  that  the  agency  that  made  the  waiver \ndecision  may  be  asked  whether  the  state's  program \naccurately carries out the conditions negotiated with the \nfederal government. A  state is entitled to use \"priority \npopulation  criteria\"  as  an  entry-control  device  if the \nSecretary has  approved that use.  But it is  difficult to \ndetermine the Secretary's views in a proceeding against \nthe state. A request that the Secretary terminate fund \ning would avoid the empty-chair problem. \nBecause  the  parties  have  not  briefed  the  question \nwhether §1983 supplies a private right of action to enforce \nclaims under §1396a(a)(8) in the context of waiver,  we \nthink it best to proceed as in Bruggeman: to assume that \nthere is such an entitlement, while leaving resolution to \nthe future. A private right of action is not a component of \nsubject-matter  jurisdiction,  see  Grable  &  Sons  Metal \nProducts, Inc. v. Darue Engineering & Manufacturing, 545 \nU.S. 308 (2005), so this is a permissible approach. \nMay Illinois use the priority population criteria as a \ntriage device? Patterson insists that the answer d.oes not \nmatter,  because  when he  applied there  were  openings \namong  the  allocated  10,000  slots  in  the  HCBS  pro-\n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 10 of 13 PageID #:1102\n10  No. 06-3705 \ngram-and, what iB more, Patterson himself occupied one \nof them. An earlier deciBion had admitted Patterson to the \nprogram, though not to the set of CILA services that he \nmost desired. In fiscal 2004, for example, there were 138 \nopen slots in HCBS, and in fiscal 2003 there had been 230. \nIt does not follow from this, however, that everyone with \na  developmental disability should be admitted immedi~ \nately. Abolish the priority population criteria and a queue \nwould develop. People with relatively weak needs for this \nservice would receive it just because they applied first, \nwhile others with grave needs would be put off pending \nan opening. The only way to ensure that slots are avail \nable for those highest on the priority list is to hold some of \nthem open at all times. Keeping 1% or 2% (100 to 200) of \nthe slots available seems a prudent precaution on behalf \nof those with the greatest need. \nWhen asked at oral argument whether Patterson could \nbe  removed from  the CILA  or HCBS  program,  after ad \nmission,  in order to free  up a  slot for someone with a \nbetter claim to the resources, his lawyer gave a negative \nanswer. According to counsel, anyone provided a particular \nservice is in for life; any comparison between the needs of \nthose already in and those making new  applications is \nforbidden. That would lead some people to demand entry \nto  the  HCBS  program,  even if they did not require  its \nservices, to ensure the availability of CILA services later \nshould a need (or a desire) develop. If that is so, then the \nonly  sensible  approach  is  the  one  Illinois  has  chosen. \nPriorities must be  established,  and some slots must be \nkept open at all times to avoid turning away people \"in \ncrisis situations\" (priority 1)  and other high-need appli \ncants. This is true not only for the home and community \nbased services as a whole but also for each component of \nthat umbrella category.  Medicaid makes each separate \ncomponent  of the  umbrella  program  the  subject  of  a \n\"medical need'' requirement,  see 42 C.F.R.  §440.230(d), \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 11 of 13 PageID #:1103\n11 \nwhich makes a great deal of sense. A conclusion that a \nperson could benefit from one  aspect of HCBS  does  not \nmean that the person is a good candidate for every kind of \nrelated service. \nPatterson does  not  contest the state's assignment of \npriorities or contend that his needs are equivalent to those \nof people who meet the \"priority population criteria.\" His \nargument, as we have said, is that the state must use an \nunsorted queue and provide services to everyone who could \nget some benefit from them. Yet a queue would be prob \nlematic under § 1396a(a)(8)-for recall that this statute \ndemands provision of services \"with reasonable prompt \nness\". Taking everyone with a developmental disability, \nin order of application, would defeat prompt admission \nfor those who would receive the greatest benefit. \nThe record establishes that the Centers for Medicare and \nMedicaid Services (CMS), the bureau within the Depart \nment of Health and Human Services that decides whether \nto grant states' applications for waiver of the Medicaid \nrules, knew about the criteria that Illinois proposed to use. \nThe state's application says point blank that \"[f]or residen \ntial services,  the State gives  service priority to eligible \npersons  according  to  the  following  priority  population \ncriteria ...\" . The application does not reveal whether CMS \nappreciated  that  Illinois  would  use  these  criteria  to \nexclude some applicants from CILA services, and CMS did \nnot write an opinion explaining its understanding of the \nstate's  program.  An  affidavit  from  one  of  the  state's \nprogram administrators says that \"[t]he Priority Popula \ntion Criteria were discussed with the CMS review team \nduring the review process\". What was said, concretely? The \nrecord does not reveal the answer-but then plaintiffs' \ncounsel did not follow up with a deposition that might have \nproduced the information. Plaintiffs have not offered any \ni \nevidence tending to establish that CMS granted the state's \nrequest in ignorance of how Illinois employs the priority \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 12 of 13 PageID #:1104\n12  No. 06-3705 \npopulation criteria. Because plaintiffs bear the burden of \npersuasion, we must take it that the state's approach is \nagreeable to CMS. \nAnd  on  that understanding  the  case  is  almost  over. \nAnother  statute  on  which  Patterson  relies,  42  U.S.C. \n§1396n(c)(2)(C), offers him no assistance. This subsection \nsays that persons entitled to care must be \"informed of the \nfeasible alternatives, if available under the waiver, at the \nchoice of the individuals\". Patterson does not say that he \nhas been kept ignorant of options open to him. His argu \nment is that CILA services should be \"available,\" but this \nsubsection does not make any particular option \"available\" \nto anyone.  It just requires the provision of information \nabout options that are available. · \nEach  side  invokes  Chevron  U.S.A.  Inc.  v.  Natural \nResources  Defense  Council,  Inc.,  467  U.S.  837  (1984); \nUnited States v.  Mead  Corp.,  533 U.S.  218 (2001);  and \nSkidmore  v.  Swift &  Co.,  323 U.S.  134 (1944).  Illinois \nmaintains that the agency's approval is entitled to Chevron \ndeference. Plaintiffs insist, to the contrary, that a letter \nthat  CMS  circulated  in  2001  should  receive  Chevron \ndeference (or at least Mead-Skidmore respectful consider \nation).  To  this the state replies that letters,  not being \nregulations, should not play any role at all. (Just in case \nwe disagree, the state insists that its use of the \"priority \npopulation criteria\" is consistent with the letter.) All of \nthis is byplay. It would matter if the \"priority population \ncriteria\"  were  something  that  the  state  had invented \nafter  receiving  the  waiver  from  CMS,  and we  had  to \ndecide whether the state's new approach was consistent \nwith  the  statute  and regulations.  But that's not what \nhappened; CMS conaidered the \"priority population crite \nria\" before granting the waiver. A state does not violate \n§ 1396a(a)(8) by using the criteria that formed (part of) the \nbaais for requesting a waiver under §1396n(c)(1). \nAFFIRMED \n\nCase: 1:05-cv-00544 Document #: 85 Filed: 09/05/07 Page 13 of 13 PageID #:1105\nNo. 06-3705 \n13 \nA true Copy: \nTeste: ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "85",
      "clearinghouse_link": "clearinghouse.net/doc/48154"
    },
    {
      "date": "2006-09-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 48152,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/48152.pdf",
      "title": "Judgment in a Civil Case",
      "text": "Case: 1:05-cv-00544 Document #: 77 Filed: 09/25/06 Page 1 of 1 PageID #:1036\nAO 450(Rev. 5/85)Judgment in a Civil Case\nUnited States District Court\nNorthern District of Illinois\nEastern Division\nChristopher Bertrand, et al. JUDGMENT IN A CIVIL CASE\nv. Case Number: 05 C 0544\nBarry S. Maram, et al.\nG Jury Verdict.  This action came before the Court for a trial by jury.  The issues have been\ntried and the jury rendered its verdict.\nO Decision by Court.  This action came to hearing before the Court.  The issues have\nbeen heard and a decision has been rendered.\nIT IS HEREBY ORDERED AND ADJUDGED that for the reasons set out in the Memorandum\nOpinion and Order of September 25, 2006, Defendants’ Motion for Summary Judgment [37] is\ngranted and Plaintiffs’ Motion for Summary Judgment [32] is denied.  Defendants’ Motion to\nStrike Certain Exhibits [42] is denied.  Plaintiffs’ Motion for Class Certification [8] is denied as\nmoot.  The Court enters judgment in favor of Defendants Barry S. Maram, Carol L. Adams, and\nJerolene Johnson and against Plaintiffs Christopher Bertrand and Frank Patterson, Jr.\nMichael W. Dobbins, Clerk of Court\nDate:  9/25/2006 ________________________________\n/s/ Gwen Rosegay, Deputy Clerk",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "77",
      "clearinghouse_link": "clearinghouse.net/doc/48152"
    }
  ],
  "document_count": 8
}