{
  "case_id": 373,
  "fetched_at": "2025-10-22T00:03:58.270983",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Montgomery County",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Pennsylvania",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Montgomery Youth Center",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Juvenile Institution"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1981,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Equal Protection"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "Eastern District of Pennsylvania",
    "custom_issues": [
      "Intercom monitoring"
    ],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1977-12-16",
    "filing_year": 1977,
    "id": 373,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Classification / placement",
      "Jails, Prisons, Detention Centers, and Other Institutions: Disciplinary segregation",
      "General/Misc.: Disciplinary procedures",
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Mail",
      "General/Misc.: Education"
    ],
    "last_checked_date": "2007-11-25T00:00:00-05:00",
    "main_docket": {
      "id": 42719,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1977,
      "docket_filing_number": 4286,
      "is_main_docket": true,
      "court": "Eastern District of Pennsylvania",
      "state": "Pennsylvania",
      "docket_office_number": "2",
      "docket_number_manual": "77-4286",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Brunner v. Carter",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1981,
    "order_start_year": 1981,
    "permanent_injunction": false,
    "plaintiff_description": "All past, present, and future residents of the Montgomery County Youth Center",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Pennsylvania",
    "summary": "<p>On December 16, 1977, a juvenile at the Montgomery County Youth Center filed a class action lawsuit against the county and the State of Pennsylvania in the United States District Court for the Eastern District of Pennsylvania pursuant to 42 U.S.C. § 1983.  Plaintiffs, represented by the Juvenile Law Center of Philadelphia, sought declaratory and injunctive relief and damages alleging that defendants' use of isolation as a form of punishment violated the juveniles' constitutional rights.  Specifically, plaintiffs alleged that there were no guidelines or limits on the use of isolation, isolation was punitive and anti-therapeutic, and defendants' failure to provide a hearing either before or after isolation violated the juveniles' rights to due process.  Plaintiff also challenged other restrictions imposed on juveniles residing at the Youth Center including mail censorship, denial of education programming, and intercom monitoring.</p><p>On June 21, 1978, the district court (Judge John B. Hannum) denied defendants' motion to dismiss and certified plaintiffs' class to include all past, present, and future residents of the Montgomery County Youth Center.  On February 1, 1981, the plaintiffs and the county defendants entered into a consent decree where the parties agreed that defendants would limit the use of punitive isolation; train staff in alternative methods of controlling juveniles' behavior; and provide juveniles with a handbook detailing their rights, the Youth Center's expectations, and grievance procedures.  The parties further agreed to allow juveniles access to mail services and not to read the juveniles' incoming mail.  The parties also agreed that defendants would inform the juveniles about the intercom system and not secretly monitor them.  In March of 1981, plaintiffs and the state defendants entered into a voluntary stipulation of dismissal.  Defendants had promulgated new rules and also agreed to provide attorneys for plaintiffs with records and documents detention center regulations since the complaint was filed, and defendants concerning the use of punitive isolation in the Youth Center.  </p><p>On March 25, 1981, the parties entered a joint memorandum in support of the proposed settlement.  On March 27, 1981 the district court (Judge Hannum) approved both the consent decree and the stipulation for voluntary dismissal.  We have no further information on this case.</p><p></p>",
    "summary_published_date": "2006-05-24T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/373",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=373",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=373",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=373"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Complaint",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1635,
      "file": null,
      "title": "Complaint",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1635"
    },
    {
      "date": "1991-06-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1633,
      "file": null,
      "title": "Correspondence",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1633"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": true,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1634,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1634.pdf",
      "title": "Complaint",
      "text": "IN THE UNITED STATES DISTRICT; COURT\nFOR THE EASTERN DISTRICT OF PENNSYLVANIA\nLUANN BRUNNER, on her CLASS ACTION\nown behalf and on behalf of\nall others similarily situated\n•IllBrulnnelr v. lCartelr\nPlaintiff\nvs.\nJI-PA-001-011\nCIVIL ACTION NO. 77\nMrs.  Frances C. Carter, individ-\nually and in her official capa-\ncity as Chairman of the Board of\nManagers of the Montgomery\n. County Youth Center;\nI.Mrs. Lucy M. Sayre, Mr. Robert\nVarner, Mr. Henry R. Gaily, Mrs.\nAlma R. Jacobs, and Mr. James H.\nCorum, Jr., individually and in\ntheir official capacities as\n'•  members of The Board of Managers\nCOMPLAINT\nof the Montgomery County Youth\nCenter;\n. Mr. Don DeVore, individually and\nin his official capacity as\n; Director, Montgomery County Youth\n! Center;\nJoseph H. Stanziani, individually\nand in his official capacity as\nJudge, Court of Common Pleas,\nJuvenile Division, Montgomery\nCounty,\nFrank Beal, individually and in\nhis official capacity as Secre-\ntary of the Department of Public\nWelfare, Commonwealth of Penn-\nsylvania\nDefendants\n>r\nI.  PRELIMINARY  STATEMENT\n1.  This is a civil rights action seeking declaratory  and in-\nfunctive relief, and damages.  Plaintiff brings  this suit as a\nclass action, on her own behalf and on behalf of all past, present\n\n.  and future residents of the Montgomery Couhty Youth Center.  Its  :\npurpose is to redress the deprivation, under color of State law,\nof rights secured to plaintiff and the plaintiff class by the\nequal protection and due process clauses of the Fourteenth Amend-\nment to the United States Constitution, the Eighth Amendment to\nthe United States Constitution, Article I, Section 9 of the Penn-\nsylvania Constitution, and the Juvenile Act of Pennsylvania.\n2.  Specifically, plaintiff challenges the disciplinary prac-\ni\ntice at Montgomery County Youth Center, pursuant to which she and '\nI\nother members of her class have been confined to their locked\nrooms for twenty-four  (24) hours a day for several days at a time,\n• required to eat all of their meals in their rooms, denied access\nto writing materials, and permitted out only to use bathroom fa-\ncilities,  i\n3.  Plaintiff further requests that this Court declare in-\nvalid and enjoin current Pennsylvania Department of Public Welfare\nRegulations, Title 6400, regarding Juvenile Detention Facilities, ;\ninsofar as they permit the use of disciplinary procedures and iso-!\ni\nlation of juveniles in violation of the above stated constitu-\ntional and statutory provisions.  !\nI\nI\n!\n:  II. JURISDICTION\nI\n4.  Jurisdiction is conferred on this Court by 28 U.S.C.  :\n§1343 (3), (4), which provides for original jurisdiction in this\nCourt of all suits authorized by 42 U.S.C. §1933 to redress the\ndeprivation, under color of state law, of any right, privilege, or\nimmunity secured by the Constitution of the United States or by  j\nan Act of Congress.  Jurisdiction is also conferred on this Court\nby 28 U.S.C. §1331, in that the amount in controversy exceeds  ,\n$10,000, exclusive of interest and costs.\n\n5.  Plaintiff's  action  for  injunctive jand  declaratory  relief  !\ni\nis authorized by 28 U.S.C. §§2201, 2202, and 42 U.S.C. §1983.  j\n6.  Independent of any statutory cause of action, this Court\n!\nhas pendent jurisdiction over claims asserted pursuant to the\nstatutes and constitution of the Commonwealth of Pennsylvania.\n7.  The named and class plaintiffs have no adequate remedy  •\nat law and have suffered and will continue to suffer immediate\nand irreparable harm from the course of conduct of which they com-\ni\nplain unless defendants are preliminarily and permanently enjoined.\ni\ni\nIII. PARTIES  !\nI  8. Named plaintiff, Luann Brunner, is sixteen  (16) years old;\ni  •\na resident of Pennsylvania, and a citizen of the United States.  :\n.' Her home address is 428 King Street, Pottstown, Pennsylvania.  At j\nthe time of the filing of this complaint, she is in detention at\nj the Montgomery County Youth Center, awaiting re-disposition.\nj  9. Defendant Mrs. Frances C. Carter is the Chairman and  !\ni  l\nI member of the Board of Managers of the Montgomery County Youth  i\nCenter.  Defendants Lucy M. Sayre, Robert Varner, Henry R. Gaily,\ni Alma R. Jacobs, and James H. Corum, Jr., are all members of the\ni\n; Board of Managers of the Montgomery County Youth Center.  They\n; are all sued in their individual and official capacities.  '\ni  10. The duties of the members of the Board of Managers are  |\nj set forth at 11 P.S. §443:  ;\n••  \"The duties of the board of managers  :\n;  shall be to provide a house purchased by the\nj  city for the reception of children to be placed  J\n!  therein under the provisions of this act, to  .\n1  alter said house for such purpose, to keep the  \\\n'  same in repair, and generally to fit and furnish  j\n,  said house so that a separate room  (so far as\ni  possible) may be provided for the accomodation  j\n:  -  of each child who may be received therein, and  j\n'  generally to supervise and oversee the mana.gement of  |\n!  said house. ••  j\n\n11.  Defendant Don DeVore is the Director and head adminis-\ntrative officer of the Montgomery County Youth Center.  As such,\nhe is directly responsible for the daily operations of the Center,\nincluding but not limited to the operations of the Center as they\nrelate to internal disciplinary procedures and decisions regarding\nresidents at the Center.  He is sued in his individual and offi-\ncial capacity.\n12.  Defendant Joseph H. Stanziani is a Judge of the Court\nof Common Pleas of Montgomery County, and at all times pertinent\nhereto was sitting as Juvenile Court Judge.  Defendant Stanziani\nis also the  Juvenile Court Liason Judge.  As such, he is directly\ni\ninvolved in the administrative operation of the Montgomery\nCounty Youth Center.  '.\nI\n13.  Defendant Frank Beal is the Secretary of the Department :\ni\nof Public Welfare, Commonwealth of Pennsylvania  (hereinafter DPW).\nAs such, he has ultimate supervisory authority and responsibility\ni\nfor all regulations published by the DPW.  He is sued in his in-\ni\ndividual and official capacity.  j\n14.  All actions taken by the above-named defendants as  !\ni\nalleged in this complaint were and are done under color of state  •\nlaw, custom, and practice.  '\n1  IV. CLASS ACTION ALLEGATIONS  i\ni\n'  15.  The above-named plaintiff brings this action on her  ,\nown behalf and on the behalf of all past, present, and future\n\\  residents of the Montgomery County Youth Center, pursuant to 23(a)\nand 23(b)(2) of the Federal Rules of Civil Procedure.\n16.  The requirements of Rule 23(a) are met in that:\ni  a. the members of the class are so numerous that\ni  joinder of all members would be impractical.  Al-\ni\n1  though the exact number is unknown, the Montgomery  ,\n]  County Youth Center has bed-space available for (36)  '\ni  i\nj  thirty-six youth at any given time.  Futhermore,  !\n\non information and belief, there were approx-\nimately  (500) five-hundred different children\ndetained at the Youth Center in 1976.\nb. the following questions of law and fact are\ncommon to all members of plaintiff's class and\npredominate over any questions affecting only\nindividual members: 1) whether class members may\nbe disciplined and confined to their locked\nrooms for approximately twenty-four hours per\nday, several days at a time, without regard to\ntheir  rights to procedural and substantive due\nprocess, or their rights to be free from cruel\nand unusual punishment.\nc. the claims of the representative party are\ntypical of the members of the class, and,\nd. the representative party will fairly and\nadequately represent the interests of the members\nof the class.  The representative party has no\ninterests that conflict with other members of the\nclass she represents.\n17. The requirements of Rule 23 (b) (2) are met in that the\ndefendants have acted or refused to act on grounds generally\napplicable to the class, thereby making appropriate final in-\njunctive and declaratory relief for the  class as a whole.\nV. STATEMENT OF FACTS\n18. Named Plaintiff Luann Brunner was taken to the Mont-\ngomery County Youth Center  (hereinafter \"Youth Center\") on Mon-\nday evening, December 5, 1977, after escaping from the Youth Cen-\nter a few days previously.\n19. Plaintiff Brunner had been placed in the Youth Center\n\non or about November 1977 by Defendant Stanziani, to await re-\ndisposition on charges of delinquency for which she was adjudica-\nted on or about May, 1977.\n20.  Immediately upon her return to the Youth Center, plain-\ntiff Brunner was permitted to shov/er.\n21.  Immediately following her shower, plaintiff was taken\nto her room and told she would be permitted out only to shower\nand use the bathroom facilities.\n22.  The door to plaintiff's room was locked from the out-\nside .\n23.  Since the evening of Monday, December 5, 1977, and con-\ntinuing until Friday, December 16, 1977, plaintiff remained lock-\ned in her room for approximately twenty-four  (24) hours per day.\n24.  The above confinement of plaintiff in her locked room\nhasvbeen expressly authorized by Defendant DeVore, and has con-\ntinued with full knowledge by Defendant Stanziani.  :\n25.  During the entire course of her confinement in the above\nmanner, plaintiff has only been permitted out of her room to\nshower and use the bathroom facilities which only lasts about\nfifteen minutes each day.\n26.  The locked room in which plaintiff has been confined\nhas the following physical characteristics:\na.  the room measures approximately nine  (9) by\ntwelve  (12) feet.\nb.  furniture in the room consists of a bed, a desk-\nlike table, a metal stool, and a small triangular-\nshaped table.\nc.  there is a window on one wall, and a window on\nthe door.\n\n27.  There is a one-way intercom system in plaintiff's room,\nwhich permits staff to hear her but which does not permit plain-\ntiff to communicate with staff.\n28.  Control of the one-way intercom rests entirely with the\nstaff of the Youth  Center.\n29.  Plaintiff's only means of communication with the staff\nof the Youth Center is to bang on her door.\n30.  Plaintiff is not permitted to wear clothes during the\nperiod of her confinement, but rather must wear pajamas.\n31.  Plaintiff is required to eat all of her meals in her\nroom.\n32.  Plaintiff is not permitted to have any toilet articles\n in her room.\n;\ni  33.  Plaintiff is not permitted to have any writing materials\nj\n: in  her  room.  ••\n34.  Plaintiff has not been permitted to attend school during;\n' the entire period of her confinement in the above manner.\n'  35.  Plaintiff has not been permitted out of her room to par-\\\nticipate in any physical activities or exercise during the entire\nperiod of her above confinement.\nI\n36.  Plaintiff has not been permitted to go out of doors dur-\ning the entire period of her above confinement.\n37.  Plaintiff is not permitted to have any other residents\nvisit with her, in her room or otherwise; during her confinement\n: in the above manner.\n38.  Plaintiff has not been visited by a psychiartist or psy-\n• chologist during the entire period of her confinement in the above\n• manner.  -\n•  39.  On information and belief, plaintiff avers that there is\ni\nno published set of disciplinary rules or procedures distributed\n| to residents of the Youth Center regarding disciplinary  lock-ins\n\nand isolation.  '\n40.  Plaintiff has had no hearing, before or after her con-\nfinement, to determine whether she violated any rules, regulations\nor policies of the Youth Center, or whether her confinement in the\nabove manner was necessary and appropriate.\n41.  Defendant DeVore's confinement of plaintiff in the above\nmanner is punitive in nature, and is not based on any therapeutic\nor treatment needs of plaintiff.\n42.  At all times pertinent hereto, all defendants knew of or,\nshould have known that the isolation and confinement of plaintiff\n ;\nin the above manner was done in violation of the statutory and con-\nstitutional rights of plaintiffs, or that it was done with the\nmalicious intention of causing a deprivation of plaintiffs statu-\ni\ntory and constitutional rights.\n43.  At all times pertinent hereto, Defendant Beal knew, or  \\\nshould have know, that he was authorizing the use of disciplinary\ni\nprocedures and isolation of juveniles, through the publication of ;\ni\n! DPW Regulations Title 6400, in violation of the statutory and con-;\n| stitutional rights of plaintiffs.\ni  1\nVI. CAUSES OF ACTION\n:  44.  The factual allegations set forth in paragraphs 1\n'•  through 4 3 are realleged and incorporated by reference herein.  ;\n!  i\n45.  The actions of the named defendants, as set forth above,\ni\n'  violate the legally secured rights of plaintiff and the plaintiff\ni  ;\n;  class as follows:\nI  COUNT ONE\n46.  In confining and isolating plaintiff in her locked room\n' as a disciplinary measure without providing her with a hearing be-\nI\ni fore or after her confinement therein to determine whether plain-\n! tiff violated any policies, rules, or regulations of the Detention\ni.\n8\n\nI Center, and whether such isolation was necessary and appropriate,\n' and without providing plaintiff with any written set of discipli-\nnary rules or procedures regarding the use of lock-ups and isola-\ntion at the Youth Center, defendants have violated the rights of\nplaintiff and the class she represents to due process and equal\nprotection of the laws, as guaranteed by the Fourteenth Amendment\nto the United States Constitution, and their right to treatment\nand to custody therein the least restrictive alternative manner,\nas guaranteed by the due process clause of the Fourteenth Amend-\nment to the United States Constitution, Article I Section 9 of\nthe Pennsylvania Constitution, and the Juvenile Act of Pennsyl-\nvania.\nCOUNT TWO\n!  47.  Paragraphs 1 through 46 are realleged and incorporated\nby reference herein.\n48.  In restricting plaintiff to her locked room in the puni-\n'.  tive and anti-therapeutic manner set forth above, for days to\nweeks at a time, defendants have violated the rights of plaintiff\nand the class she represents to be free from cruel and unusual\npunishment, and their right to treatment and to care and custody\n; in the least restrictive alternative manner, in violation of the\nEighth and Fourteenth Amendments to the United State Constitution,\ni the Pennsylvania Constitution and the Juvenile Act of Pennsylvania.\nCOUNT THREE\n49.  Paragraphs 1 through 48 are realleged and incorporated\ni\ni herein by reference.\n;  50.  Section 64 34.9 of DPW Regulations, Title 6400, relating\n; generally to Juvenile Detention Facilities, and specifically to\n; discipline and privileges, provides in paragraph F., in its en-\n\ntirety, that \"isolation of a child shall require the approval\nof the superintendent or his designee.  In all instances the\nSuperintendent shall be notified of the child's isolation.  At\nany time a child is confined to his quarters, he shall not be\nwithout means of communicating with staff.\"\n51. Insofar as Section 6434.9F fails to set forth any meaning-\nful guidelines or limits on the use of isolation, and fails to\nprovide for procedural due process for children placed in isola-\ntion, and fails to provide for the use of isolation only where\nit is found to be appropriate and suitable to the child's treat-\nment needs, the regulation is violative of plaintiffs' rights.to\ndue process and equal protection of the laws and their right to\nbe free from cruel and unusual punishment in violation of the\nEighth and Fourteenth Amendments to the United States Constitu-\ntion, and their right to treatment and custody in the least re-\nstrictive alternative manner, in violation of the Fourteenth  '\nAmendment to the United States Constitution, the Pennsylvania  .\nConstitution, and the Juvenile Court Act of Pennsylvania.\nt\nVII. PRAYER FOR RELIEF  ,\nWHEREFORE, plaintiff and the members of the class on whose\nbehalf this action is brought, respectfully pray:\n52.  That this Court assume jurisdiction of this matter;\n53.  That this court order that this action be maintained as\na class action, pursuant to Rule 23 (a) and 23 (b) (2), Fed. R.\nCiv. P.;\n54.  That this Court grant declaratory relief pursuant to 28\nU.S.C. §§2201 and 2202 that the defendants in this action, by\nengaging in the acts and practices set forth above, are in viola-\ntion of the constitutional and statutory rights of plaintiff and\nthe class she represents, as set forth in Section VI, above.  !\n10\n\n55.  That this Court declare invalid and enjoin Section\n6434.9 of DPW Regulations Title 6400, relating to Juvenile De-\ntention Facilities, as uncontitutional and violative of plain-\ntiffs' rights to substantive and procedural due process, and\ntheir right to be free from cruel and unusual punishment.\n56.  That this Court order permanent injunctive relief as\nfollows:\na.  that defendants be enjoined from continuing\nto confine plaintiff and the plaintiff class in\nisolation under the conditions set forth above;\nb.  that defendants be enjoined from continuing\nto use isolation or confinement in locked rooms\nas a disciplinary measure without providing resi-\ndents with procedural due process, but not liraited\nto notice, hearing before an impartial tribunal\nthe right to counsel, the right to confrontation\nand cross-examination of witnesses, the right to\npresent witnesses, and the right to a written state-\nment of reasons stating the exact duration of the\nlocked confinement, and why it is deemed necessary\nand appropriate;\nc.  that defendants be enjoined from using isolation\nor confinement in locked rooms for periods in excess\nof one or two hours, and only in cases involving\nimminent danger to life or property;\nd.  that defendants be enjoined from the use of\n\"restriction\" to limit privileges for periods in ex-\ncess of two days, and only when its use has therapeu-\ntic value;\n57.  That this Court award named plaintiff sums of compensa-\n-  11  • • - . -•\n\ntory and punitive damages commensurate with the injuries suffered\nby her, but not less than $10,000.\n58.  That this Court allow recovery of reasonable attorneys\nfees and costs;\n59.  Grant such further relief as is necessary and appro-\npriate.\nMarsha Levick\nAlexander J. Palamarchuk\nJuvenile Law Center of\nPhiladelphia\n1411 Walnut Street, Suite 604\nPhiladelphia, Pa.  19102\nAttorneys for Plaintiff",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1634"
    },
    {
      "date": "1981-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Empty/Missing Document",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1626,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1626.pdf",
      "title": "Consent Decree in Partial Settlement of this Action",
      "text": "IN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF PENNSYLVANIA\nLUANN BRUNNER, on her own CIVIL ACTION\nbehalf and on behalf of all\nothers similarly situated\n  .  FILED  MAR 2 71981\nv>\nMRS.  FRANCES C. CARTER, et al NO.  77-4286\nMEMORANDUM  OF  APPROVAL\nBrunner v. Carter  _^\nJI-PA-001-003\nThis is a class action wherein the plaintiffs seek in-\njunctive and declaratory relief for allegedly  unconstitutional\nconditions and practices in the Montgomery County Youth Center.\nDisciplinary procedures are allegedly violative of the equal\nprotection and due process clauses.  The class was earlier cer-\ntified as \"all past, present and future residents of the Mont-\ngomery County Youth Center.\"  Presently before the Court is a\nConsent Decree In Partial Settlement Of This Action entered  into\non behalf of the class and the county defendants and a Stipulation\nFor Voluntary Dismissal Of Defendant Helen O'Bannon entered  into\non behalf of the class and the Commonwealth defendants.\nBefore this case may be marked as settled and thereby\nclosed, the Court must first approve the documents comprising\nthe general settlement.  F. R. Civ. P. 23/e) provides as follows:\nCLERK  OF  COURT\n\n(e)  Dismissal or Compromise.  A class action\nshall not be dismised or compromised without the\n•approval of the court, and notice of the proposed\ndismissal or compromise shall be given to all mem-\nbers of the class in such manner as.the court\ndirects.\nAccordingly, to properly implement the required procedure, the\nCourt on February 11, 1981 entered an Order requiring notice to\nthe class and scheduling a hearing for the purpose of considering\nthe proposed compromise and any pertinent objections.  The\nhearing was duly conducted on March 23, 1981, at which time\ncounsel to the class represented that the best notice practicable\nhad been supplied to the class and all counsel provided  reasons\nsupportive of Court approval of the settlement.  No one appeared\nto voice any objections to the proposed compromise and no ob-\njections were received otherwise.\nIn accordance with its responsibilities described  in Bryan\nv. Pittsburgh Plate & Glass Co., 494 F.2d 799  (3d Cir. 1974), the\nCourt will now provide reasons for approving the settlement of\nthis case.  Generally, the filing of this suit over three  (3)\nyears ago was motivated by the alleged utilization of punitive\nisolation, the lack of a grievance procedure, invasions of privacy,\ninterference with the mails and the lack of adequate educational\nopportunities. The case was properly filed as a class action and\nalthough the class representative did solely receive compensatory\ndamages, the class action device was not wrongfully used.  At any\nrate, since the filing of this case, the Commonwealth of Pennsyl-\nvania promulgated a new set of regulations which, according to\ncounsel to the class, satisfy the earlier complaints in all in-\nstances.  The Court has received no communication  contradicting\nthis representation and an examination and comparison of the\npleadings filed in this case with the new regulations acts as\n\nadditional confirmation.  Counsel to the class was permitted to\nmonitor the Montgomery County Youth Center to ensure compliance\nwith and implementation of the new regulations.  The Court finds\nthat the compromise of this case embodied in the terms of the\nConsent Decree In Partial Settlement Of This Action and the\nStipulation For Voluntary Dismissal Of Defendant Helen O'Bannon\nadvances the respective positions of the class and the parties\nand is in the interest of justice.  The Court will thus approve\nboth documents, the effect of which will be to close this case.\n-3-",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1626"
    },
    {
      "date": "1981-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1628,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1628.pdf",
      "title": "Stipulation in Partial Settlement",
      "text": "Brunner v. Carter\nJI-PA-00  -005\nIN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF PENNSYLVANIA\nBRUNNER, LUANN, on her behalf CIVIL ACTION\nand on behalf of all others\nsimilarly situated.\nPlaintiffs\nNO. 77-4286\nMRS. FRANCES C. CARTER, et al.,\nFILED\nDefendants CLASS ACTION\nMAR** 138]\nSTIPULATION IN PARTIAL SETTLEMENT\nI.  PREAMBLE Dep. Cte,fc\nPlaintiff filed the Class Action Complaint in the above\ntitled action on December 16, 1977 and an Amended Complaint on\nFebruary 15, 1978, seeking declaratory and injunctive relief and\ndamages.  The Complaint alleged that the Pennsylvania Department\nof Public Welfare Regulations, Title 6400, regarding certain\njuvenile detention centers  services and practices were unconsti-\ntutional.  Specifically, plaintiffs challenged those department\nregulations which authorized the use of isolation absent procedural\ndue process protections as a means to cbntrol behavior and to dis-\ncipline residents of detention facilities.  Further plaintiffs\nchallenged other restrictions imposed on detention center residents\nincluding:  mail censorship, denial of education programming, and\nintercom monitoring.\nPlaintiff individually and as a class representative\ninstituted this suit against various defendants including Frank S.\nBeal, Secretary of Welfare for the Commonwealth of Pennsylvania.\nOn June 21, 1978 pursuant to Federal Rule of Civil Procedure 25(1)\nthe Court ordered that Aldo Colautti, Secretary of Welfare for the\n\nCommonwealth of Pennsylvania, be substituted for Frank S. Beal.\nLikewise in March, 1980 the Court ordered that Helen O'Bannon,\nthe current Secretary of Welfare for the Commonwealth of Pennsylvania,\nbe substituted for Aldo Colautti.\nThe aforementioned Commonwealth of Pennsylvania defendants\nhave denied liability to plainiffs.  On September 1, 1979 the\nCommonwealth of Pennsylvania, Department of Public Welfare under\nthe signature of Helen O'Bannon promulgated new detention center\nregulations, sec. 2-28-2 et seq. to replace the Title 6400 regulations\nchallenged by the plaintiffs.  A copy of these regulations are\nattached hereto and marked Exhibit \"A\".  Accordingly, without\nstipulating as to the constitutional sufficiency of the new regu-\nlations and recognizing that the provisions of this Stipulation\nshall not constitute any evidence against or any admission by any\nparty with respect to any issue involved in this case is hereby\nagreed between the Attorneys for Plaintiffs and the Attorney for\nthe Secretary of Welfare that:\n1.  The department will make available to the\nAttorneys for Plaintiffs, copies of the following documents which,\npursuant to these Regulations, each detention facility in Pennsylvania\nis required to maintain:\n(a)  Copies of the logs maintained by each\ndetention facility in Pennsylvania, pursuant to Regulation 2-28-158.\n(b)  Copies of all:  Petitions requesting\nextended isolation, Court Orders extending isolation, and Incidents\nReports relating to said Petition for each child who is isolated\nbeyond the time authorized by these Regulations.  Said records being\nrequired pursuant to Regulations 2-28-160 through 2-28-162.\n2.  The department will make available to the\nAttorneys for Plaintiffs on a quarterly basis for a period of two\nyears, starting on August 1, 1980, copies of all documents set forth\n— 2 —\n44VAA^^^\n\n\"1\nin paragraph 1(a) and (b) and which each detention facility in\nPennsylvania is required to maintain pursuant to Regulations\n2-28-158 and 2-28-160 through 2-28-162.\n3.  In providing the heretofore described infor-\nmation and documents the last names and any other information\ncapable of identifying individual residents of detention centers\nmay be deleted.\n4.  By October 1, 1980 the department shall make\navailable to the Attorneys for Plaintiffs, copies of those portions\nof the Annual Program Description for each detention facility in\nPennsylvania, subscribing:  the procedure for grievances and appeals\nby detention center residents, the procedure for the use of isolation,\nmethods for training staff in the use of alternative forms or crisis\nmanagement, methods of training staff in the use of isolation, and\neach facility's policies for the use of isolation in specific\nsituations such a program description is required by Regulation\n2-28-62.\n5.  The Complaint against Frank S. Beal individually\nand Helen O'Bannon, as Secretary of Welfare for the Commonwealth\nof Pennsylvania, shall be dismissed without prejudice.\nMarsha Levick, Esquire Stanley I. -Slipakoff\nJuvenile Law Center of Phila. Deputy Attorney General\n1411 Walnut Street Department of Justice\nPhiladelphia, PA  19102 Rm. 206 State Office Building\nPhiladelphia, PA  19130\nCounsel for Plaintiffs Counsel for Commonwealth Defendant\nAPPROVED BY THE COURT:\ne John B. Hannum,  J\n- 3 -\n•-T -. - \"•TT^i*?1^.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1628"
    },
    {
      "date": "1981-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1629,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1629.pdf",
      "title": "Consent Decree in Partial Settlement of this Action",
      "text": "& CLERK OF COURT\nIN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF PENNSYLVANIA\nLUANN BRUNNER, on her own behalf  :  CIVIL ACTION\nand on behalf of all other\nsimilarly situated,  :  NO.  77-4286\n MAR27198\n  FILED\n\" \" \" \" ' \" F I L ED\nv.  :  CLASS ACTION\nMRS. FRANCES C. CARTER, et al.,\na\nBy\nCONSENT DECREE IN PARTIAL\nSETTLEMENT .OF THIS ACTION\nI.  PREAMBLE\nPlaintiff filed the Complaint in the above entitled\nproceeding on December 16, 1977 and an Amended Complaint on Feb-\nruary 15, 1978, as a class action, seeking declaratory and in-\njunctive relief and damages based on allegedly unconstitutional\nconditions and practices at the Montgomery County Youth Center.\nWhereas the plaintiff and the class she represents has instituted\nthis suit against, inter alia, Montgomery County defendants France\nC. Carter, Lucy M. Sayer, Robert Varner, Henry R. Gaily, Alma R.\nJacobs, James H. Corum, Jr., Don DeVore, and the aforenamed de-\nfendants have denied liability to plaintiffs; after pre-trial\nconference upon consent of plaintiff, the Montgomery County de-\nfendants, the plaintiff class, and their attorneys, all desiring\nto settle this lawsuit without trial or adjudication of any issue\nof fact or law, it is agreed that the case shall be settled as\nset forth herein regarding all equitable claims averred in the\npleadings against these defendants.\nBrunner v. Carter\nW JIV -PHAH -0HH 01\"•- 0H 06«•\n\nAccordingly, without deciding whether the treatment\nand conditions which have existed in the past with respect to this\nmatter have been unconstitutional and without conceding that the\nregulations adopted by the Department of Public Welfare, speci-\nfically regarding isolation, 2-38-153 through 2-28-166, are con-\nstitutionally sufficient, and recognizing that this Consent Decree\nshall not consitute any evidence against or any admission of lia-\nbility by any party with respect to any issue involved in this\ncase, it is hereby ORDERED, Adjudgeed, Declared, and DECREED\nthat:\nII.  RESPONSIBILITIES OF THE YOUTH CENTER AND MONTGOMERY COUNTY\nDEFENDANTS\n1.  This Decree shall be binding on the Montgomery\nCounty defendants, Carter, Sayre, Varner, Gaily, Jacobs, Corum,\nand DeVore, and their officers, employees, agents, successors,\nand all persons acting in concert with them.  It shall apply to\nall juveniles who are in the custody of the Montgomery County\nJuvenile Court at the Montgomery County Youth Center (hereinafter\n\"Youth Center\").\n2.  For the purpose of this Consent Decree the fol-\nlowing definitions shall apply:\na)  Youth Center - the Montgomery County Youth\nCenter is a secure juvenile detention cente\nfacility located in Norristown, Montgomery\nCounty, Pennsylvania, as defined by Depart-\nment of Public Welfare Regulations 2-28-11.\nb)  Resident - a member of the plaintiff class;\nany person admitted to and housed in the\nMontgomery County Youth Center.\n-2-\n\nc)  Youth Center staff - only the child care\ndirect service employees of the Youth Center\ndesignated as the director, the assistant\ndirector, detention caseworkers, child care\ncounselors I, and child care counselors II.\nd)  Isolation - Isolation is the placement of\na resident in a locked room to control behavior\nThe resident's request to spend time in a\nprivate, unlocked room or room which unlocks\nfrom the inside is not to be considered\nisolation and should be granted if feasible.\nQuarantine or other preventive health measures\nare not considered isolation but can only be\nordered by a licensed physician.  Locking\nresidents in rooms during a normal eight hour\nsleeping period is not considered isolation,\nif the rationale and procedures are documented\nin the current program description.\ne)  Youth Center Director - the Youth Center\nemployee ultimately responsible for all\nprograms and operation of the facility; also\ndescribed as the Administrator under Department\nof Public Welfare Regulations, 2-28-179  through\n2-28-181.\nf)  Regulations - the Detention Center Service\nRegulations, Chapter II, Section 28, of the\nDepartment of Public Welfare Children and\nYouth Manual, adopted by the Pennsylvania\nDepartment of Public Welfare, under the\nauthority of the Public Welfare Code, signed\nand approved by defendant O'Bannon, and\n-3-\n\neffective on September 1, 1979.  A copy of\nthese regulations are attached hereto and\nmarked Exhibit \"A\".\ng)  Whenever, in this Decree a masculine pronoun\nis used, it shall be read to also connote a\nfeminine pronoun.\n3.  Isolation may only be used as specifically\nprovided by Regulations 2-28-12 and 2-28-153 through 2-28-166.\nResidents shall only be isolated when their behavior creates a\nclear and present danger to the resident, to other residents, or\nto staff.  (2-28-154).\n4.  The procedures for the use of isolation shall be\nthose specifically set-out in Regulations 2-28-153 through\n2-28-167.  However, whenever a resident manifests a clear and\npresent danger to the resident himself, to other residents, or\nto staff necessitating permissible isolation pursuant to\nRegulation 2-28-154, the Youth Center staff must first attempt\nto calm the resident without the use of isolation.  However,\nif all intervention fails then the resident may be placed in his\nown room only after authorization by the Youth Center director\nor his designate as provided by Regulation 2-28-160, or pursuant\nto emergency procedures provided by Regulation 2-28-162.\n5.  As required by Regulations 2-28-30 and 2-28-62,\nall Youth Center staff must receive training in alternative\nforms of crisis management techniques.\nA summary of this Youth Center training program,\nas required by Regulation 2-28-63, is attached as Exhibit \"B\"\nand is incorporated by reference herein.\n6.  A resident may only be isolated pursuant to\n-4-\n\nRegulations 2-28-153 through 2-27-166.  If such isolation is\nrequired, the director or administrator on duty shall assign a\nspecific staff person to the isolated resident who shall sit in\nthe room with the resident or immediately outside the room.\n(Regulation 2-28-163).  This staff person shall have no other\nduties or responsibilities other than the supervision of the\nresident and he shall provide counseling and support to the\nresident in an effort to assist the resident in regaining self-\ncontrol (2-28-152).  At all times the staff person shall have\nvisual and audio contact with the resident, and not rely on\nintercoms, closed circuit television, or other such devices.\n(2-28-163).\n7.  As soon as the director or the staff person\ndesignee described in Regulation 2-28-163 feels that the resident\nis sufficiently calmed down to be permitted back in the general\npopulation, the resident shall be released.  Under no circum-\nstances may a resident be isolated for more than four (4) hours,\nunless subsequent authorization is given for a second four (4)\nhour period by the director pursuant to Regulation 2-28-161.\nFurthermore, as provided by this Regulation,\nisolation shall not exceed sixteen (16) hours in any forty-eight\n(48) hour period unless a written court order is obtained.  When\nrequesting a court order, the Youth Center shall give prior\nwritten notice to the child and his attorney, or the Public\nDefender's Office, (2-28-161).\n8.  On any occasion when isolation is used, a complete\nreport must be made in a regularly maintained log, as required\nby Regulations 2-28-157, and 158 of the:\na)  name of resident;\nb)  staff member(s) authorizing isolation and\nstaff member who imposed it;\n-5-\n\nc)  staff member assigned to monitor resident;\nd)  date and time during which isolation imposed;\ne)  the conduct necessitating the isolation;\nf)  Youth Center director's checks;\ng)  staff person 15 minute-interval checks as\nrequired by Regulation 2-28-166;\nh)  times of checks by any other staff including\nmedical personnel and psychiatrist;\ni)  physical and emotional condition of the\nresident during and after release from isolatior\nj)  date and time released, and reason.\nA complete written incident report must also be\nmade by the staff person designee to the director by the end of\nthe staff's shift as required by Regulation 2-28-157.\n9.  A resident may only be isolated under the conditions\nand with the possessions, specifically provided by Regulation\n2-28-164.  If any of those items must be removed from the\nresident because they present an immediate danger to him they\nmust be returned to him as soon as it is believed that the\ndanger has subsided.  Whenever such items are removed, a report\nof that decision shall be made in writing in the isolation log\nand incident report (2-28-165) .\n10. Residents' rooms may be locked during the normal\neight (8) hours sleeping period.  (Regulations 2-28-12).  However,\nduring this nightime lock-up, Youth Center staff must check each\nresident every 15 minutes, and the time of each check must be\nrecorded in a log specified for such purpose.  Furthermore, at\nno time shall residents be out of audio contact with residents,\nand staff shall be available at all times to meet the physical\nneeds of the residents.  (2-28-31).\n-6-\n\nA summary of the rationale and procedures for complying\nwith nightime lock-up, as required by Regulation 2-28-12,\nattached as Exhibit \"C, is incorporated by reference.\n11.  Residents shall not be routinely isolated or\nlocked in a room alone for any period as part of the Youth Center\nintake program.  (Regulation 2-28-71).  A resident may only be\nisolated during this period when he has demonstrated disruptive\nbehavior presenting a clear and present danger to himself, to\nother residents, or to staff as provided by Regulation 2-28-153.\nSuch isolation and the reason for it shall be recorded in the\nchild's record.\n12.  Within thirty (30) days after the signing of this\nConsent Decree and approval by the Court, the defendants shall\nsubmit to the plaintiffs and the Court a proposed handbook for\nresidents.  The handbook shall be written in simple language\nand shall describe with specificity Youth Center's rules\nexpections, and rights, including grievance procedures. (2-28-72)\nThe handbook should also describe the Youth\nCenter discipline system as required by Regulations 2-28-137\nthrough 2-28-145.\nEach facility shall establish guidelines which\noutline  the grievance or appeal procedure that any child may\nfollow when the child has a grievance or wishes to appeal a\ncourse of action taken by staff.  These guidelines shall be\nsubmitted as part of the annual program description for review\nto the Department. (2-28-138).\n13.  As required by Regulation 2-28-63 and 2-28-145,\nthe handbook shall also describe in detail the Youth Center's  '\ndisciplinary and grievance procedure.  In particular this\ngrievance procedure must guarantee to each resident an impartial\n-7-\n\natmosphere for the residents to tell their side of the story in\ncontesting imposition of isolation or discipline or presenting\na grievance, to question the facts presented against them, and\nto call persons in their support, 2-28-63, and to appeal a\ncourse of conduct taken by Youth Center staff, 2-28-145.\n14.  Each resident shall receive a copy of the above\nhandbook as soon as he enters the facility.  (2-28-72).  Within\n(4) hours of admission his counselor shall go over the handbook\nwith him to be sure that he understands it fully.  Additionally,\ncopies of the handbook shall be available to residents at all\ntimes and shall be kept in a prominent place in the facility.\n15.  Following receipt of any set of rules, regulations\nhandbook, or other written submissions developed pursuant to\nthis Decree, plaintiffs shall have thirty (30) days in which\nto submit written objections and recommendations to the defendant\nThe parties shall endeavor to resolve disputes by negotiations,\nbut may move the Court to do so if such negotiation fails.\nFollowing waiver or resoluation of objections,\nor an approval by the Court, the set of rules, regulations\nhandbook, or other written submissions, shall be incorporated\nherein, shall replace the provision ordering its development\nand shall become binding upon the parties.\n16. Each facility must establish guidelines which out-\nline the grievance or appeal rights of each resident when the resi\ndent indicates a desire to appeal*'.a course of action taken by the\nstaff.\n17.  The procedures regarding resident mail shall be\ngoverned generally by Regulations 2-28-114 through 2-28-118.\nResidents may correspond with others through normal use of the\npostal service.  If the child is without financial resources,\nthe facility shall provide postage.\nUnder no circumstances may incoming mail be read;\n-8-\n\nhowever, if reasonable grounds exist^p believe that mail ad-\ndressed to a resident may. contain cor^iraband, it may be examined\nonly in the resident's presence.  \"Sotjfraband\" shall be limited\nto objects the possession of which constitutes a violation of\nthe Pennsylvania Crime code, 11 P.S.-jJ.J01, £t^ seq.  Under no\n; \ncircumstances may a'resident be discljJlinedt'or ounished for contra\nband mailed to him. ;;  \".  ' ii\"  : i~;'''[*'^J  i1\n  la*.  - l^esident's1'^igh\"tsi^tt) individual privacy shall\nt\nbe honored wh^letbeyare^ confined, ^ti-the Youth. Center.  Under no\ncircumstances *shall»,the Youth-Cente'e use electronic surveillance\nmonitoring devices^including. the,  eki's'ling intercom1 system, to '\nsecretly observe  ,ahd/^r listen'tQ residents', except during sleep-\n(\ning hours.  The-resident shall,be'  adyiBed o£* the intercom system,\n;\nupon admission.  , 1^ L  ':''.' i ' -i.~h V.^'.--'H\n:\n1 ^ i f H -i 'j-'.'•••'•-: \"•'•\"' •'•• .)'-^-vi'ii;:g  * ' '  ' '\n19; iJjfKj. Youth Qenher:'iesidents \"shall be afforded\ncomplete access to 'a fnil e^ucatioiiailprogiam as guaranteed by\nthe Pennsylvania School Code, 24 P.Sy^§§130^, et seq., and the\nRegulations of theJpennsyivani.a Department of Education, 22 Pa.\nCode Chap. 13, including access to aJs^ecia'li, education program\nadequate to their-needs.  .'•.':'\",•\nUnnddeerr no circumstandes'Alkali a resident be* pro-- ;\nhibited from attteennddiinngg  tthhee  eedduuccaattiippnnaa]]??^^ppxxoogg^^aamm  ppuurrssuuaanntt  ''ttoo d diiss--\nciplinary sanction^'-providfed for. in the handbook for .residents.:\nIn the event that.ajjresident is isdlrased fo^i-uncontrollable be'7',\nw\nif.'M*1^. '•'•'-: •  \"•''v-\"x:i^cl?  |v..  '•••.• \"r:.\"-•:  a  •  :\"\nhavior as described in 2-28-153 through 2-28^156, during regular\nschool hours, as soon as the resi dent'=*4:alms tdown he shall be  .\npermitted to retuiSns<to the;  educational4progiam..•  ';  •  ;._,''  1*;\n ;\n•J  *;H - •-.;  \\;vi,  ;-,;:^- \"  &'>•'< birt k::i<:>':'• *v\nIII.  IMPLEMENTATION\n20.  Unless otherwise.specified, defendants will be\n\nrequired to implement all provisions of this Consent Decree upon\napproval by the Court.\nIV.  DAMAGES, FEES, AND COSTS\n21.  In settlement of any and all claims, named\nminor plaintiff will recieve the amount of Five Hundred ($500.00)\nDollars, in consideration for a signed release and order to settle\ndiscontinue, and end all damage claims.\nPlaintiffs' attorneys fees will be awarded in the\nsum of Four Thousand ($4,000.00) Dollars.\nV.  MODIFICATIONS\n22.  This Decree or any portion thereof may be\nchanged, modified, or amended upon agreement of all parties and\nwith approval by the Court.\nVI.  CHANGES IN RELEVANT LAW\n23.  This Decree or any part thereof shall be\nautomatically superseded by changes in state or federal law or\nregulations.  If any party deems that a change in federal or state\nlaw has affected any portion of this Decree, he shall so notify\nall parties.  If any party believes 'that modification of this\nDecree is required because of such a change, he shall so notify\nthe parties, who shall have ten (10) days to file with this Court\nobjections to the proposed modifications.\nVII.  JURISDICTION\n24.  This Court shall retain continuing jurisdiction\nof this action to see that all provisions of this Decree are prop-\nerly implemented and to enter such further orders as may be\nrequired.\n-10-\n\nVIII.  SCOPE\n30.  All parties have been advised of the specific\ncontext of this Decree and agree that they shall be bound by\nits provisions.\nAPPROVED:\nBY THE COURT\nUUNNjIaT\":ED STATES DISTRICT JUDGE\nDated:\nConsented  to:\nFOR THE  PLAINTIFFS FOR THE DEFENDANTS\nMfiRSHA LEVICK JOHN M. MCALLISTER\nALEXANDER J. PALAMARCHUK JOHN J. GALLAGHER\nJuvenile Law Center of 2000 Market Street\nPhiladelphia Suite 1216\n1411 Walnut Street Philadelphia, PA 19103\nSuite 604 (215)  561-3333\nPhiladelphia, PA 19102\n(215)  563-1933\n-11-\nd",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1629"
    },
    {
      "date": "1981-03-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1630,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1630.pdf",
      "title": "Memorandum of Approval",
      "text": "IN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF PENNSYLVANIA\nLUANN BRUNNER, on her own CIVIL ACTION\nbehalf and on behalf of all\nothers similarly situated\n  .  FILED  MAR 2 71981\nv>\nMRS.  FRANCES C. CARTER, et al NO.  77-4286\nMEMORANDUM  OF  APPROVAL\nBrunner v. Carter  _^\nJI-PA-001-003\nThis is a class action wherein the plaintiffs seek in-\njunctive and declaratory relief for allegedly  unconstitutional\nconditions and practices in the Montgomery County Youth Center.\nDisciplinary procedures are allegedly violative of the equal\nprotection and due process clauses.  The class was earlier cer-\ntified as \"all past, present and future residents of the Mont-\ngomery County Youth Center.\"  Presently before the Court is a\nConsent Decree In Partial Settlement Of This Action entered  into\non behalf of the class and the county defendants and a Stipulation\nFor Voluntary Dismissal Of Defendant Helen O'Bannon entered  into\non behalf of the class and the Commonwealth defendants.\nBefore this case may be marked as settled and thereby\nclosed, the Court must first approve the documents comprising\nthe general settlement.  F. R. Civ. P. 23/e) provides as follows:\nCLERK  OF  COURT\n\n(e)  Dismissal or Compromise.  A class action\nshall not be dismised or compromised without the\n•approval of the court, and notice of the proposed\ndismissal or compromise shall be given to all mem-\nbers of the class in such manner as.the court\ndirects.\nAccordingly, to properly implement the required procedure, the\nCourt on February 11, 1981 entered an Order requiring notice to\nthe class and scheduling a hearing for the purpose of considering\nthe proposed compromise and any pertinent objections.  The\nhearing was duly conducted on March 23, 1981, at which time\ncounsel to the class represented that the best notice practicable\nhad been supplied to the class and all counsel provided  reasons\nsupportive of Court approval of the settlement.  No one appeared\nto voice any objections to the proposed compromise and no ob-\njections were received otherwise.\nIn accordance with its responsibilities described  in Bryan\nv. Pittsburgh Plate & Glass Co., 494 F.2d 799  (3d Cir. 1974), the\nCourt will now provide reasons for approving the settlement of\nthis case.  Generally, the filing of this suit over three  (3)\nyears ago was motivated by the alleged utilization of punitive\nisolation, the lack of a grievance procedure, invasions of privacy,\ninterference with the mails and the lack of adequate educational\nopportunities. The case was properly filed as a class action and\nalthough the class representative did solely receive compensatory\ndamages, the class action device was not wrongfully used.  At any\nrate, since the filing of this case, the Commonwealth of Pennsyl-\nvania promulgated a new set of regulations which, according to\ncounsel to the class, satisfy the earlier complaints in all in-\nstances.  The Court has received no communication  contradicting\nthis representation and an examination and comparison of the\npleadings filed in this case with the new regulations acts as\n\nadditional confirmation.  Counsel to the class was permitted to\nmonitor the Montgomery County Youth Center to ensure compliance\nwith and implementation of the new regulations.  The Court finds\nthat the compromise of this case embodied in the terms of the\nConsent Decree In Partial Settlement Of This Action and the\nStipulation For Voluntary Dismissal Of Defendant Helen O'Bannon\nadvances the respective positions of the class and the parties\nand is in the interest of justice.  The Court will thus approve\nboth documents, the effect of which will be to close this case.\n-3-",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1630"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129033,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129033"
    },
    {
      "date": "1981-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1627,
      "file": null,
      "title": "Consent Decree in Partial Settlement of this Action",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1627"
    },
    {
      "date": "1981-03-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1625,
      "file": null,
      "title": "Plaintiffs' and Defendants' Joint Memorandum of Law in Support of Proposed Settlement",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1625"
    },
    {
      "date": "1981-03-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1624,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1624.pdf",
      "title": "Plaintiffs' and Defendants' Joint Memorandum of Law in Support of Proposed Settlement",
      "text": "Brunner v. Carter\nJI-PA-00  -001\nIN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF PENNSYLVANIA\nLUANN BRUNNER, on her own  :  CIVIL ACTION\nbehalf and on behalf of all\nothers similarly situated  :\nV.  :\nMRS. FRANCES C. CARTER, ET AL.  :\n:  NO. 77-4286\nPLAINTIFFS' AND DEFENDANTS' JOINT\nMEMORANDUM OF LAW IN SUPPORT OF PROPOSED\nSETTLEMENT\nI.  INTRODUCTION\nThis class action lawsuit was filed in December 1977, on\nbehalf of all past, present, and future residents of the\n' Montgomery County Youth Center, a juvenile detention facility\n; located in Montgomery County, Pennsylvnaia.  Defendants included\nthe Youth Center Board of Managers and the Youth Center Executive\n1  Director  (the \"County\" defendants), and the Pennsylvania Depart-\nment of Public Welfare  (the \"State\" defendants).  The thrust of\nplaintiffs' complaint was that certain acts and practices of the\ndefendants, including inter alia  the use of punitive isolation,\nthe lack of an adequate disciplinary grievance procedure, mail\nI\n:  censorships, and the failure to provide education to isolated\nresidents, violated certain of plaintiffs' constitutional and\nstatutory rights.\n• •  t\nDefendants' Motion to Dismiss the complaint was denied by  |\n-1-\n\nthis Court on June 21, 1978, and on that same date, the action\nwas certified as a class action.  Since that time, plaintiffs'\nI\nand defendants' counsel have been actively involved in settle-  j\nment negotiations to achieve an amicable resolution of this\nlawsuit.  As a result of those negotiations, plaintiffs entered\ninto a Voluntary Stipulation of Dismissal v/ith the State defen-\ndants in March 1980, and a Consent Decree with the County\ndefendants in February 1981.  Plaintiffs and defendants,\nthrough their counsel, now jointly urge this Court to approve\nand accept the proposed settlement documents.\nII.  ARGUMENT\nA.  CRITERIA FOR APPROVAL\nWhen a proposed settlement of a class action is obtained,\nthe Federals Rule of Civil Procedure require that the settlement\nbe submitted to the Court for approval.  Rule 23 (e), Fed. R. Civ.\nProc, provides:'\nA class action shall not be dismissed or\ncompromised without the approval of the\nCourt, and notice of the proposed dis-\nmissal or compromise shall be given to\nall members of the class in such manner\nas the court directs.\nIn In re Brown Company Securities Litigation, 355 F.Supp.\n574 (SDNY 1973), the duties of the court with regard to settle-\nment were described as follows:\nThe duties of the court with respect to a\nproposed settlement require it first to\nreach  'an intelligent and objective opinion\nof the probabilities of ultimate success\nshould the claim be litigated1  and  'form\nan educated estimate of the complexity,\n-2-\n\nexpense, and likely duration of such  liti-\ngation.  . . and all other factors  relevant\nto a full and fair assessment of the wisdom\nof the proposed  compromise.'\nId. at 576.\nMore generally, the court's duty may simply be phrased as\n|  the duty to determine whether  the settlement is fair, reasonable,\nj  and adequate.  Lewis v. Newman, 59 F.R.D.  525, 527, 528  (SDNY\n1973).  See also, Grunin v. International House of Pancakes,\n|  513 F.2d  114, 123  (8th Cir. 1975); Young v. Katz, 447  F.2d\nj  431  (5th Cir.  1971).\ni;\n;  In determining whether a settlement is fair, reasonable,\n;  and adequate, the court may consider such factors as the likeli-\ni: hood of recovery, the recommendation and experience of counsel,\n!j the amount and the nature of discovery, and the number of objec-\ni.\nii tors.  See NEWBERG ON CLASS ACTIONS, Vol. 3, §5610,  p.496\ni.\n'j (Shepard's, Inc. 1977) .  The proposed settlement will now be\n•; analyzed  in light of these factors.\nI!\n'j\n;  1.  Likelihood  of  Recovery\nji\ni  The likelihood of recovery  involves the weighing of\ni'\n'<•'  the strength of the plaintiffs'  case on the merits, against the\nterms of the settlement and the potential for recovery.  Cannon\nj! v. Texas Gulf Sulphur Co., 55 FRD 303, 315  (SDNY  1972).\nUnder  the terms of the proposed  settlement, the  state\ndefendants have adopted new statewide detention center  service\n:; regulations which  severely  limit the use of  isolation,  prohibit\n-3-\n\n!  mail censorship, require every detention center to develop a\ni\ndisciplinary grievance procedure, protect residents' rights to  j\nI\nprivacy and guarantees their rights to an education.  The County i\ni\ndefendants, in entering into a consent decree with plaintiffs,  j\n1  i\n•  have agreed to abide by and enforce all of the above regulations, j\n,  Insofar as the state regulations address each of plaintiffs'\nji  concerns as set forth in their original complaint, plaintiffs'\n!j counsel believes that the settlement adequately and fairly pro-\nj! tects the interests of the class.\n'i\nI\n't\n,j  Moreover, the new state regulations reflect, for the most\ni!  part, the current state of the law on many of these issues,\ni and therefore represent the limits of recovery which plaintiffs\ni!\n:• could reasonably expect should this matter go to trial.  The\n{•  regulations proscribing the use of isolation except in emergency\nii\n|! circumstances are consistent with the case law in this area\nI recognizing the particularly harmful effects which isolation\ntj\nII  can have on children and youth.  See, e.g. , Lollis v. New York\ni!\n'.'.  Department of Social Services, 322 F.Supp. 473, 328 F.Supp. 1115\n• i  _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ __\n!! (S.D.N.Y. 1971); Inmates of Boys' Training School v. Affleck,\n'! 346 F.Supp. 1354  (D.R.I. 1972); Pena v. New York State Division\ni for Youth, 419 F.Supp. 203  (SDNY 1976); Thompson v. Montemuro,\n.  ___________-_-_-_______*___-__-__-_____\n' 383 F.Supp. 1200  (E.D.Pa. 1974).  The requirement that detention\n\\ •\n! centers provide certain minimal due process safeguards prior to\n1  the imposition of disciplinary sanctions is likewise required\ni by existing case law.  See, e.g., Wolff v. McDonnell, 418 U.S.\ni 563  (1974).\n\nThe remaining provisions of the settlement, prohibiting\nthe reading of residents' mail  (but permitting its inspection,\nupon probable cause, for contraband) and guaranteeing residents'\nrights to an education are also consistent with existing case\nlaw or statutory law.\n•  In Procunier v. Martinez, 416 U.S. 396  (1974), the Supreme\n\\  Court held, in considering the permissible limits of prison mail\ni\ni censorship, that infringements of First Amendment rights can\n, only be justified by an \"important or substantial governmental\nj interest unrelated to the suppression of expression. . . [T]he\n•  limitation  of First Amendment freedoms must be no greater than\nis necessary or essential to the protection of. . . the govern-\n• mental interest involved.\"  416 U.S. at 413.  Thus, the Supreme\nj; Court recognized that censorship of the correspondence between\ni inmates and others impinges on the free speech rights of both\nr\nparties by impairing the sending and receipt of mail.\n;  As far as plaintiffs' rights to education are concerned,\ni, these rights are statutory rights which may not be interrupted\n.', or infringed merely because of their placement in a juvenile\ni\ndetention center.  See 22 Pa. Code Chap. 13, §13.1, 13.2.\n2.  Amount and Nature of Discovery\n, i\nWhile there is no precise formula for determining what\nconstitutes enough discovery or evidence to enable the court to\nevaluate the terms of the proposed settlement, it is clear that\n; the court:must possess sufficient evidence to raise its decision\n-5-\n\n'  above mere conjecture.  Wainwright v. Kraftco Corp., 58 F.R.D.\n9  (NDGa 1973).\nIn the case at bar, depositions of both the named plaintiff\nand of the Youth Center Executive Director have been taken.\n',  These depositions '  provide the Court with sufficient evidence\n;; by which to evaluate the plaintiffs' right to recovery, and\nthe adequacy of the proposed terms of settlement.\ni:\ni:  3.  The Recommendation And Experience of Counsel\njl  The weight accorded to the recommendation of counsel\njj  typically depends upon a variety of factors, including the length\nI'\ni of their involvement in the litigation, their competence and\ni experience in the particular type of litigation, and the amount\n'•'[ of discovery undertaken.  In re International House of Pancakes\n,i\nj;  Franchise  Litigation,  1973-2  Trade  Cases  1174,616  (W.D.Mo  1973),\nI1\n|; aff'd. 487 F. 2d 303  (8th Cir. 1973).  Usually, a consideration\nI: of these criteria leads the court to the conclusion that the\ni\ni, recommendation of counsel is entitled to great weight.  Cannon\nl> v. Texas Gulf Sulphur Co., 55 FRD 308 (SDNY 1972).\ni;\nii  In the case herein, counsel for both plaintiffs and\ni; defendants jointly urge this Court to accept the proposed settle-\ns'  |\ni ment.  Counsel have been negotiating the settlement for over two i\n\\\\  I\n\\\\ years, and have all been involved in this litigation for over\ni\n•  three years.  All counsel are experienced in litigating insti-\n!  tutional lawsuits of this nature, and may be considered experts\ni, in the areas of law raised by this litigation.  Under these\n-6-\n\ncircvunstances, their recommendation to this Court that the\n'  settlement be approved should have an important bearing on this\ni Court's ultimate decision.  See Feder v. Harrington, 58 FRD 171\n1  *\nj  (SDNY 1972); Lyons v. Marrud, 1972-73 Transfer Binder Fed. See.\nj: L. Rep. 1173,525 (SDNY 1972); Levin v.  Mississippi River Corp.,\ni; 59 FRD 353, 366  (SDNY 1973), aff'd. sub. nom Wesson v. Miss-\n.\ni issippi River Corp.,  486 F.2d 1398 (2d Cir.), cert, den. 414\n! U.S. 1112  (1973) .\ni\ni  4.  Number of Objectors\nI  As plaintiffs' counsel indicated at oral argument,\n1325 class notices were sent out by first class mail, to all\npast residents of the Youth Center since the filing of the law-\nsuit, up to February 23, 1981; of these, 308 were returned for\ninsufficient or incorrect address, or expiration of a forwarding\norder.  The method of notice was that prescribed by this Court,\nand the form and content of the notice was also approved by this\nCourt.\nAt the hearing before this Court on March 23, 1981, no\nclass members appeared to express their objections to the settle-\nment, nor, apparently, did any class members correspond with\nthe Court directly to raise any objections.\nWhile the absence of objectors should not be considered\nconclusive on the fairness or adequacy of the settlement, it is\ncertainly a factor which should be taken into consideration.\nSee Cannon v. Texas Gulf Sulphur Co., supra, 55 FRD at 317;\n-7-\n\nFeder v. Harrington, supra.  Admittedly, plaintiffs are minors\n:  who may lack the sophistication to understand or appreciate\ntheir right to express their opinions about the settlement.\nNevertheless, counsel believe that the class notice was drafted\nin such a way as to maximize their understanding of the litiga-\n!. tion and their rights in the litigation.  As such, the complete\n|  absence of any objectors should signify an overall approval of\n: the terms of the settlement by the class members.\n:\nIII.  CONCLUSION\nFor all of the above reasons, counsel for plaintiffs and\ndefendants respectfully urge this Court to approve the proposed\nsettlement.\nRespectfully submitted,\nft\nMarsha Levick\nJuvenile Law Center of\nPhiladelphia\n1411 Walnut St., Suite 604\nPhiladelphia, PA  19102\n(215) 563-1933\nCounsel For Plaintiffs\nStan Slipakoff\nJohn McAllister\nJohn Gallagher\nCounsel For Defendants\nDated:  March 25, 1981\n-8-",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1624"
    },
    {
      "date": "1981-03-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff",
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1631,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1631.pdf",
      "title": "Stipulation for Voluntary Dismissal of Defendant Helen O'Bannon",
      "text": "fflf=fof ¾·'¡ • >\".'.ä' \"W^\nIN THE UNITED STATES DISTRICT COURT\nFOR THE EASTERN DISTRICT OF PENNSYLVANIA\nBRUNNER, L·UANN, on her behalf CIVIL ACTION\nand on behalf of all others\nsimilarly situated,\nPlaintiffs\nv. :  NO. 77-4286\nMRS. FRANCES C. CARTER, et al.,\nDefendants CLASS ACTION\nSTIPULATION FOR VOLUNTARY DISMISSAL\nOF DEFENDANT HELEN O'BANNON\nPursuant to Federal Rule of Civil Procedure 41(a) the\nparties in the above captioned matter by their counsel in con-\nsideration of the attached Stipulation, hereby stipulate and\nagree to the dismissal of the above captioned matter as to the\ndefendants Frank S. Beal, individually and Helen O'Bannon, as\nSecretary of Welfare for the Commonwealth of Pennsylvania\nwithout prejudice to the plaintiffs.\nk\nUC`cL r -yyi Ål~¡  l\\.'· f*'\\rjì\nMarsha Levick, Esquire Stanleyy/pI. Slipakoff\nJuvenile Law Center of Phila. Deputy Attorney General\n1411 Walnut Street Department of Justice\nPhiladelphia, PA  19102 Rm. 206 State Office Building\nPhiladelphia, PA  19130\nCounsel for Plaintiffs Counsel for Commonwealth Defendant\nAPPROVED BY THE COURT:\nHongr'able John B. Hannum,  J.\nfiy  ¯¯MKVNZ·  c'2*\nENTERED: '•-•\"  \"n  »D-'P. Clerk\nBrunner v. Carter\nfe;r·¿\nm  m  ••  ••  •• m  m\nJI-PA-001-008",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1631"
    },
    {
      "date": "1991-06-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Expert",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1632,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1632.pdf",
      "title": "Correspondence",
      "text": "Juvenile Law Center\n801 Arch Street. Sixth Floor, Philadelphia. PA 19107, (215) 625-0551 In PA: (800) 875-8887. FAX: (215) 625-9589\nJune 24, 1991\nMichael J. Dale\nProfessor of Law\nBrunner v. Carter\nShepard Broad Law Center\n3100 S.W. 9th Avenue\nFt. Lauderdale,  FL  33315\nM JI™-  PBHAH-aa 0H0Ha1as -H0HI0V  9awl\nDear  Mike:\nYour article is excellent.  I made a few annotations\nthroughout, including in the notes.  A couple of additional\npoints:\n—  Brunner also dealt with restraints, which you might want\nto note in connection with your Hollingsworth observation on page\n13;\n—  the Education for Handicapped Act has been recodified as\nIDEA  (Individuals with Disabilities Education Act);\n—  the first three versions of our Santiago decree had\ndetailed admission criteria, most  (but not all) of which were\nreplaced by the population cap;\n—  Santiago had a major education component that was handled\nby the Education Law Center  (sorry about forgetting to  include\nthe education decree, which is now enclosed);\n—  Pennsylvania  education regulations deem  juvenile\ndetainees to be \"exceptional children\" within the meaning of our\nspecial education laws  (an anomaly that is, I believe, extremely\nrare in state education statutes), which therefore gives added\nweight to children's rights to education while in detention.  22\nPa.Code §14.1  (Definitions: \"Exceptional student— A student who\nmeets one of the following criteria: ***  (iv) A school age child\nin a detention  home.\")\nOne of the conclusions that Jim Anderson and I reached was\nthe importance of judicial \"ownership\" to successful\nimplementation.  Judges have to want to reduce detention  for\nlitigation to succeed  in the long run.  Judges were defendants in\nStaff: Robert G. Schwartz, Esq. Board of Pamela Grace Model Germaine Ingram, Esq. Eileen Tyrala  M D\nExecutive  Director Directors: President Kathryn Jordan lone D. Vargos Pr\nSamuel B. Magdovitz, Esq. Carl Oxholm III, Esq. Jane Knitzer, Ed.D. Juan Williams\nAssociate  Director Vice President C. Allan Lafferty\nSusan V. Mangold, Esq. Anna M. Durbin, Esq. Juan J. Laureda, Esq. Stuart W. Kline\nRuth E. Barber, Esq. Treasurer Marsha Levick, Esq. Director Emeritus\nEmily Buss, Esq. Carol B. Fuchs Joe Quinlan Sol E. Zubrow\nTonya Santos Connor, M.S.W. Secretary Daniel Segal, Esq. Director Emeritus\nJohnsie A. Dean Stewart R. Cades, Esq. Geraldine Segal, Ph.D.\nKittie D. Warshawsky Jane Dustan  - Ronald Sharp, Ed.D\nJoann Viola Frank F. Furstenberg, Jr. Mark 1. Soler, Esq.'\n\nboth Santiago and Coleman. but the intervention of JCJC in\nColeman (through Paul DeMuro's mediation) turned Coleman into a\nfar more successful decree.  (In addition, that judicial\nownership, built because of JCJC's strong values, began in\nadvance of the consent decree.  The population dropped and\nleveled off before the consent decree became effective.  This\nsuggests to me that the filing of the suit and the evidence,\ngained through discovery, of enormous disparities in detention\npractices across the state, gave ammunition to judicial leaders\nwho agreed with plaintiffs' position.)  I've struggled to find a\nway to give similar ownership to judges in Santiago, but have\nbeen only mildly successful.  (See the enclosed copy of\n\"Overcrowded Times.\")\nThere is another lesson from the Pennsylvania litigation.\nOvercrowding is the hardest issue to address, because its\nsolution is extrinsic to the detention center itself.  It is\ncaused by extended stays in the state system, causing backup into\nthe detention population; turnover in decision-makers; a tendency\nto use detention criteria as though everyone eligible should be\nheld; absence of aftercare probation, resulting in extended stays\non the corrections side, etc.  Brunner was a conditions suit that\nhad no overcrowding component  (like Hollingsworth), so it was\neasy to settle and implement.  Coleman dealt with admissions, and\nis therefor easily monitored, but it was not an overcrowding\nsuit.  Santiago has had the longest life, and is much like prison\nand jail overcrowding litigation, subject to trends and other\nfactors such as those suggested above.  It may be useful to more\nclearly distinguish what these cases tried to accomplish, and\ntheir different levels of success.\nSincer\nRobert G. Schwartz\nExecutive Director\nRGS/hs\nenc.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1632"
    }
  ],
  "document_count": 13
}