{
  "case_id": 869,
  "fetched_at": "2025-10-20T22:52:45.321249",
  "case_data": {
    "attorney_orgs": [
      "Prisoners' Legal Services of New York (PLSNY)"
    ],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Attica",
        "institution_county": null,
        "name": "Attica Correctional Facility",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Unknown",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Freedom of speech/association"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      },
      {
        "value": "Reporting"
      }
    ],
    "court": "Northern District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1984-03-19",
    "filing_year": 1984,
    "id": 869,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Sanitation / living conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Library (non-law) access",
      "Immigration/Border: Detention - conditions"
    ],
    "last_checked_date": "2007-08-14T00:00:00-04:00",
    "main_docket": {
      "id": 42179,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1984,
      "docket_filing_number": 379,
      "is_main_docket": true,
      "court": "Northern District of New York",
      "state": "New York",
      "docket_office_number": "6",
      "docket_number_manual": "84-379",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Abdul Wali v. Coughlin",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1984,
    "permanent_injunction": false,
    "plaintiff_description": "Inmates of several New York correctional facilities seeking to prohibit prison officials from prohibiting inmates from receiving, on request, copies of report containing criticisms and complaints about conditions in Attica correctional facility",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Yes",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Attica Uprising Litigation"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>This case is part of the Clearinghouse's special collection on the Attica Uprising. In September of 1971, incarcerated people in New York's Attica Correctional Facility took control of the prison and took several staff members hostage. The uprising ended when state police violently stormed the prison, killing over 40 incarcerated people and staff members. Attica was one of the most significant events in the American prisoners' rights movement and drew public attention to poor conditions in prisons across the country. The uprising, retaking, and their aftermaths spawned numerous lawsuits, many of which are included in this special collection.</p>\r\n<p>This case concerns an injunction to allow the distribution of a report detailing conditions at Attica to people who were incarcerated in Attica.</p>\r\n<p>Prisoners of several New York correctional facilities sought a preliminary injunction to stop the state prison system from prohibiting the delivery of a report containing criticisms and complaints about conditions at Attica. In the years following the Attica uprising, several reports were made by both private organizations and the state government regarding the conditions at the prison. The Commissioner of the New York State Department of Correctional Service (DOCS), Thomas A. Coughlin III, allowed delivery of these reports to members of the prison population. However, on November 22, 1983, a public interest law firm that represents prisoners, Prisoners' Legal Services of New York (PLSNY), published a report on the uprising that prison officials saw as antagonistic to their interests. PLSNY wrote to Commissioner Coughlin on December 1, 1983, seeking permission to send copies of their report into New York prisons. The Commissioner responded that he would not allow delivery of the PLSNY report to prisoners in the New York prison system, and no reasons for his refusal were given.</p>\r\n<p>On March 19, 1984, prisoners from correctional facilities throughout the state brought suit under 42 U.S.C. &sect;1983 in the U.S. District Court for the Northern District of New York alleging violations of their First Amendment rights and seeking to enjoin Commissioner Coughlin from interfering with the delivery of copies of the report into New York prisons. An evidentiary hearing was held before Magistrate Judge Ralph W. Smith, Jr., on August 14 and 15, 1984. The role of censorship guidelines contained in DOCS Directive No. 4572 was explored at length during Commissioner Coughlin's testimony at the hearing. That directive was originally issued in 1971 and set forth specific standards by which material sent to prisoners was to be reviewed and, if need be, censored. Commissioner Coughlin testified at the evidentiary hearing that he had not applied the standards set out in Directive 4572, and instead his decision to prohibit the PLSNY report was reached by reference to his personal professional judgment concerning the inherent danger in allowing the report to be read by prisoners.</p>\r\n<p>Magistrate Smith subsequently filed a report-recommendation finding that Commissioner Coughlin had not applied Directive 4572 and, moreover, the PLSNY report did not violate the guidelines set forth in it. Magistrate Smith also found that the PLSNY report was not unlike the earlier reports which had been allowed into New York state prisons, and that those reports had been received by prisoners without demonstrable adverse effect on security interests. Magistrate Smith recommended that a preliminary injunction be granted because the prisoners had shown irreparable injury and had demonstrated a likelihood of success on the merits. On November 8, 1984, the District Court (Senior District Judge James T. Foley) adopted the recommendation and enjoined Commissioner Coughlin from refusing to allow prisoners to receive upon request the PLSNY report. Abdul Wali v. Coughlin, 596 F.Supp. 1064 (N.D.N.Y. 1984).</p>\r\n<p>The U.S. Court of Appeals for the Second Circuit (Circuit Judge Irving R. Kaufman) affirmed the granted injunction and held that corrections officials failed to carry their burden of demonstrating that refusal to allow delivery of the PLSNY report regarding prison conditions was necessary to further important penological interests. Abdul Wali v. Coughlin, 754 F.2d 1015 (2nd Cir. 1985).</p>\r\n<p>The docket in this case was not available on PACER, and accordingly, we do not have further information on the case. The case is now closed.</p>",
    "summary_published_date": "2022-04-21T13:59:14.880403-04:00",
    "summary_short": "This case is part of the Clearinghouse's special collection on the Attica Uprising. In September of 1971, incarcerated people in New York's Attica Correctional Facility took control of the prison and took several staff members hostage. The uprising ended when state police violently stormed the prison, killing over 40 incarcerated people and staff members. Attica was one of the most significant events in the American prisoners' rights movement and drew public attention to poor conditions in prisons across the country. The uprising, retaking, and their aftermaths spawned numerous lawsuits, many of which are included in this special collection.\r\nThis case concerns an injunction to allow the distribution of a report detailing conditions at Attica to people who were incarcerated in Attica. Prisoners of several New York correctional facilities sought a preliminary injunction to stop the state from prohibiting prisoners from the receipt of copies of a report containing criticisms and complaints about conditions at Attica. In the years following the Attica Uprising, several reports were made by both private organizations and the state government regarding the conditions at the prison. New York allowed delivery of these reports to members of the prison population. However, on November 22, 1983, Prisoners' Legal Services of New York, published a report that supported prisoners' interests and was antagonistic to prison officials. The state refused to allow this report to be delivered to prisoners. On March 19, 1984, prisoners from correctional facilities throughout the state brought suit under 42 U.S.C. §1983 in the U.S. District Court for the Northern District of New York alleging violations of their First Amendment rights and seeking to enjoin the state from interfering with the delivery of copies of the report into New York prisons. The plaintiffs obtained a preliminary injunction against New York, which was later affirmed by the U.S Court of Appeal for the Second Circuit. The case is now closed.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/869",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=869",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=869",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=869"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128789,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128789"
    },
    {
      "date": "1984-11-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1064,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 596,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4339,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4339.pdf",
      "title": "Memorandum-Decision and Order",
      "text": "1064  596 FEDERAL SUPPLEMENT \nMulay was a consolidated appeal from \ntwo pendente lite awards:  Gerald  ABDUL  WALl,  81-A-5803;  Le \n1.  an  award by  this  Court of sanc  Moine Arrington, 81-B-981;  Kuwasi Ba \ntions for failing to produce relevant evi  lagoon,83-A-6216; Abdul Reyah, 79-A-\ndence  in  connection  with  a  summary  137;  Theodore  Churakos,  82-C-889; \njudgment motion  (102  F.R.D.  130,  133- Carlos Cortes, 80-B-523;  Charles Cul \n35);  and  hane, 67-A-0065; Frederick Curl, 77-C-\n687;  Kasiem Dodell, 83-A-783;  Muja \n2.  an award by Judge Prentice Mar \nhid  Farid,  79-A-0362;  Raymond  Fer \nshall of attorneys' fees and expenses on \nnandez, 81-A-2686;  Ronald Fox, 82-A-\na motion to compel discovery. \n2445;  Carlos  Gonzalez,  76-A-2277; \nIn the course of ruling both awards non-ap  Charles L.  Harris, 81-C-470;  Kenneth \npealable, our Court of Appeals recognized  Johnson,79-C-575; Jory Lowrence, 77-\nthey  were  immediately  enforceable  (742  A-3323;  Anthony McBayne, 79-B-1261; \nF.2d at 370).  It said immediate payment of  Edward  McCleary,  80-B-1598;  Kelvin \nsanctions  would  not  inflict  irreparable  Richardson,  80-A-3080;  Lamarr  Ro \nharm on  the party charged.  Id.  If the  well, 81-C-738;  Sonny Viele, 77-C-95; \nsanctions award were overturned on appeal  David  Sealey,  81-A-4099;  Jose \nat some  point  in  the  future,  the  money  Vazquez, 77-A-4295;  and Albert Wash \nwould  simply  be  repaid  to  the  party  ington, 77-A-1528, Plaintiffs, \ncharged.  In  conceptual  legal  terms  the \nv. \ncurrent award of attorneys' fees is indistin \nThomas A. COUGHLIN, III, Commission \nguishable from the Mulay awards;  and if \ner, Department of the New York State \nthe magnitude of the amount and the iden \nDepartment  of Correctional  Services; \ntity of the payees bring Cohen considera \nand Harold J. Smith, Superintendent of \ntions into play (see  n.  6),  that is  for the \nthe  Attica  Correctional  Facility,  in \nCourt of Appeals to determine. \ntheir official and individual capacities, \nIt should again be emphasized this order  Defendants. \nfor current payment of interim attorneys' \nNo. 84-CV-379. \nfees poses no unfairness to City.  As the \nUnited States District Court, \nOpinion (576 F.Supp. at 255) makes abun \nN.D. New York. \ndantly clear, City's own acknowledgements \nbefore this  Court and (on  its current ap  Nov. 8, 1984. \npeal) before the Court of Appeals show the \ncurrent conservative award-containing no  Inmates of several New York correc \nmultiplier-represents  the  lowest  fee  tional facilities sought a preliminary injunc \naward to which plaintiffs could be entitled  tion prohibiting defendants from prohibit \neven on a \"worst case\" scenario as to what  ing inmates from receiving, upon request, \nremains in the litigation.  copies of a report containing criticisms and \ncomplaints  about living conditions  at the \nConclusion  Attica  correctional  facility.  The  District \nCourt,  James  T.  Foley,  Senior  District \nImmediate payment of interim attorneys' \nJudge, held that inmates were entitled to a \nfees is both appropriate and necessary to \npreliminary injunction. \nfulfill  the purpose of Section  i988.  Nei \nInjunction granted. \nther Evans-Baylark nor the  \"final judg \nment\" rule poses an obstacle to an order \nfor immediate payment.  City is therefore  1. Injunction cS:::>137(4) \nordered to pay plaintiffs $112,606.20 as at  Prisons cS:::>4(8) \ntorneys' fees  pendente lite on  or before  There was substantial evidence in the \nNovember 19, 1984.  record to conclude that there was an exag-\n\nABDUL WALl v. COUGHLIN  1065 \nCite .. 596 F.8upp. 1064 (1984) \ngerated  response  to  a  security  problem  New  York.  The  dispute  concerning  the \nmade without consideration and application  grant or denial of this preliminary injunc \nof  applicable  guidelines  and  procedures  tion has become intense with resultant hos \nwhere defendants prohibited inmates from  tile attitudes and voluminous tit-for-tat sub \nreceiving,  upon  request,  copies  of report  missions that are never helpful to efficient \ncontaining criticisms and complaints about  court consideration  and  disposition.  The \nliving conditions at the Attica correctional  attorneys  should  always  be  conscious  of \nfacility;  thus, inmates of several New York  the responsibilities of both sides in prisoner \ncorrectional facilities were entitled to pre- litigation of this kind;  the need to maintain \nliminary injunction prohibiting defendants  to the degree humanly possible the security \nfrom refusing inmates copies of the report.  of  state  correctional  facilities,  balancing \n2. Constitutional Law e=>90.1(1.3)  the established rights of inmates therein to \nPrisons e=>4(9)  limited  federal  constitutional  privileges. \nMutual courtesy, understanding, and coop \nPrison officials may not censor inmate  eration by the legal representatives of the \ncorrespondence simply to eliminate unflat  parties  advances  the interests  of justice. \ntering, unwelcome opinions, or factually in  Any disposition to treat the legal adversary \naccurate statements.  as an enemy should be avoided. \nIn accord with our procedures, the mo \nPrisoners' Legal Services of New York,  tion for a preliminary injunction was made \nBuffalo,  N.Y.,  for  plaintiffs;  Ellen  M.  returnable  before  Magistrate  Ralph  W. \nYacknin,  Joseph  Kelemen,  Buffalo,  N.Y.,  Smith, Jr., in Albany.  In response, Assist \nDavid C.  Leven, Executive Director, New  ant Attorney General Roberts filed a No \nYork City, of counsel.  tice  of Motion  and a  Cross-Motion.  The \nplaintiffs then countered with a separate \nJill Paperno, on the pleading. \nCross-Motion.  This unusual array of mo \nRobert Abrams, Atty. Gen. of the State \ntions, and the relief sought by them, are \nof New York, N.Y.S. Dept. of Law, Albany, \ndetailed in  my  memorandum-decision and \nN.Y.,  for  defendants;  David  B.  Roberts, \norder of June 20, 1984, such being describ \nAsst. Atty. Gen., Albany, N.Y., of counsel. \ned as an avalanche of papers.  The Magis \ntrate heard oral argument on the motions, \nMEMORANDUM-DECISION \nand filed his Order and Report-Recommen \nand ORDER \ndation  dated April  27,  1984.  The  Magis \nJAMES  T.  FOLEY,  Senior  District  trate denied the motion of the defendants \nto disqualify the Prisoners' Legal Services \nJudge~ \nas counsel for the plaintiffs, but without \nThe motion for a preliminary injunction \nprejudice to renewal if a trial is held on the \nin this action under 42 U.S.C.  § 1983 as \nmerits in the district court.  The separate \nserting deprivation of federal constitutional \nCross-Motion of the plaintiffs to strike spe \nrights  has  undergone  lengthy processing \ncific  portions  of  defendants'  affidavits \nand prolonged consideration.  The twenty \nalleging involvement of the Prisoners' Le \nfour plaintiffs are or were inmates of sev \ngal Services of New York in the general \neral New York Correctional facilities.  The \nstrike of inmates that occurred at Attica \nissue  presented is  important but narrow \nCorrectional  Facility  in  September  1983 \nand  not factually  complex.  The  prelimi \nwas denied.  Finally, the Magistrate recom \nnary injunction is sought due to the denial \nmended that the motion of plaintiffs for a \nof  defendant  Commissioner  Coughlin  to \npreliminary injunction be denied. \npermit plaintiffs to receive, while inmates \nand when requested, copies of a thirty-page  The recommendation to deny the initial \ndocument entitled  \"Attica:  A Report  on  plaintiffs' motion for a preliminary injunc \nConditions,  1983\",  authored,  as noted  on  tion was not accepted for the reasons stat \nthe cover page, by the named staff of the  ed in my memorandum-decision and order \nBuffalo Office, Prisoner Legal Services of  of June 20, 1984.  My reasoning was that \n\n1066  596 FEDERAL SUPPLEMENT \nan evidentiary hearing before the Magis  the transcript and it was delivered to my \ntrate  was  essential  to  evaluate  properly  Chambers on October 26, 1984.  The tran \nsuch recommendation.  The  motion  for a  script settles at least one disagreement.  It \npreliminary injunction was remanded to the  shows that the line of questioning concern \nMagistrate  for  an  expedited  evidentiary  ing  invocation  of  the  Fifth  Amendment \nhearing.  The denial of the defendants' mo  privilege  by  an  inmate  witness  was  not \ntion to disqualify Prisoners' Legal Services  pursued by defense counsel.  (Tr. p. 29).  I \nas attorneys for the plaintiffs was accepted  have read through the 236 pages. \nbut was modified to be with prejudice in \nIn his Report-Recommendation the Mag \nstead of without prejudice to renew.  The \nistrate made eight explicit findings of fact. \ndenial  of plaintiffs'  motion  to  strike por \nAfter review of the record my determina \ntions of the submission of the defendants \ntion is that these findings of fact are fully \ncharging involvement of members of Pris \nsupported by the testimony produced and \noners' Legal Services in fostering the Sep \nexhibits  received  at the evidentiary hear \ntember  1983  general  strike  of Attica  in \ning.  Such  findings  are  wholly  accepted. \nmates was set aside as clearly erroneous. \nThe plaintiffs' motion to strike such materi  28 U.S.C. § 636(b)(1)(B).  It may be helpful \nto appellate review to set forth these factu \nal was granted on the stated ground that in \nal findings of the Magistrate: \nmy  judgment  such  allegations  were  not \ngermane or relevant to the First Amend  (1) The Attica Report prepared by PLS is \nment content issue of a publication raised  based  primarily  on  information  ob \nby the complaint.  tained from inmates therein. \nThe evidentiary hearing was held by the  (2)  Copies of this report were requested \nMagistrate  on  August  14  and  15,  1984.  by and denied to plaintiffs based on a \nThe  Magistrate  then  filed  an  eight-page  decision  ultimately  and  personally \nReport-Recommendation  dated  September  made by defendant Coughlin. \n7,  1984.  The  Magistrate  recommended  (3) Other  reports,  news  articles,  and \nthat  the  defendants  be  preliminarily  en  court decisions critical of prison con \njoined from refusing to allow plaintiffs to  ditions and based at least in part on \nreceive copies of the Attica Report in issue.  inmate sources have been received by \nObjections to the Report-Recommendation  inmates in  various New York State \nwere filed in the Clerk's office by the de  prisons, including Attica, without de \nfendants  on  September  24,  1984.  The  monstrable adverse effect on security \nplaintiffs filed a Response to the defend  interests. \nants objections on October 2, 1984.  Final \n(4) The Attica Report is no more critical \nly, to cap it all off, although stating that he \nof prison conditions and administra \nhesitated to  add  to  the  large volume  of \ntion than earlier reports and articles \npaper  which  has  been  generated  in  this \nwhich inmates have been permitted to \nmatter,  Assistant Attorney  General  Rob \nreceive. \nerts  submitted  a  reply  affidavit  for  the \n(5)  Defendant Coughlin's decision not to \ndefendants  in  reply  to  the  plaintiffs'  re \npermit introduction of this report was \nsponse to the defendants' objections, such \nbeing filed in the Clerk's office on October  based at least in part upon his percep \n11, 1984.  At the time of these filings, the  tion  that PLS  or persons  somehow \nassociated  with  PLS  were  in  some \nevidentiary hearing record made before the \nMagistrate  had  not  been  transcribed.  fashion  involved  in  the organization \nAgain  there  was  serious  disagreement  of  the  inmate  strike  in  September \namong the attorneys not only as to certain  1983. \ntestimony given at the evidentiary hearing,  (6)  Defendant  Coughlin  did  not  apply \nbut also concerning the arrangements to be  guidelines  as  contained  in  Depart \nmade for securing copies of the transcript.  ment  of  Correctional  Services  Di \nBecause of the disputes, I have waited for  rective No. 4572 dated 3/2/79 or any \n\nABDUL WALl v. COUGHLIN  1067 \nCite .. 596 F.Supp. 1064 (1984) \nother formal  guidelines  in  deciding  The record is replete with support for the \nnot to permit introduction of the Atti  Magistrate's finding that other critical re \nca Report into state prisons.  ports, news articles and court decisions, no \nmore critical than the Attica Report, were \n(7) The  Attica  Report does  not violate \npermitted to be received and read by Attica \nguideline 6 or 9 or any guideline con \ninmates.  (Tr. 175-195, 205-214).  In fact, \ntained within the said directive. \nas noted in my previous memorandum, the \n(8) Defendant Coughlin's public reaction \nAttica Report received widespread publicity \nto the Attica Report is not unlike his  by  holding  of  press  conferences  by  the \nreaction to earlier reports.  Prisoners' Legal Services in major cities of \nThe testimony of Commissioner Coughlin  New York that undoubtedly was carried by \nis lengthy and interesting.  No one doubts  the media into Attica and other New York \nprisons.  (Tr. 136).  The Commissioner ad \nthat he faces daily the most serious prob \nmitted that there is nothing in the Attica \nlems that can arise in the human relation \nReport that advocates the formation of a \nship.  As noted in my previous memoran \nprisoners' union, a work stoppage, disobedi \ndum, Chief Justice Burger commented that \nence to prison rules, or to go out and break \nsolutions of these problems will never be \nthe law.  (Tr. 175).  The Commissioner ad \nsimple and easy, but the constitutional pro \nmitted also that he could not link any Re \ntection that inmates are entitled to must be \nports admitted into the New York facilities \nrespected.  Jones v. North Carolina Pris \nto any disturbances that have occurred in \noners' Union,  433 U.S.  119, 137, 97 S.Ct. \nthe  New  York  prison  system.  (Tr.  187-\n2532, 2543, 53 L.Ed.2d 629 (1977).  At the \n188).  His comparison of the Attica Report \nevidentiary  hearing  the  Commissioner's \nwith other Reports permitted to be received \ncondemnation  of  the  Attica  Report  was \nby inmates is that the other Reports were \nmade in  blunt and strong language with \nwritten  in  a  professional and  reasonable \nemphasis that a serious factor among oth  manner, and were constructive and not in \ners for his determination was the informa  flammatory.  (Tr.77).  In my judgment, an \ntion he had that Prisoners' Legal Services  unbiased reading of the Attica Report, as \nwas  involved  in  the  organization  of  the  the Magistrate found, indicates fairly that \nSeptember 1983 strike.  (Tr. 59-66, 73-76).  the information and criticisms came from \nHowever, his testimony also gives strong  the Attica inmates with whom  Prisoners' \nsupport to  the finding  of the Magistrate  Legal  Services  have  continuous  contact. \nthat his denial to allow the Attica Report to  From my reading of the Attica Report, I \nbe sent to inmates upon request to Prison  find  that it contains  criticisms  and  com \ners' Legal Services was personal and with  plaints about Attica living conditions, and \nout any formal application of the guidelines  inmate-correction officer conflicts and prob \nand procedures in Directive No. 4572 relat  lems that are found often in the numerous \ning to receipt and review of literature and  state prisoner civil rights complaints filed \nrelated materials to inmates.  (Tr. 59, 113,  in this federal court and discussed in pub \n214,  215).  The Commissioner stated that  lished federal court opinions.  The Commis \nhe applied no written guidelines, only un  sioner can always resort to holding press \nwritten guidelines to the Attica Report con  conferences and issue press releases, as he \nsideration,  and  the  Attica  Report  is  the  has in the past, whenever he believes any \nonly one that he was ever personally in  Reports are unfair,  unbalanced and their \nvolved with.  (Tr. 155,  158).  He testified  criticisms unfounded.  (Tr. 184-187). \nhe felt very strongly that the Attica Report  [1, 2]  Prison  officials  may  not  censor \npresented a clear and present danger, and  inmate correspondence simply to eliminate \nwas full,  as far as he  was concerned, of  unflattering or unwelcome opinions or fac \ninflammatory remarks,  with  mere  allega  tually  inaccurate  statements.  Procunier \ntions stated as facts and no balance to so  v. Martinez, 416 U.S. 396, 413-414, 94 S.Ct. \nexplain.  (Tr. 59).  1800,  1811-1812,  40  L.Ed.2d  224  (1974). \n\n1068  596 FEDERAL SUPPLEMENT \nThe criteria and standards for the justifica  consideration of the Magistrate.  The ob \ntion of censorship of prisoner mail are set  jection in this regard states that the Com \nforth clearly and specifically in Procunier,  missioner's decision to deny entry of the \nsupra, at p. 413, 94 S.Ct. at p. 1811.  Al  Attica Report into the facilities was based \nthough  counsel  for  the  defendants  disa  \"in large measure\" upon the \"apparent in \ngree, in my judgment those standards are  volvement\" of Prisoners' Legal Services in \nstill viable and applicable to this situation  the September 1983 Attica strike.  At the \nand by no means can be considered old and  hearing the Commissioner elaborated upon \ndiscredited.  However, on the record made  his suspicion and made the charges even \nbefore  the  Magistrate,  I  agree  with  his  more serious.  (Tr. 157, 214-219, 231-232, \nreasoning that the plaintiffs are entitled to \nand Def.Ex.A).  As I stated in my memo \nprevail at this stage, and the result is the \nrandum of June 20, 1984, I do not minimize \nsame as to whether the burden of showing \nthe seriousness of such charges, but I re \ndetriment  to  penological  objectives  is \nmain firm  in  my  conviction they are not \nplaced upon the defendants under Procuni- . \ngermane or relevant to the narrow First \ner or upon  the  plaintiffs  under Jones  v. \nAmendment content issue of a publication \nNorth Carolina Prisoners' Labor Union, \npresented here.  The  objections offer for \nInc., 433 U.S. 119,97 S.Ct. 2532, 53 L.Ed.2d \nthe first time as a very analogous decision, \n629  (1977).  There are substantial differ \nVodicka v. Phelps, 624 F.2d 569, 574 (5th \nences  between  the  factual  situations  in \nCir.1980) and as closely analogous Pittman \nProcunier and in Jones. \nv.  Hutto,  594  F.2d  407  (4th  Cir.1979). \nThere  is  substantial  evidence  in  the  From my reading, there are substantial and \nrecord to conclude there was exaggerated  significant factual differences from this sit \nresponse to a security problem made with  uation.  It is noteworthy that in both cases \nout any consideration or application of the  Procunier, 416 U.S. 396, 94 S.Ct. 1800, 40 \nguidelines and procedures promulgated in  L.Ed.2d 224 (1974) was discussed and cred \nDirective No.  4572.  See  Jones  v.  North \nited as an applicable authority. \nCarolina  Prisoners' Labor  Union,  Inc., \nThe Report-Recommendation dated Sep \nsupra, 433  U.S.  at 128, 97 S.Ct.  at 2539; \ntember 7,  1984  is  accepted  and  adopted. \nAziz v. LeFevre, 642 F.2d 1109, 1112-1113 \nThe  loss  of the  First Amendment rights \n(2d  Cir.1981)  (Meskill,  C.J.,  concurring); \nestablishes  irreparable  harm.  Elrod  v. \nJackson v.  Ward, 458 F.Supp. 546 (W.D.N. \nBurns,  427  U.S.  347,  373,  96  S.Ct.  2673, \nY.1978).  In accord with repeated cautions \n2689, 49 L.Ed.2d 547 (1976);  Fortune Soci \nby the United States Supreme Court, defer \nety v. McGinnis, 319 F.Supp. 901, 903 (S.D. \nence to the broad discretionary authority of \nN.Y.1970).  The other essential element of \nprison administrators in  the discharge of \nlikelihood of success under settled Second \ntheir important responsibilities has always \nbeen kept in mind in the consideration of  Circuit  standards  is  sufficiently  demon \nproblems  of  this  kind.  See  Hewitt  v.  strated.  Mattel,  Inc.  v.  Azrak-Hamway \nHelms,  459  U.S.  460,  467,  103 S.Ct.  864,  International, Inc.,  724 F.2d 357, 359 (2d \n869,  74  L.Ed.2d  675  (1983);  Frazier  v.  Cir.1983);  Sperry  International  Trade, \nWard,  426 F.Supp. 1354, 1357, 1359 (N.D.  Inc. v.  Government of Israel, 670 F.2d 8, \nN.Y. 1977).  11 (2d Cir.1982);  Hamilton  Watch  Co.  v. \nBenrus Watch Co., Inc., 206 F.2d 738, 740 \nIn the objections to the last Report-Rec \n(2d Cir.1953). \nommendation by the Magistrate, Assistant \nAttorney General Roberts urges that my  The preliminary injunction hereby issues. \nprevious ruling that struck portions of the  The defendants are hereby enjoined from \ndefendants' submission to the Magistrate,  refusing to allow plaintiffs, and other in \nalleging  involvement  of  Prisoners'  Legal  mates of New York Correctional Facilities, \nServices in the Attica strike of September  from receiving upon request to the Prison \n1983,  precluded  important  key  evidence  ers' Legal Services of New York copies of \nfrom  being presented at the hearing for  \"Attica:  A Report  on  Conditions,  1983\". \n\nFERRARA v. MILLS  1069 \nCite .. 596 F.supp. 1069 (1984) \nThe  defendants  in  their  objections  re  with the hiring of athletic coaches to teach \nquest a stay of the above preliminary in  in the social studies department, although \njunction if granted.  As is my custom, the  tangentially  related  to  matters  of public \nstay of the above preliminary injunction is  concern, constituted nothing more than a \ngranted only for a ten-day period from the  series of grievances with school administra \ndate of this memorandum-decision and or  tors over internal school policies, and thus \nder that shall be delivered to the office of  teacher's \"speech\" did not constitute a pro \nthe Attorney General in Albany as of its  tected activity. \ndate.  This time period is allowed to afford \nMotion granted. \nto  the defendants  reasonable opportunity \nfor the filing of a Notice of Appeal and a \nrequest for an additional stay to the Court \n1. Constitutional Law e=o90.1(7.2) \nof  Appeals,  Second  Circuit.  See  F.R. \nApp.P. 8(a).  A court deciding a claim by a public \nemployee that his First Amendment right \nIt is so Ordered. \nto free speech has been violated must en \ngage  in  three-step  analysis,  determining \nwhether  plaintiff  has  carried  burden  of \ndemonstrating that his \"speech\" concerned \nmatters of public concern and thus consti \ntuted a protected activity, whether the pro \ntected activity was a substantial or moti \nvating factor in the actions taken against \nLawrence J. FERRARA, Plaintiff,  plaintiff,  and  whether defendant has  de \nfeated the plaintiff's claim by demonstrat \nv. \ning that the same action would have been \nThomas J. MILLS,  individually  and  as \ntaken in absence of the protected activity. \nSuperintendent  of Schools  for  Palm \nV.S.C.A. Const.Amend. 1. \nBeach County, Florida;  John Munroe, \nindividually and as former Principal of  2.  Constitutional Law e=o90.1(7.3) \nJohn  I.  Leonard  High  School;  and  Teacher's speech expressing his dissat \nLuke  Thornton,  individually  and  as  isfaction with his class assignments, with a \nPrincipal  of  John  I.  Leonard  High  policy  allowing  some  students  to  select \nSchool, Defendants.  their courses, and thus their teachers, and \nNo. 82-8329-CIV.  with the hiring of athletic coaches to teach \nin the social studies department, while tan \nVnited States District Court, \ngentially related to matters of public con \nS.D. Florida, N.D. \ncern, constituted nothing more than a se \nNov.  14, 1984.  ries of grievances with school administra \ntors over internal school policies, and thus \nteacher's speech did not constitute a pro \nTeacher brought action against school  tected activity and his constitutional rights \nofficials  alleging  that  his  constitutional  were  not  violated  by  changing  his  class \nrights had been violated by changing his  assignments and hours allegedly in retalia \nclass assignments and hours in retaliation  tion for his outspoken criticism of school \nfor his outspoken criticism of school policy.  policy.  V.S.C.A. Const.Amend. 1. \nOn defendants' motion for summary judg \nment, the District Court, Gonzalez, J., held  3. Federal Courts e=o18 \nthat teacher's speech expressing his dissat  Lacking independent basis for federal \nisfaction with his class assignments, with a  jurisdiction  after  teacher's  First  Amend \npolicy  allowing  some  students  to  select  ment claim had been dismissed, his pendent \ntheir courses, and thus their teachers, and  state claim for intentional infliction of emo-",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4339"
    },
    {
      "date": "1985-02-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1015,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 754,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54915,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54915.pdf",
      "title": "Reported Opinion",
      "text": "754 F.2d 1015 (1985)\nGerald ABDUL WALI, 81-A-5803; LeMoine Arrington, 81-B-981, Kuwasi Balagoon, 83-\nA-6216; Abdul Beyah, 79-A-137; Theodore Churakos, 82-C-889; Carlos Cortes, 80-B-523;\nCharles Culhane, 667-A-0065; Frederick Curl, 77-C-687; Kasiem Dodell, 83-A-783; Mujahid\nFarid, 79-A-0362; Raymond Fernandez, 81-A-2686; Ronald Fox, 82-A-2445; Carlos\nGonzalez, 76-A-2277; Charles L. Harris, 81-C-470; Kenneth Johnson, 79-C-575; Jory\nLowrence, 77-A-3323; Anthony McBaine, 79-B-1261; Edward McCleary, 80-B-1598; Kevin\nRichardson, 80-A-3080; Lamarr Rowell, 81-C-738; Sonny Viele, 77-C-95; David Sealy, 81-\nA-4049; Jose Vazquez, 77-A-4295 and Albert Washington, 77-A-1528, Plaintiffs-Appellees,\nv.\nThomas A. COUGHLIN, III, Commissioner, Department of the New York State Department\nof Correctional Services; and Harold J. Smith, Superintendent of the Attica Correctional\nFacility, in their official and individual capacities, Defendants-Appellants.\nNo. 693, Docket 84-2387.\nUnited States Court of Appeals, Second Circuit.\nArgued December 12, 1984.\nDecided February 5, 1985.\n11001167 *1016*1017 Ellen M. Yacknin, Prisoners' Legal Services of New York, Buffalo, N.Y. (Joseph Kelemen, David C.\nLeven, Buffalo, N.Y., on the brief), for plaintiffs-appellees.\nMartin A. Hotvet, Asst. Atty. Gen., New York City (Robert Abrams, Atty. Gen. of the State of New York, and Robert\nHermann, Asst. Atty. Gen., New York City, of counsel), for defendants-appellants.\n[*]\nBefore KAUFMAN, TIMBERS and ROSENN , Circuit Judges.\nIRVING R. KAUFMAN, Circuit Judge:\nThe Sisyphean task of maintaining order in our nation's prisons has, in recent times, been discharged with\ndiligence and industry. Those men and women charged with the daily control of these most volatile of institutions\nhave done much to bring them up to the standards expected of a civilized society approaching the end of the\ntwentieth century. It cannot be gainsaid that much remains to be done before we can rest. Neither can it be\n1018 denied that many *1018 beneficial changes have been effected by the courts over the vigorous objections of\ncorrections officials. By and large, however, the gains made in the safe and efficient administration of our prisons\nmay be attributed to the anonymous professionals who daily toil at the cutting edge of our efforts to improve,\nwhile at the same time securing, our penal institutions.\nAs in all endeavors, prison guards and administrators develop great expertise during the course of their careers.\nJust as experienced physicians render diagnoses on the basis of symptoms they sense, but often cannot\nempiricize or articulate, so too, we are told, can those who work among prisoners develop \"senses\" concerning\nthe potential for impending disobedience or unrest.\nIn the great majority of cases, it would be sheer folly for society to deny prison officials the discretion to act in\naccordance with their professional judgment. At the same time, it would be an abrogation of our responsibility as\njudges to assume (or, more precisely, to reassume) a \"hands off\" posture, requiring categorical acquiescence in\nsuch judgments. Where an inmate alleges that precious constitutional rights are being abridged, the judiciary has\nthe power, and indeed the duty, to intervene in the internal affairs of a prison. Balancing the wisdom of judicial\ndeference against the need for courts to involve themselves in preserving precious liberties is a task of inordinate\ndifficulty. But face it we must if we are to discharge our arduous and delicate duty as protectors and defenders of\nthe Constitution.\n\nToday, we consider a claim that the State of New York impermissibly interfered with the rights of inmates to\nreceive copies of a report detailing conditions within a prison. The abstract rights embodied in our Great Charter\nacquire meaning only by reference to the mundane realities of human experience. Accordingly, we find it\nnecessary to describe the facts giving rise to this dispute in some detail. By doing so, we hope to clarify the legal\ndiscussion that follows.\nI. BACKGROUND\nAttica Correctional Facility is a maximum security prison in upstate New York. In September 1971, an uprising at\nthe institution resulted in the deaths of forty-three persons 00 thirty-two inmates and eleven correctional\n97\nemployees. In the words of the Special Commission appointed by the Governor to investigate the incident: \"[T]he\nState Police uprising which ended the four-day prison uprising was the bloodiest one-day encounter between\nAmericans since the Civil War.\" Attica: The Official Report of the New York State Special Commission on Attica xi\n(Bantam Books ed. 1972) [hereinafter cited as \"1972 Attica Report\"].\nIn the aftermath of the riot, the very word \"Attica\" became symbolic of all that was wrong with America's maximum\nsecurity prisons. Many observers expressed little surprise at the fact the riot had occurred; their only shock was\nat its not having happened earlier. The Report of the Special Commission set forth the conditions giving rise to\nthe events of September 1971 in horrifying detail. We need not recount all those disturbing facts here. It is\nenough to say the Attica of 1971 was a squalid, degrading and dangerous place for convicts and guards alike.\nThe prison's physical plant was vastly overtaxed. Built to house some 1700 inmates, the facility was then home to\nmore than 2200. Emphasis was placed not on rehabilitation, but only on confinement and security. There were no\nmeaningful educational or vocational training programs; idleness became the prisoners' principal occupation. An\nall-white staff of correction officers ruled an inmate population that was fifty-four per cent black and nine per cent\nPuerto Rican. Levels of personal hygiene and available medical care were scandalously low.\nIt would be comforting to believe that Attica was somehow different 00 that it was an exceptionally bad institution.\n97\nPerhaps its archaic architecture was somehow to blame. After all, the thirty-foot-high wall and endless rows of\n1019 six-foot by nine-foot by seven-foot cells were designed in another *1019 era. Or perhaps the tensions in Attica\nwere the result of inner-city criminals being policed by officials familiar only with the rural life of northern New York\nState. The sad truth, however, was that the Attica of 1971 was little better or worse than other maximum security\nprisons of that time. That the riot broke out there had more to do with chance than with any idiosyncrasy of the\nparticular institution. The words of the Special Commission made it hauntingly clear: \"Attica is every prison; and\nevery prison is Attica.\"\nWe recite these sad facts of our recent history not to suggest that the situation at Attica has remained unchanged\nin the thirteen years since the bloody uprising, but rather to emphasize the institution's history of tension and\nviolence. Indeed, we are given to believe that some beneficial innovations have been effected since that time,\nalthough it appears that by 1982, much remained to be done.\nThe 1982 Report\nOn the tenth anniversary of the publication of the Report of the Special Committee on Attica, a private\norganization called the Correctional Association of New York issued a document titled Attica 1982: An Analysis of\nCurrent Conditions in New York State Prisons (\"1982 Report\"). The report, which was but one of many on the\nsubject of that much studied institution, was highly critical of the prison's administration and the Department of\nCorrectional Services. It began with the words: \"There is a crisis in New York's prisons,\" and went on to describe\nmany problems existing within the prison at that time. Comparing the situation to that prevailing a decade earlier,\nthe report concluded:\nWhile some improvements have occurred, in numerous areas our conclusions about inadequate,\neven dangerous, conditions echo those made ten years ago; there has been little improvement in\n\nthe basic quality of life for prisoners and personnel, and little reduction in the underlying tension\nand frustrations that led to the uprising.\n1982 Report at 3, reprinted in Joint Appendix (\"J.A.\") at 276.\nSomewhat predictably, the 1982 Report angered prison officials, spawning a prompt and vigorous response.\nThomas A. Coughlin III, then as now Commissioner of the New York State Department of Correctional Services\n(\"DOCS\"), issued a press release in which he characterized the document as \"misleading and irresponsible,\" and\nstating that its description of conditions \"simply isn't true.\" J.A. at 309. Along with the press release, Coughlin\ndistributed a thirty-two page \"reply,\" taking issue with many of the Report's factual statements, as well as its\nconclusions.\nBoth the 1982 Report and Coughlin's reply were reported widely in the press, and generated a great deal of\ninterest throughout New York State. As might be expected, among those individuals most anxious to see copies\nof the study so critical of conditions at Attica were inmates of that institution. Notwithstanding his displeasure at its\ncontents, Coughlin allowed the document to be delivered to prisoners at Attica and other maximum security\nprisons.\nThe 1983 Prisoner Strike\nBeginning on September 19, 1983, approximately 1700 of the 2100 prisoners then incarcerated at Attica began a\nsit-in strike at the facility. They refused to report to their work stations or educational programs, and published a\nletter listing grievances. The prison was immediately secured and the entire population was confined in their cells\naround the clock. In the days following, the superintendent of the institution met with representatives of various\nprisoner organizations with the specific goal of identifying strike leaders, and more generally to collect information\nregarding inmate complaints and the prison population's commitment to the strike.\nBetween September 25 and 27, more than 100 alleged leaders of inmate groups were transferred to other\n1020 corrections facilities. Soon thereafter, the prison administration learned that the remaining prisoners were *1020\nbecoming more conciliatory, and that most would be willing to return to a regular work schedule. On October 5,\nsmall groups of inmates were allowed to resume their normal activities, and by October 14, the prison had\nreturned to pre-strike status.\nThe 1983 Report\nPursuant to New York law, see N.Y.Correct.Law §§ 45(2), 45(3) (McKinney supp.1983), the State Commission of\nCorrections sent observers to monitor conditions at the prison during the strike. It subsequently prepared a report\nsetting forth its findings and recommendations, see Attica 1983: A Report on the Inmate Strike and the\nOperations of the Attica Correctional Facility (1983) [hereinafter cited as \"1983 Report\"]. Although the report\ncommended the Department of Correctional Services and the prison administration for \"bringing the strike to a\nclose without a major incident,\" it intimated that many of the inmates' grievances were justified, and that serious\nproblems existed in the prison. In conclusion, the report stated:\nUntil a meaningful and substantive effort is undertaken to revamp the operation of the Attica\nfacility and to address the problems cited in this report, the underlying tension and frustration that\nculminated in the strike will continue to pose a serious threat to the stability of the institution.\nJ.A. at viii.\nCommissioner Coughlin immediately responded to the report, calling it \"disturbing\" and stating that it was \"rife\nwith unsubstantiated rumors, anonymous allegations, and unsupported allegations and conclusions.\" J.A. at 356.\nCoughlin blamed the disturbance solely on the prison's overcrowded conditions, which he claimed were the result\n[1]\nof a federal court order requiring the institution to accept more inmates.  As he had one year earlier, the\nCommissioner published a lengthy reply to the report, in which he took issue with specific allegations and\ngenerally disputed the report's conclusions. Once again, inmates expressed interest in seeing copies of the\n\ncritical document and, notwithstanding his belief that it contained numerous misstatements of fact, Coughlin\nallowed it to be delivered to members of the prison population.\nThe Prisoners' Legal Services Report\nPrisoners' Legal Services of New York (\"PLS\") is a public interest law firm that represents inmates 00 including\n97\nmany incarcerated at Attica 00 in connection with a wide variety of legal actions. On November 22, 1983, the\n97\n[2]\nBuffalo Office of PLS published a report titled, Attica: A Report on Conditions, 1983 (\"PLS Report\").\nThe report's overall tone is explicitly supportive of prisoners' interests, and blatantly antagonistic to prison\nofficials. In the introduction, PLS admits that among its purposes is \"to focus public attention on the conditions at\nAttica Correctional Facility in order to prompt the Department of Correctional Services to remedy them as soon as\npossible.\" The introduction ends by \"point[ing] out that this report merely sketches some of the most odious\nconditions at Attica.\"\nThe body of the document consists of a description of conditions allegedly prevailing at Attica. The prefatory\nsection states: \"[T]he most flagrant problems at Attica can be defined within two categories: the negative attitude\nexhibited by Attica officials toward the inmates in their charge, and the failure to provide adequate resources.\" \nSee App. A at 1038. In a section titled \"Racism,\" the report states:\n1021 *1021 Racism permeates the atmosphere at Attica.... [It] surfaces daily in racist acts against\ninmates.... Derisive racial remarks, threats on the lives of `black niggers' and `white nigger-lovers'\nand other forms of harassment by correction officers abound.\nId. at 1038-1039. The report goes on to relate that one Rastafarian inmate \"informed [PLS]\" that his dreadlocks\nhad been cut off by a guard, who allegedly bragged that he was going to take them as a souvenir. Later in the\nsame section, PLS writes that it \"received reports\" that officers roamed corridors in white sheets, and that\ninmates names had been handwritten by guards on photographs of lynched black men.\nThe next portion is devoted to a description of the \"Special Housing Unit,\" more commonly known as solitary\nconfinement. The authors write:\nHardly a week passes that we do not receive letters about at least one inmate who was physically\nassaulted by correction officers either as he was escorted to the Special Housing Unit or, if he was\nalready a box resident, on his way back from the exercise cell, visiting room or shower. These\nmen are often handcuffed when the assaults occur.\nId. at 1041. The section ends by advocating the installation of videotape cameras in the halls and stairwells\nleading to the Special Housing Unit.\nNext, the report examines the section of Attica known as \"A Block,\" stating that it \"is infamous for its explosive\nand dangerous living conditions.\" Later in that section, the report states:\nInmates have written seeking help in situations such as the denial of medicine by correction\nofficers, harassment on the way to disciplinary hearings and the refusal of officers to give them the\ncleaning materials for their cell. They have written of lights being cut off intentionally and of being\nfed improperly or sporadically. And they have written over and over again about brutality and\nblatant racism. In fact, though the truth of its reputation has never been investigated, A-Block is\ncommonly known as \"[Ku Klux] Klan Block.\"\nId. at 1043.\nIn concluding, the authors of the PLS Report appear to express their solidarity with (or at least sympathy for)\nthose who took part in the sit-in strike, whom they characterize as \"[d]esperate for change in their intolerable\nliving conditions and frustrated by the failure of state and prison officials to remedy the most critical problems.\" Id.\nat 1048. In closing, the report calls on prison officials \"to effectuate ... critically needed improvements.\" Id.\n\nResponse to the PLS Report\nStudies of prison conditions generally, and particularly those prevailing at an institution as well-known as Attica,\ntend to make good copy for local news organizations. The PLS report was no exception. An enormous amount of\nstatewide publicity was generated by the document's release in November 1983. State officials, including\nCommissioner Coughlin and Attica administrators, decried the document as irresponsible and woefully\nmisleading. Although PLS was recognized as an advocacy group working on behalf of prisoners, the report\nsparked a storm of protest as the specter of Attica's deplorable conditions was once again raised in the public's\nconsciousness.\nPLS received requests from dozens of inmates, incarcerated at various prisons throughout the New York State\nsystem, for copies of the latest report. Uncertain of the response of prison officials, and fearing that inmates might\nbe disciplined for possessing unauthorized copies, PLS wrote to Commissioner Coughlin on December 1, 1983,\nseeking permission to send copies into New York prisons. The December 1 letter requested that Commissioner\nCoughlin explain his reasons for censoring the report, if in fact he were to determine that it could not be delivered.\nOn January 18, 1984, the Commissioner responded that he would not allow delivery of the PLS Report to\n1022 inmates in the New *1022 York prison system. No reasons for his refusal were given at that time.\nThe Proceedings Below\nOn March 19, 1984, twenty-four inmates from correctional facilities throughout the State initiated this action in the\ndistrict court for the Northern District of New York. Represented by PLS, they sought to enjoin Commissioner\nCoughlin and others from interfering with the delivery of copies of the report into New York prisons. The\ncomplaint, which alleged an ongoing violation of 42 U.S.C. § 1983 (1982), sought declaratory and injunctive\nrelief, as well as attorneys' fees, as authorized by 42 U.S.C. § 1988 (1982). By notice filed March 27, the\nprisoners moved, pursuant to Fed.R.Civ.P. 65(a), for the preliminary injunction that is the subject of this appeal.\nThe motion was made returnable before Magistrate Ralph W. Smith, Jr., on April 19, 1984. By amended notice of\nmotion dated April 9, 1984, the state officials opposed the prisoners' motion, and cross-moved for an order\ndisqualifying PLS from representing the plaintiffs. The prisoners responded by motion on April 12, opposing the\nstate's attempt to disqualify their counsel, and cross-moving for an order striking allegations to the effect that PLS\nhad been involved in organizing the September 1983 strike.\nOn April 19, 1984, Magistrate Smith heard oral argument in connection with the motions, and on April 27, he\nissued his order and report-recommendation. Finding that the state had \"presented a pretext for a claim of a clear\nand present danger to prison discipline and security,\" J.A. at 42, he recommended that the preliminary injunction\nbe denied. He found that residual tension existed at Attica in the aftermath of the September 1983 strike, and that\nintroduction of the report into the prison presented a clear security risk. He quoted language from the\nCommissioner's affidavit, stating that allegations in the document were \"couched in irresponsible and\ninflammatory language\" and \"calculated to inflame an already difficult situation.\" J.A. at 42. He further ordered\nthat the state's motion to disqualify PLS as counsel for the prisoners be denied \"without prejudice to renewal,\"\nand also denied the prisoners' motion to strike those portions of the State's affidavits that related to the alleged\ninvolvement of PLS in the September 1983 strike.\nTwo months later, Judge Foley issued a memorandum-decision and order, in which he challenged the\nMagistrate's recommendations. Addressing the prisoners' cross-motion to strike testimony regarding PLS's role in\nthe strike, Judge Foley wrote that \"such allegations are not germane or relevant to the First Amendment issues\nraised by the complaint,\" J.A. at 32, and ordered them struck. The ruling of the Magistrate denying the motion to\ndisqualify PLS \"without prejudice\" was modified to deny it without qualification and with prejudice. Finally, the\njudge concluded that the prisoners' motion for a preliminary injunction should not be resolved on the basis of\naffidavits presenting disputed issues of fact, see Forts v. Ward, 566 F.2d 849, 851-52 (2d Cir.1977), and ordered\nit recommitted to the Magistrate for an expedited evidentiary hearing.\n\nTestimony was given before Magistrate Smith on August 14 and 15, 1984. After answering questions regarding\nhis background and experience in prison administration, Commissioner Coughlin recounted his reasons for\ndenying delivery of the PLS report into state prison facilities:\nI had seen a copy of the report when it was published in November of 1983, and I felt, felt very\nstrongly that the report presented a clear and present danger to the institution. It was full, as far as\nI was concerned of inflammatory remarks, unsupported statements, allegations that were\npresented as facts without any attempt to balance or to indicate that the statements that they\nmade in the report were not facts, but were allegations.\nI felt that to introduce this report into the prison system, specifically and especially Attica at that\n1023 point in time, November 1983 was not the right thing to do. *1023 The prison, even though it was\nback to full operation, was still extremely tense.\nJ.A. at 107-08. The Commissioner went on to enumerate the statements he believed were couched as facts in\nthe report, and to challenge them individually. For example, he described the procedure whereby entering\nprisoners are shaved and given haircuts, photographed, and then allowed to let their hair grow back to whatever\nlength they choose. In his view, the report's description of a Rastafarian inmate having his hair cut against his will\nwas nothing more than a recapitulation of normal intake procedures. Similarly, he denied that the incident\ninvolving inmates' names being written by guards on photographs of lynched black men ever could have\noccurred, because the nicknames used were not known to corrections officers. He repeatedly objected to the\nmisleading presentation of allegations as matters of fact.\nOver a strenuous objection by counsel for the prisoners, Commissioner Coughlin then began to describe the\nsecond ground for his decision to ban the report from prison facilities. He testified that he had received\n\"information ... that the Prisoners' Legal Services was involved in the organization of the [September 1983]\nstrike.\" J.A. at 108-09. Although Magistrate Smith \"agree[d] with [the state]\" that such evidence should be\nadmitted, he felt \"bound by the determination of Judge Foley's [June 20] order\", J.A. 113, and sustained the\nobjection ending this particular line of testimony.\nOn cross-examination, counsel for the prisoners directed Coughlin's attention to the precise language of various\nstatements he had objected to as erroneously couched as fact. In many instances, the Commissioner was forced\nto admit that there were, in fact, phrases such as \"one inmate informed us ...,\" \"frequently, we hear about ...,\" \"we\nreceived reports ...,\" 00 phrases indicating that the conditions alleged in the report were just that 00 allegations.\n97 97\nMoreover, at one point the Commissioner admitted that even if he had been satisfied that every allegation in the\nReport had been true, it would not have altered his decision to prevent the document from being delivered to\ninmates. Conditions at state maximum security institutions, and particularly at Attica, were simply too \"tense\" to\nallow introduction of what he deemed an inciteful report.\nYet, Commissioner Coughlin testified that other reports, news articles and court decisions critical of prison\nconditions had been received by inmates at various institutions without any adverse effect on security in those\nprisons. The 1983 Report, which he had earlier characterized as unprofessional, unfair and nonobjective was\nallowed in. The 1982 Report, which he criticized as \"misleading and irresponsible,\" was available to interested\ninmates. Even copies of a newspaper called Revolutionary Worker were delivered to prisoners, notwithstanding\nthe following militant language: \"Far from the futile hopeless act of despair, the riot at Attica was and is a real call\nto those who would rise against the oppressors.\" J.A. at 232-33. Finally, Coughlin admitted that newspaper\nstories containing detailed descriptions of the PLS Report were allowed to be delivered to inmates at Attica and\nother state prisons.\nWhen asked whether there existed any demonstrable connection between the introduction of such \"inflammatory\"\nmaterials and incidents of unrest inside any maximum security prison, the Commissioner admitted that no hard\nevidence of a causal connection existed. Nevertheless, he restated his belief that such material had the potential\nfor inciting insurrection within an institution. The fact that there was no evidence tracing a particular violent\nepisode to the introduction of a given news article or report, he believed, was simply the result of the inexactitute\nof penological sciences.\n\nWhy then, Coughlin was asked, should the PLS Report be kept out, when equally \"inaccurate\" and \"incendiary\"\nmaterial had not been restricted? In part, he responded, the PLS Report was different because PLS had gained\n1024 the respect of so many prisoners. He believed inmates could recognize *1024 the political rhetoric of the \nRevolutionary Worker for what it was. A study bearing the imprimatur of so trusted an organization, on the other\nhand, was liable to be taken much more seriously, and thus was considerably more threatening to prison security.\nFinally, the role of the censorship guidelines contained in DOCS Directive No. 4572 (March 2, 1979) (\"Directive\n[3]\n4572\")  was explored at some length. That directive, titled \"Guidelines and Procedures Governing the Receipt\nand Review of Literature and Related Materials for Inmates,\" had been issued in early 1971, and updated from\ntime to time thereafter. It set forth specific standards by which material sent to inmates was to be reviewed and, if\nneed be, censored. Moreover, it contained procedures to be followed in the event a given publication was\ndeemed to be subject to prior restraint. Specifically, the guidelines direct that each institution is to establish a\n\"media review committee,\" which is to have ultimate authority in deciding what materials may be denied to\ninmates. Maximum time periods within which the committee must meet, procedures for advising inmates of the\nadverse decisions and appellate rules are all provided for in Directive 4572.\nAt the evidentiary hearing on August 15, Commissioner Coughlin testified that he had not applied the standards\nset out in Directive 4572. Instead, his decision was reached by reference to his personal and professional\njudgment concerning the inherent danger in allowing the PLS Report to be read by prisoners.\nAfter hearing the Commissioner's testimony, Magistrate Smith filed a second report-recommendation on\nSeptember 7, 1984. He found that Coughlin had not applied Directive 4572 and, moreover, that the PLS Report\ndid not violate the guidelines set forth in it. The Magistrate also found that the Commissioner's reaction to the\nPLS report was \"not unlike\" his reaction to earlier reports that were allowed into New York State prisons, and that\nthose other reports had been received by inmates without demonstrable adverse effect on security interests.\nDeeming the prisoners to have shown irreparable injury, and believing that they had sustained their burden of\n1025 demonstrating a likelihood of success on *1025 the merits, Magistrate Smith recommended that the preliminary\ninjunction be granted.\nBy order dated November 8, 1984, Judge Foley adopted the recommendation, and enjoined Commissioner\nCoughlin from \"refusing to allow plaintiffs, and other inmates of New York Correctional Facilities, from receiving\n[sic] upon request to the Prisoners' Legal Services of New York copies of `Attica: A Report on Conditions, 1983.'\"\n596 F.Supp. 1064 at 1068. Judge Foley agreed to stay the injunction for ten days, during which time the state\nmoved before this Court for a stay pending appeal. A panel of this Court granted the stay on November 27, 1984,\nand expedited the instant appeal.\nII. DISCUSSION\nA. Standards for Injunctive Relief\nIt is well settled in this Circuit that a party seeking injunctive relief must establish that the injunction is necessary\nto prevent irreparable harm and that he is likely to prevail on the merits of the underlying controversy. In the\nalternative, he may demonstrate irreparable injury and the presence of sufficiently serious questions going to the\nmerits as to make them a fair ground for litigation, together with a balance of hardships tipping decidedly toward\nthe movant. Arthur Guinness & Sons, PLC v. Sterling Publishing Co., 732 F.2d 1095, 1099 (2d Cir.1984); Buffalo\nCourier-Express, Inc. v. Buffalo Evening News, Inc., 601 F.2d 48, 54 (2d Cir.1979); Jackson Dairy, Inc. v. H.P.\nHood & Sons, Inc., 596 F.2d 70, 72 (2d Cir.1979) (per curiam). A movant seeking to avail himself of the first\nalternative need not show that success is an absolute certainty. He need only make a showing that the probability\nof his prevailing is better than fifty percent. There may remain considerable room for doubt. See Hamilton Watch\nCo. v. Benrus Watch Co., 206 F.2d 738, 740 (2d Cir.1953); 11 C. Wright & A. Miller, Federal Practice & Procedure\n§ 2948 at 452 (1973).\n\nNormally, the purpose of a preliminary injunction is to maintain the status quo ante pending a full hearing on the\nmerits. See Diversified Mortgage Investors v. U.S. Life Title Ins. Co., 544 F.2d 571, 576 (2d Cir.1976); \nTriebwasser & Katz v. American Tel. & Tel. Co., 535 F.2d 1356, 1360 (2d Cir.1976). Occasionally, however, the\ngrant of injunctive relief will change the positions of the parties as it existed prior to the grant. Such is the case in\nthe dispute before us today. If the injunction against Commissioner Coughlin is upheld, he will be required to\nallow delivery of the PLS Report into New York's prisons, and the controversy will have been settled with some\nfinality.\nWhere such is the case, an injunction is often deemed mandatory, rather than prohibitory, and a greater showing\nis required of the moving party. See Jacobson & Co. v. Armstrong Cork Co., 548 F.2d 438, 441 (2d Cir.1977). In\nthese circumstances, we have held that an injunction should issue \"only upon a clear showing that the moving\nparty is entitled to the relief requested,\" Flintkote Co. v. Blumenthal, 469 F.Supp. 115, 125-26 (N.D.N.Y.), aff'd,\n596 F.2d 51 (2d Cir.1979), or where \"extreme or very serious damage will result\" from a denial of preliminary\nrelief, Clune v. Publishers' Ass'n, 214 F.Supp. 520, 531 (S.D.N.Y.), aff'd,314 F.2d 343 (2d Cir.1963). In sum, we\nhave shown \"greater reluctance to issue a mandatory injunction than a prohibitory injunction.\" Hurley v. Toia, 432\nF.Supp. 1170, 1175 (S.D.N.Y.), aff'd mem.,573 F.2d 1291 (2d Cir.1977).\nThe distinction between mandatory and prohibitory injunctions, however, cannot be drawn simply by reference to\nwhether or not the status quo is to be maintained or upset. As suggested by the terminology used to describe\nthem, these equitable cousins have been differentiated by examining whether the non-moving party is being\nordered to perform an act, or refrain from performing. In many instances, this distinction is more semantical than\nsubstantive. For to order a party to refrain from performing a given act is to limit his ability to perform any\n1026 alternative act; similarly, *1026 an order to perform in a particular manner may be tantamount to a proscription\nagainst performing in any other.\nIn deciding the instant dispute, we are convinced that there indeed exists a principled manner in which to\ndescribe the relief sought. Despite the fact that the status quo would be altered by the grant of injunctive relief\nagainst Commissioner Coughlin, the gravamen of the prisoners' claim is that he interfered with the delivery of a\ndocument addressed to them by a third party, and the relief sought is an injunction ordering him to cease his\ninterference. Our discussion of the prisoners' complaint would be very different indeed if we read it to require\nCoughlin to provide them with copies of the report. Because we do not construe the requested relief in this\nmanner, we are persuaded that the injunction sought is more prohibitory than mandatory in nature.\nNevertheless, realizing that an affirmance of Judge Foley's order will grant the prisoners substantially all the relief\nthey ultimately seek, we believe that a more stringent standard than that required for a grant of a garden variety\nnegative injunction should be applied. See Clune v. Publishers' Ass'n, supra, 214 F.Supp. at 531. Accordingly, we\nhold that the prisoners must show a substantial likelihood of success on the merits, i.e., that their cause is\nconsiderably more likely to succeed than fail (together, of course, with the requisite irreparable injury). By\nemploying such a standard, we may content ourselves in the knowledge that injunctive relief will not be\n[4]\nprecipitously granted in cases where the grant may serve to provide all the relief that is sought on the merits.\nB. Irreparable Injury\nHaving determined the proper standard against which to measure the facts of this dispute, we turn first to\nexamine whether the prisoners have met their burden of showing that they will be irreparably harmed if the\npreliminary relief sought is not forthcoming. In deciding a similar case, Judge Weinfeld wrote: \"To deprive one of\nhis constitutional rights ... to read what he will and when he will, is in this Court's view irreparable and immediate\ninjury.\" Fortune Society v. McGinnis, 319 F.Supp. 901, 903 (S.D.N.Y.1970). Precious first amendment liberties\nwould be rendered all but meaningless if those rights could be restricted even for short periods of time. See Elrod\nv. Burns, 427 U.S. 347, 373-74, 96 S.Ct. 2673, 2689-90, 49 L.Ed.2d 547 (1976); New York Times Co. v. United\nStates, 403 U.S. 713, 91 S.Ct. 2140, 29 L.Ed.2d 822 (1971).\nIn deciding that cases such as Elrod control in the context of censorship of information sent to prisoners, we are\nmindful of the fact that corrections officials may require a certain time interval within which to review incoming\n\ndocuments. In the words of a recent Supreme Court decision, they \"must be permitted to act before the time\nwhen they can compile a dossier on the eve of a riot.\" Jones v. North Carolina Prisoners' Labor Union, Inc., 433\nU.S. 119, 132-33, 97 S.Ct. 2532, 2541-42, 53 L.Ed.2d 629 (1977) (footnote omitted). We do not suggest that a\n[5]\nmomentary restraint will suffice to constitute the irreparable injury required for the grant of equitable relief.\n1027 Rather, we express our belief *1027 that a categorical refusal to permit delivery of a given document (particularly\nwhere, as here, that refusal continued over a period of some months) is sufficient to make such a showing.\nAccordingly, we turn to examine the ultimate question on appeal 00 whether Commissioner Coughlin's decision to\n97\ndeny delivery of the PLS Report to Abdul Wali and the other named plaintiffs worked a deprivation of the rights\nguaranteed them under the first amendment.\nC. Standing Concerns\nBefore we consider whether the prisoners' constitutional \"rights\" have been violated, it is important to define with\nsome precision what \"rights\" (and whose) are implicated in this dispute. As always, our starting point is the\nlanguage of the first amendment: \"Congress shall pass no law ... abridging freedom of speech, or of the press.\"\nU.S. Const. amend. I. A reading of these venerable words suggests that they are prohibitory in nature and that\nthe government is forbidden to interfere with the natural flow of information. See Hynes v. Mayor & Council of\nBorough of Oradell, 425 U.S. 610, 621 n. 5, 96 S.Ct. 1755, 1761 n. 5, 48 L.Ed.2d 243 (1976); see also L. Tribe, \nAmerican Constitutional Law § 12-19 at 674-75 (1979) (elucidating, but not adopting, this position).\nWith this view in mind, it is logical that PLS, as the author of the censored report, would have standing to\nchallenge Commissioner Coughlin's decision. See, e.g., Laird v. Tatum, 408 U.S. 1, 13-14, 92 S.Ct. 2318,\n2325-2326, 33 L.Ed.2d 154 (1972); Fortune Society v. McGinnis, 319 F.Supp. 901 (S.D. N.Y.1970). For, most\nobservers would intuitively agree that it is PLS's \"freedom of speech\" 00 its attempt to communicate 00 that\n97 97\nallegedly is being \"abridged.\" Yet, upon closer examination, this seemingly obvious conclusion proves not to be\ninevitable. It might plausibly be argued that PLS has not been governmentally deprived (in sum or in part) of its\nright to \"speak.\" PLS, through its report, has spoken to the thousands of individuals who have read the document,\nor been made aware of its contents through the press; it has communicated to all those who could be reached\nthrough normal channels of communication without government assistance. An advocate of this position would\npoint to the fact that the state has simply failed to take an affirmative step to deliver the communication to some\nfew of its intended receivers. And remembering that such affirmative steps are not explicitly mandated by the\nlanguage of the first amendment, it would appear that no violation had occurred.\nOf course, such a construction drains that most profound of guarantees of its spirit. For in many situations, a\ndistinction between affirmative and passive modes of interference would effectively eviscerate the freedoms that\nwe as a society have come to cherish. During the past two centuries, the federal and state governments have\nbecome involved in virtually all aspects of our collective lives. In our society, the once bright line between the\npublic and private spheres has increasingly become blurred. If the right to speak is to retain its historical vitality,\ngovernment must not unduly interfere with a willing party's liberty to listen. See Baker, Commercial Speech: A\nProblem in the Theory of Freedom, 62 Iowa L.Rev. 1, 8 (1976). Were we not to deem certain acts of\ngovernmental nonfeasance violative of the first amendment, citizens would retain their right to \"speak,\" but could\nnot be certain their words would be heard by their intended audience.\nAccordingly, the words of the first amendment have long been read to mean that, where the government stands\nas an inexorable link in a communicative chain, it has the duty 00 whether by affirmative action or passivity 00 to\n97 97\n1028 see to it that the communication is not stifled. If, whether by its action or inaction, the communication is *1028\ninterrupted, both the speaker and attempted receiver have standing to challenge the act of interference on the\npart of the state.\nThe views expressed regarding standing to challenge alleged first amendment violations comport with those of\nother courts faced with similar controversies. In the oft-repeated aphorism of Justice Holmes: \"The United States\nmay give up the Post Office when it sees fit, but while it carries it on the use of the mails is almost as much a part\nof free speech as the right to use our tongues....\" Milwaukee Social Democratic Pub. Co. v. Burleson, 255 U.S.\n407, 437, 41 S.Ct. 352, 363, 65 L.Ed. 704 (1921) (Holmes, J., dissenting). This venerable language reflects an\n\nunderstanding of the fact that, where the government controls the means of delivering communication, it has an\naffirmative duty to do so, absent some special circumstances.\nIn Procunier v. Martinez, 416 U.S. 396, 94 S.Ct. 1800, 40 L.Ed.2d 224 (1974), the Supreme Court examined a\nchallenge by prison inmates against mail censorship regulations promulgated by the California Department of\nCorrections. In analyzing the proper standard of review for such a constitutional challenge, the Court chose to\ndeal not simply with the rights of the prisoners, but also with the liberty interests of the unincarcerated senders of\nthe censored letters. In choosing this approach, Justice Powell wrote:\nCommunication by letter is not accomplished by the act of writing words on paper. Rather, it is\neffected only when the letter is read by the addressee. Both parties to the correspondence have\nan interest in securing that result, and censorship of the communication between them necessarily\nimpinges on the interest of each.... [T]he addressee as well as the sender of direct personal\ncorrespondence derives from the First and Fourteenth Amendments a protection against\nunjustified governmental interference with the intended communication. Lamont v. Postmaster\nGeneral, 381 U.S. 301 [85 S.Ct. 1493, 14 L.Ed.2d 398] (1965); accord, Kleindienst v. Mandel, 408\nU.S. 753, 762-65 [92 S.Ct. 2576, 2581-83, 33 L.Ed.2d 683] (1972); Martin v. City of Struthers, 319\nU.S. 141, 143 [63 S.Ct. 862, 863, 87 L.Ed. 1313] (1943).\n[6]\nId. at 408-09, 94 S.Ct. at 1808-09.\nFor our purposes, it is enough to recount the following facts: Abdul Wali and other inmates expressed interest in\nreceiving copies of the PLS Report from the organization responsible for its promulgation. PLS in turn requested\npermission of Commissioner Coughlin to send copies of the document to residents of various state prison\nfacilities at no cost to DOCS. The Commissioner refused to deliver them to members of the prisons' population.\nWe deem such a decision by a state official (whether cast as one to act or to refrain from acting) to constitute\ninterference with attempted communication of the type falling squarely within the ambit of the first and fourteenth\namendments. Accordingly, we turn to examine whether such interference was permissible under the applicable\nprecedents.\nD. Standards for Reviewing Claimed Violations of Prisoners' Rights\nOur discussion starts with a simple proposition stated by the Supreme Court more than a decade ago, and\nreiterated frequently in the intervening years: \"A prisoner does not shed ... basic First Amendment rights at the\nprison gate. Rather, he `retains all the rights of an ordinary citizen except those expressly, or by necessary\nimplication, taken from him by law.'\" Procunier v. Martinez, 416 U.S. 396, 422-23, 94 S.Ct. 1800, 1815-16, 40\n1029 L.Ed.2d 224 *1029 (1974) (Marshall, J., concurring) (quoting Coffin v. Reichard, 143 F.2d 443, 445 (6th Cir.1944)\n).\nReading these words today, we are struck by the seeming inevitability of this tenet. Yet, it bears remembering that\nsuch was not always the case. In the not too distant past, a prison inmate was considered a \"slave of the state,\"\nhaving \"not only forfeited his liberty, but all his personal rights....\" Ruffin v. Commonwealth, 62 Va. (21 Gratt.) 790,\n796 (1871),quoted in Jones v. North Carolina Prisoners' Labor Union, Inc., 433 U.S. 119, 139, 97 S.Ct. 2532,\n2545, 53 L.Ed.2d 629 (1977) (Marshall, J., dissenting). The idea that citizens were deprived of all constitutionally\nguaranteed rights by virtue of their incarceration led to, or at least allowed for, the assumption of a \"hands off\"\nposture by the courts. See generally Note, Beyond the Ken of the Courts: A Critique of Judicial Refusal to Review\nthe Complaints of Convicts, 72 Yale L.J. 506 (1963) (thorough analysis of the \"hands off\" doctrine). In this\n\"hands-off\" stance, courts paid absolute deference to the decisions of prison administrators.\nThe temptation to take refuge in the \"hands off\" policy of the past is, at times, great indeed. We are ever\ncognizant of our shortcomings in this sphere, and often fearful lest we intrude unnecessarily into the realm\nproperly reserved to those with \"hands-on\" experience in the penological sciences. Yet intrude we must, if we are\nto uphold our oaths. To do otherwise \"would be to turn our backs on what our learning, our consideration, and our\ndeepest convictions persuade us is a right under the law and the Constitution. In a real sense, we do what we\n\nmust.\" Kaufman, Chilling Judicial Independence, 88 Yale L.J. 681, 689 (1979) (adaptation of the 34th Annual\nBenjamin N. Cardozo Lecture).\nE. The Controlling Precedents\nDuring its 1973 Term, the Supreme Court sought to establish a framework within which to analyze prisoners'\nclaims of first amendment violations. In Procunier v. Martinez, 416 U.S. 396, 94 S.Ct. 1800, 40 L.Ed.2d 224\n(1974), the Court held that an inmate's personal correspondence could not be censored \"simply to eliminate\nunflattering or unwelcome opinions or factually inaccurate statements.\" Id. at 413, 94 S.Ct. at 1811. Rather, it was\nincumbent on corrections officials to show that the act of censorship furthers an important governmental interest\n(such as rehabilitation or prison security), and that the limitation on first amendment freedoms is no greater than\nnecessary under the circumstances. Id.\nApplying that standard to the facts of Pell v. Procunier, 417 U.S. 817, 94 S.Ct. 2800, 41 L.Ed.2d 495 (1974), the\nCourt found that the state had made its requisite showing. In Pell, inmates and journalists challenged the\nconstitutionality of a regulation prohibiting reporters from conducting interviews with convicts. In upholding the\nlimitation on inmates' unfettered rights to communication, the Court stressed that other avenues of\ncommunication (e.g., correspondence by mail, sending messages with personal visitors) remained open to the\nprisoners. Id. at 824-25, 94 S.Ct. at 2805. Accordingly, the regulation was characterized as a reasonable \"time,\nplace, or manner\" restriction, id. at 826, 94 S.Ct. at 2806; see Grayned v. City of Rockford, 408 U.S. 104, 115, 92\nS.Ct. 2294, 2303, 33 L.Ed.2d 222 (1972); Cox v. New Hampshire, 312 U.S. 569, 575-76, 61 S.Ct. 762, 765-66,\n85 L.Ed. 1049 (1941).\nWriting for a majority of the Court, Justice Stewart deemed the policy \"reasonable\" on the basis of the officials'\njudgment that it would serve to limit visitation to a manageable level, while at the same time allowing contacts\nbetween prisoners and \"those persons who will aid in their rehabilitation,\" Pell v. Procunier, supra, 417 U.S. at\n827, 94 S.Ct. at 2806. In discussing the permissible scope of limitations on one of alternative channels of\ncommunication, he wrote:\n[C]onsiderations [regarding penological interests] are peculiarly within the province and\n1030 professional expertise of corrections *1030 officials, and, in the absence of substantial evidence in\nthe record to indicate that the officials have exaggerated their response to these considerations,\ncourts should ordinarily defer to their expert judgment in such matters. Courts cannot, of course,\nabdicate their constitutional responsibility to delineate and protect fundamental liberties. But when\nthe issue involves a regulation limiting one of several means of communication by an inmate, the\ninstitutional objectives furthered by that regulation and the measure of judicial deference owed to\ncorrections officials in their attempt to serve those interests are relevant in gauging the validity of\nthe regulation.\nId. (emphasis supplied).\nAlthough the standards announced in Martinez and applied in Pell were derived by reference to inmates'\n[7]\npersonal communications, they have since been followed by courts in this Circuit  to resolve cases involving an\ninmate's right to receive publications. See e.g., Morgan v. LaVallee, 526 F.2d 221 (2d Cir.1975); Jackson v. Ward,\n458 F.Supp. 546 (W.D.N.Y.1978).\nIn Morgan v. LaVallee, 526 F.2d 221 (2d Cir.1975), we reviewed the dismissal of a prisoner's complaint alleging\nthat corrections officials had impermissibly refused to allow delivery of a specific publication. We there expressed\nour views that \"First Amendment rights to hold and express beliefs and receive information are entitled to `special\nsolicitude.'\" Id. at 224 (citing Newkirk v. Butler, 364 F.Supp. 497, 501 (S.D.N.Y.1973),aff'd,499 F.2d 1214 (2d\nCir.1974),vacated as moot and dismissed sub nom., Preiser v. Newkirk, 422 U.S. 395, 95 S.Ct. 2330, 45 L.Ed.2d\n272 (1975)); see Sostre v. McGinnis, 442 F.2d 178, 189 (2d Cir.1971) (en banc), cert. denied,405 U.S. 978, 92\nS.Ct. 1190, 31 L.Ed.2d 254 (1972). Any abridgement of these rights, we held, would be permitted only where\n\"receipt of [a] publication would constitute a threat to prison security or order or the inmate's own rehabilitation.\" \n\nMorgan v. LaVallee, 526 F.2d at 224. Finally, we held that the standard announced in Martinez must be met if the\n[8]\ndecision to bar a particular publication is to be approved. Id. at 224-25.\nCommissioner Coughlin argues that the two-prong standard announced in Martinez, and the cases decided by\nreference to that standard, are no longer controlling in light of more recent Supreme Court precedent. See \nHudson v. Palmer, ___ U.S. ___, 104 S.Ct. 3194, 82 L.Ed.2d 393 (1984); Block v. Rutherford, ___ U.S. ___, 104\nS.Ct. 3227, 82 L.Ed.2d 438 (1984); Hewitt v. Helms, 459 U.S. 460, 103 S.Ct. 864, 74 L.Ed.2d 675 (1983); Bell v.\nWolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979); Jones v. North Carolina Prisoners' Labor Union,\nInc., 433 U.S. 119, 97 S.Ct. 2532, 53 L.Ed.2d 629 (1977). Instead, Coughlin urges that the only relevant inquiry is\nwhether his decision to ban the PLS Report was a reasonable exercise of his discretion. Unless conclusively\nshown to be unreasonable, he argues, his judgment must control.\nA careful reading of the cases cited by the Commissioner, however, reveals that the \"reasonableness\" standard\n1031 was propounded and applied in situations very different from the case before us. In *1031Jones v. North\nCarolina Prisoners Labor Union, Inc., 433 U.S. 119, 97 S.Ct. 2532, 53 L.Ed.2d 629 (1977), 00 the principal case\n97\nrelied on by the state 00 the Court explicitly stated that \"First Amendment speech rights are barely implicated.\" Id.\n97\nat 130, 97 S.Ct. at 2540 (footnote omitted). Although that statement alone suffices to distinguish Jones from this\ncase, numerous other grounds exist. In deciding Jones, where prisoners' associational rights were balanced\nagainst the potential security threat posed by group meetings, the Court indeed adopted a \"reasonableness\"\nstandard against which corrections officials' conduct was to be measured. In holding that the officials need not\n\"show affirmatively that [a proposed prisoners union] would be `detrimental to proper penological objectives,'\" or\nwould constitute a \"present danger to security and order,\" id. at 128, 97 S.Ct. at 2539 (citing Pell v. Procunier,\nsupra, 417 U.S. at 827, 94 S.Ct. at 2806), the Court merely evinced its belief that such a present danger could be\npresumed. \"[A] prisoners' union,\" wrote Justice Rehnquist, \"would rank high on anyone's list of potential trouble\nspots.\" Id. at 133, 97 S.Ct. at 2541. We agree, and thus read the Court's result to reflect the view that, because\nunion organizing activities are presumptively dangerous, the burden falls on the prisoners who wish to engage in\nthat activity to show that official resistance was unreasonable. But we do not believe that the receipt by prisoners\nof incoming publications is presumptively dangerous. Accordingly, the reasoning of Jones is of limited usefulness\nin the case at hand.\nNeither do we find Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), particularly helpful to the\nCommissioner's position. There, the Court determined, inter alia, that a limited restriction on receipt by pre-trial\ndetainees of hardbound books did not infringe the inmates' first amendment rights. Id. at 551, 99 S.Ct. at 1880.\nAgain, the burden of showing that the limitation was unreasonable was placed on the prisoners. But a host of\nconsiderations present in that case narrows its application to the one before us today. First, and perhaps most\nimportant, the Supreme Court stressed that the challenged regulation was content neutral. Id. By contrast,\nCommissioner Coughlin's decision to ban the PLS Report was based solely on his distaste for its message.\nMoreover, the restriction in Wolfish limited only one of a number of alternative means of communication 00\n97\nprisoners were allowed to receive softcover books and magazines, or to use the facility's \"relatively large\" library. \nId. at 552, 99 S.Ct. at 1881. Finally, because the claimants were pre-trial detainees, most of whom were released\nin less than sixty days, the restriction worked only a limited deprivation. In sum, because the challenged\nregulation was characterized merely as a \"time, place, or manner restriction,\" id.; see Grayned v. City of\nRockford, 408 U.S. 104, 115, 92 S.Ct. 2294, 2303, 33 L.Ed.2d 222 (1972), and was not deemed unduly\nburdensome of the rights of prisoners, the Court concluded that a Martinez-type showing by the prison officials\nwas not required.\nFinally, the Commissioner's attempted reliance on two cases decided last term, see Block v. Rutherford, ___ U.S.\n___, 104 S.Ct. 3227, 82 L.Ed.2d 438 (1984); Hudson v. Palmer, ___ U.S. ___, 104 S.Ct. 3194, 82 L.Ed.2d 393\n(1984), is unpersuasive. First, neither case implicated first amendment rights. Hudson v. Palmer, which held that\nthe \"Fourth Amendment proscription against unreasonable searches does not apply within the confines of [a]\nprison cell,\" ___ U.S. at ___, 104 S.Ct. at 3200, rested on the presumption that \"privacy rights for prisoners in\ntheir individual cells simply cannot be reconciled with the concept of incarceration and the needs and objectives\nof penal institutions.\" Id. A fortiori, such a conclusion dictates virtually unbounded deference to a corrections\nofficial's discretion, for there is no prisoner interest against which to balance it. Unless we are prepared to say\nthat a right to receive information is inherently inconsistent with the proper \"needs and objectives\" of penal\n\n1032 institutions, such unexamined deference *1032 would be misplaced. Block v. Rutherford, ___ U.S. ___, 104 S.Ct.\n3227, 82 L.Ed.2d 438 (1984), the other recent precedent pointed to by the Commissioner, upheld a blanket\nprohibition on contact visits in a prison. The Court found that the categorical ban in that case was justified by the\nmany problems inherent in making case-by-case determinations of which visits to allow. Prison officials stressed\nthe enormous security risk flowing from the introduction of contraband into the prison population, and\ndemonstrated the difficulty in identifying particularized risks. Moreover, the Court was convinced by the state's\nargument that allowing some visits, while at the same time disallowing others, would breed tension and\nresentment 00 incendiary elements in any maximum security facility. As was true in Jones, the Court appeared to\n97\nbelieve that contact visits are presumptively dangerous. Accordingly, it properly cast upon the complaining\ninmates a burden to show that the means used to restrict the activity were unreasonable. We do not believe that\nreading a broad range of incoming mail, magazines, books and other publications may be said to pose a\npresumptive threat to prison order or security. And absent that presumed danger, the burden remains on prison\nofficials to establish that a given publication poses a threat to penological interests.\nCommissioner Coughlin cites the cases described above not merely for their individual holdings or reasoning, but\n[9]\nin an attempt to glean a \"trend\" from recent Supreme Court jurisprudence in the area of prisoners' rights.  \"In its\nrecent decisions,\" he states, \"the Supreme Court has increasingly emphasized wide-ranging deference to the\njudgments of prison officials that considerations of security require the denial of rights asserted by prisoners.\"\nBrief for Appellants at 21. We decline to engage in the type of jurisprudential clairvoyance urged upon us by the\nCommissioner. \"Trends\" are developed one decision at a time, and judicial pronouncements derive their meaning\nsolely by reference to the facts of individual cases. Whether or not courts have become more solicitous of prison\nofficials is simply not the issue before us. Our task is far more discrete; we need only determine whether,\nbalancing penological interests against the retained rights of prison inmates, Commissioner Coughlin's decision\nto keep copies of the PLS Report out of the institutions under his control was a permissible exercise of his\ndiscretion.\nWe are mindful that security in our prisons has traditionally been held to be central to all other correctional goals. \nSee Jones v. North Carolina Prisoners' Labor Union Inc., supra, 433 U.S. at 129, 97 S.Ct. at 2539; Bell v. Wolfish,\nsupra, 441 U.S. at 546-47, 99 S.Ct. at 1877-78; Pell v. Procunier, supra, 417 U.S. at 823, 94 S.Ct. at 2804; \nProcunier v. Martinez, supra, 416 U.S. at 412-13, 94 S.Ct. at 1810-11. Accordingly, where an institutional\nrestriction infringes a constitutional guarantee, \"the practice must be evaluated in the light of the central objective\nof prison administration, safeguarding institutional security.\" Bell v. Wolfish, supra, 441 U.S. at 547, 99 S.Ct. at\n1878; see Jones v. North Carolina Prisoners' Labor Union, Inc., supra, 433 U.S. at 129, 97 S.Ct. at 2539. In\n1033 evaluating a given restriction, courts have wisely *1033 sought the guidance and expertise of prison officials in\nassessing the likelihood of danger flowing from the restricted activities. The difficult task lies in determining the\ndegree of deference to be accorded in a given setting.\nOur reading of the cases suggests a tripartite standard, drawn by reference to the nature of the right being\nasserted by prisoners, the type of activity in which they seek to engage, and whether the challenged restriction\nworks a total deprivation (as opposed to a mere limitation) on the exercise of that right. Where the right asserted\nis found not to exist within the prison context, i.e., where it is held to be inherently inconsistent with established\npenological objectives, see, e.g., Jones v. North Carolina Prisoners' Labor Union, Inc., supra, 433 U.S. 119, 97\nS.Ct. 2532, 53 L.Ed.2d 629, then a fortiori there can be no invasion of the purported right, and judicial deference\nshould be nearly absolute. In these situations, the proper role of the court ends with the determination that the\nasserted right does not inhere within the prison's walls. Having decided that the scales are not in motion, there is\nno further need for jurisprudential balancing.\nWhere the activity sought to be engaged in by prisoners is presumptively dangerous, deference to the judgment\nof corrections officials should be extremely broad, though not categorical. See, e.g., Block v. Rutherford, ___ U.S.\n___, 104 S.Ct. 3227, 82 L.Ed.2d 438 (1984). This, notwithstanding the fact that the restriction being examined\ndoes indeed abridge a recognized constitutional right. In such cases, our intuition and common sense would\nsupport the imposition of a burden upon prisoners to demonstrate that the restriction is not supported by a\nreasonable justification.\n\nSimilarly, prison officials must be afforded wideranging deference in promulgating and implementing restrictions\nthat proscribe only one of numerous available means of enjoying protected liberties. Because such restrictions\nwork only limited privations, courts should yield to official determinations regarding their necessity and propriety. \nSee, e.g., Bell v. Wolfish, supra, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447; Pell v. Procunier, supra, 417 U.S.\n817, 94 S.Ct. 2800, 41 L.Ed.2d 495. It would be too easy for us to substitute our judgments for those of trained\nprofessionals with years of firsthand experience. But where a regulation or practice does no more than define the\n\"time, place or manner\" in which prisoners may enjoy a protected right, we must avoid the temptation to do so.\nWhere, however, the activity in which prisoners seek to engage is not presumptively dangerous, and where\nofficial action (or inaction) works to deprive rather than merely limit the means of exercising a protected right,\nprofessional judgment must occasionally yield to constitutional mandate. In these limited circumstances, it is\nincumbent upon prison officials to show that a particular restriction is necessary to further an important\ngovernmental interest, and that the limitations on freedoms occasioned by the restriction are no greater than\nnecessary to effectuate the governmental objective involved. See Procunier v. Martinez, supra, 416 U.S. at 413,\n94 S.Ct. at 1811.\nWe turn, then, to examine the restriction imposed by Commissioner Coughlin's refusal to permit delivery of the\nPLS Report. We stress that the right allegedly infringed is the right to receive and read publications generally,\nrather than the PLS Report in particular. It cannot be said that this first amendment right asserted by Abdul Wali\n[10]\nand his fellow inmates is inherently inconsistent with proper penological objectives.  In fact, it may well serve\n1034 to *1034 further an important basic purpose of incarceration. The total isolation of prisoners from society that\nmarked our penal system for so many years was among its most destructive aspects. The rehabilitative goals for\nwhich we strive are furthered by efforts to inform and educate inmates, and foster their involvement in the world\noutside the prison gates. Although committing an illegal act may require the physical segregation of an individual\nfrom the society at large, it does not dictate that the prisoner's mind be similarly locked away to atrophy during\n[11]\nthe period of his incarceration.\nIndeed, it has never been suggested that prisoners lose the broad sweep of first amendment rights by virtue of\ntheir confinement, though their liberties may, of course, be restricted where necessary. See Jones v. North\nCarolina Prisoners' Labor Union, Inc., supra, 433 U.S. 119, 97 S.Ct. 2532, 53 L.Ed.2d 629; Pell v. Procunier,\nsupra, 417 U.S. 817, 94 S.Ct. 2800, 41 L.Ed.2d 495; Procunier v. Martinez, supra, 416 U.S. 396, 94 S.Ct. 1800,\n40 L.Ed.2d 224; Morgan v. LaVallee, supra, 526 F.2d 221. Moreover, we have recognized that prisoners' rights to\nspeak and to receive information are deserving of \"special solicitude.\" See Morgan v. LaVallee, supra, 526 F.2d at\n224. Continuing to adhere to that view, we turn next to examine the particular activity sought to be engaged in,\nand the nature of the restriction on that activity.\nOften, a determination of the presumptive dangerousness of the activity sought to be engaged in will overlap with\nan evaluation of the asserted right's viability in a prison context. In Jones, however, a right of association was\nfound to survive incarceration, but the union organizing activity was deemed an inherent security risk. We\nmention this dichotomy merely to point out that the second inquiry is not in all cases merely replicative of the first.\nIn this case, it is sufficient to repeat that reading publications is generally beneficial, and poses no presumptive\nthreat to prison security and order.\nFinally, we find that Commissioner Coughlin's refusal to allow delivery of the PLS Report was an absolute bar to\nthe receipt of the material contained in it, and thus worked an absolute deprivation of the prisoners's rights under\nthe first amendment. It is simply impossible to characterize his action as one merely limiting the manner in which\nthe prisoners could enjoy their rights to receive and read it.\nAccordingly, we hold that Judge Foley quite properly placed the burden on prison officials to demonstrate that the\ndecision to ban the report from inmates at state institutions was necessary to further important penological\nobjectives, and worked no greater a restriction than was necessary under the circumstances. The sole remaining\nquestion is whether such a showing was made.\n\nF. The Standard Applied\nIn examining Commissioner Coughlin's testimony and affidavits filed in the district court, we are mindful of the\nexpertise he has derived from years of direct experience working among prisoners. We recognize just how far\nremoved we are from the situs of this dispute. Our sole personal contact with the hard tensions that fuel this and\n1035 similar controversies comes in the form of *1035 arid adversarial debate within the secure walls of a courthouse.\nFor this reason, we scrutinize his evidence with all the deference we, as impartial arbiters, properly can muster.\nThe Commissioner appears to have placed great emphasis on his argument that the PLS Report is replete with\nunsubstantiated allegations in the guise of facts. On cross-examination, however, he was forced to concede that\nmost, if not all, of the objectionable passages were in fact introduced by language making clear that PLS was\nmerely repeating charges it had heard. Our reading of the Report confirms this. Thus, although the\n[12]\nCommissioner's argument might in some instances serve to justify censorship of an incoming document,  it\nsimply does not survive close scrutiny in this case.\nNext, the Commissioner alleged that the PLS Report was different from earlier reports that had been allowed into\nthe prisons, and that the distinctions militated in favor of censoring this particular document. In light of his\nvigorous attacks against the earlier reports, however, this claim rings somewhat hollow. Judge Foley had ample\ncause to adopt the Magistrate's finding that the PLS Report \"is no more critical of prison conditions and\nadministration than earlier reports and articles which inmates have been permitted to receive.\" J.A. at 10. Yet,\neach of these two earlier reports was delivered to inmates of maximum-security prisons \"without adverse effect\non security interests.\" Id.\nThis last finding was vigorously contested by Commissioner Coughlin in the court below. We are convinced that\nthere existed ample support for the finding. The Commissioner testified that introduction of reports critical of\nprison conditions have, in the past, played a role in creating disturbances. When asked to detail this causal link,\nhowever, he was completely unable to do so. No official log books, incident reports or other documentation was\nintroduced to show that such a cause and effect relationship had ever existed in the past. We recognize that\nbreaches of prison security often result from the confluence of many factors, and we do not demand of prison\nofficials that they produce evidence providing beyond a reasonable doubt that a particular factor will result in an\ninsurrection. But before we condone a bald restriction on prisoners' first amendment rights, there must be some\nshowing that the material is of a type that poses a threat to prison order. If it cannot be demonstrated (in even an\nattenuated manner) that similar material has resulted in disorder in the past, such a showing will be more difficult\nto make.\nFinally, the Commissioner sought to introduce evidence linking PLS to the sit-in strike that had occurred earlier in\n1983. We find this line of argument wholly irrelevant, and affirm Judge Foley's decision to exclude such evidence.\n[13] [14]\n Even if it were shown that PLS was somehow involved in the earlier disruption,  this evidence would be\nrelevant only to the extent manifested in the contents of the Report. We have never allowed the character of a\nspeaker, or the speaker's intent, to play a role in determining whether a given speech may be censored, and\nrefuse to do so today.\nFor similar reasons, we are not persuaded by Commissioner Coughlin's argument that charges leveled by PLS\nare likely to be afforded greater weight than similar charges made by a less reputable organization. Allowing the\n1036 high standing of a speaker to lessen the showing necessary *1036 to censor his words would be a perverse\nresult, indeed.\nIf Commissioner Coughlin's arguments regarding PLS are relevant at all, it is only because they are symptomatic\nof some possible animosity between his administration and that organization. Judge Foley was undoubtedly\ncognizant of this, as well. We can certainly understand the Commissioner's irritation at the constant criticisms and\nlegal actions directed at him by PLS, but would point out that such adversarial conduct plays an important role in\nprotecting the rights of prisoners. If, and to the extent the Commissioner's anger resulted in his decision to ban\nthe PLS Report from the state's prisons, that determination cannot be allowed to stand.\n\nFinally, we note that Commissioner Coughlin did not apply the guidelines set forth in Directive 4572, and that our\nreview of his decision might have been very different had it been reached by reference to those standards. The\nDOCS guidelines provide corrections officials great leeway in determining what literature will be permitted into\nprison facilities, yet assure that each decision represents the consensus of a number of penological\nprofessionals, rather than the bias or animosity of a particular official. Our review of the guidelines contained in\nDOCS 4572, see Morgan v. LaVallee, 526 F.2d 221 (2d Cir.1975), suggests that a decision reached by reference\nto their substantive and procedural guidelines will be afforded great deference by a reviewing court. Where a\ncorrections official chooses to ignore established standards and procedures, however, he must be prepared to\ndemonstrate that his decision 00 reached in consultation with no one, and made in reliance on no more than his\n97\npersonal beliefs 00 is supported by reasonable justification.\n97\nIII. CONCLUSION\nWe reaffirm today that the right of a prisoner to receive information sent to him is protectable under the first\namendment, and is not inherently inconsistent with established penological objectives. We do not believe that, in\nthe broad sweep of cases, the reading of material thus received poses a presumptive risk to the safe and orderly\nadministration of our prisons. On the contrary, we have noted that reading a wide range of material is more likely\nto further the penological objective of rehabilitation. We find that Commissioner Coughlin's refusal to permit\ndelivery of the PLS Report to inmates in New York's prisons served to deprive them of, rather than limit their\nexercise of, their protected first amendment right. Accordingly, we hold that the burden falls to the Commissioner\nto demonstrate that his refusal to allow delivery of the document was necessary to further an important\npenological interest.\nAfter examining the evidence adduced below, we affirm Judge Foley's finding that no such showing was made.\n[15]\n Accordingly, the order of the district court enjoining the Commissioner and other corrections officials from\nfurther interference with the delivery of the PLS Report to prisoners in New York State prison facilities is affirmed.\nAPPENDIX A\nATTICA: A REPORT ON CONDITIONS, 1983\nIntroduction\nHaving witnessed deteriorating conditions at Attica Correctional Facility since 1976, the staff of the Buffalo Office\nof Prisoners' Legal Services of New York was not surprised that those conditions finally moved the inmates to\ntake concerted action on September 19, 1983. Seventeen hundred of twenty-two hundred inmates confined there\n1037 began a general strike on that date by refusing to leave their cells to attend work, classes, meals, recreation or \n[1]\n*1037 other scheduled activities.  It is clear that the strike, which remained peaceful for its duration, was not an\nimpulsive reaction to an isolated incident. Rather, it was a deliberate, controlled attempt to change the deplorable\nconditions at Attica after attempts to work through the grievance processes failed. As expressed in their letter to\n[2]\nthe general public dated September 15, 1983,  the inmates hoped a peaceful public protest would be far more\nlikely to produce fruitful discussions and critically needed changes than a violent outbreak.\nOfficials at the Department of Correctional Services [the Department] and at Attica, from Commissioner Thomas\nCoughlin and Superintendent Harold J. Smith down through the chain of command, should not have been\nsurprised by the inmates' action either. Over the past few years, they have received countless complaint letters\nfrom inmates, their legal representatives, and other groups and individuals. They, as well as we, knew what the\nmajor problems at Attica were before the general strike, and were fully aware that the conditions have been\nworsening steadily over the last few years. Even so, it would be difficult for administrators in the Department or\nAttica to point to significant improvements in the most serious conditions prior to the strike.\n\nIf strike-breaking is a measure of success, Attica officials can pat themselves on their backs. Throughout the\n[3]\naction, those in charge focused their attention and energies on breaking the strike and identifying the leaders.\nBy transferring over a hundred inmates to other facilities, keeping hundreds of other inmates locked in their cells,\nand driving inmates around in buses for twenty-four hours straight, the administration accomplished its goal.\nTo the extent Attica administrators have a public responsibility to address and ameliorate the serious problems at\nAttica, they have failed miserably. Although Superintendent Smith met with leaders of various inmate groups\nduring the early stages of the strike to discuss conditions of which he was already well aware, those meetings,\naccording to the Department, broke off in a few days.\nThe purpose of this report is threefold. First, it is important to emphasize that the conditions over which the\ninmates struck are not new. Over the last few years, we have received an increasing number of complaints about\nthe deteriorating conditions at Attica. Superintendent Smith, Commissioner Coughlin, the Commission of\nCorrection, and others have received these complaints as well. That a general strike to protest conditions was\nconsidered necessary by the majority of inmates at Attica reflects, in large part, Attica officials' failure to deal with\nthese problems earlier.\nSecond, the public's primary source of information about the conditions at Attica, to date, has been the\n[4]\nDepartment of Correctional Services.  Although letters from striking inmates have been sent to the press, the\n1038 exclusion of reporters from Attica until recently forced them to rely almost *1038 exclusively on information from\nthe Department for details about the strike and underlying conditions. The public should hear the inmates' version\nas we at Prisoners' Legal Services have heard it. As a legal services office, we are in a unique position to\ndescribe in some detail several of the major problems at Attica. More than 1300 complaints are sent to the\nBuffalo office each year; we speak with over 50 Attica inmates a month.\nFinally, and most importantly, the publication of this report is unabashedly intended to focus public attention on\nthe conditions at Attica Correctional Facility in order to prompt the Department of Correctional Services to remedy\nthem as soon as possible. The Department has concentrated public attention on its handling of the strike. More\nimportant to the 2200 inmates at Attica Correctional Facility than the strike itself are the conditions which led to\nthe strike. The public should be made aware that the conditions at Attica remain the same despite the protest,\nand that only substantial, immediate changes will prevent more drastic actions in the future.\nIt must be pointed out that this report merely sketches some of the most odious conditions at Attica; it does not\npurport to be an exhaustive study of everything that is wrong there. Because statistics can be misleading, this\nreport does not list the number of complaints we receive about each area we describe. Lastly, because of the\nattorney-client privilege, we do not divulge clients' names.\nCONDITIONS AT ATTICA CORRECTIONAL FACILITY\nIt is both popular and convenient for government officials to attribute the problems in the New York State\n[5]\ncorrectional system in general, and Attica Correctional Facility in particular, to prison overcrowding.  Despite the\nDepartment of Correctional Services' well publicized pleas for more prisons to \"solve\" the problems, it remains\nthe case that there has never been a need to confine more than one inmate to a cell. From our perspective,\novercrowding is a mischaracterization of the situation.\nRather, the most flagrant problems at Attica can be defined within two categories: the negative attitude exhibited\nby Attica officials towards the inmates in their charge, and the failure to provide adequate resources. Dividing the\nproblems into two general classes is a rough means of description, for these two areas are inextricably\nintertwined. For example, the impact of the lack of resources on the inmate population is aggravated by the many\nways the administration and correction staff manifest their negative attitude towards the inmates. Similarly,\nproviding more resources to the Attica inmates will not substantially alleviate the problems unless major steps are\nalso taken to improve relationships between the administration and inmates.\n\nNonetheless, categorizing the problems at Attica in this manner is useful to highlight the conditions that warrant\nimmediate redress. The conditions outlined in this report can be corrected without erecting expensive new\nprisons. Rather, the conditions can be improved in a more cost-effective manner by implementing aggressive\npolicies to eradicate the negative attitudes and resulting conduct, and by providing sufficient resources to make\nthe inmates' confinement liveable. The latter alternative is the course the Department of Correctional Services\nhas thus far refused to follow.\nI. Negative Attitude of Attica Administrators\nA. Racism\nOne serious problem must be addressed at the outset: that of racism. Although racism and its manifestations\ndefy easy categorization, they cannot be ignored. Racism permeates the atmosphere at Attica, and leads to an\n1039 increase in tension and *1039 unrest, thereby exacerbating other problems. Curtailing the racist attitudes and\nbehavior of Attica's administrative and security staff is unquestionably a difficult task, especially in an insular\nsetting where the inmate population is predominantly black and Hispanic, while the administration and security\n[6]\nstaff are overwhelmingly white. Nonetheless, the problem must be confronted if others are to be alleviated.\nRacism surfaces daily in racist acts against inmates at Attica. Derisive racial remarks, threats on the lives of\n\"black niggers\" and \"white nigger-lovers,\" and other forms of harassment by correction officers abound. One\nRastafarian inmate, about whom a Prisoners' Legal Services attorney wrote to several investigatory agencies,\ninformed us that correction officers not only subjected him to threatening racist insults, but one guard cut off his\ndreadlock with a scissors saying, \"I'm going to take this for a souvenir.\" According to several inmates, the\ncorrection officer then took the dreadlock back to the inmate's cellblock to demonstrate to other inmates what\ncould happen to them.\nWe received reports from various sources that on at least two occasions this past year, correction officers\n[7]\nroamed the galleries of the Special Housing Unit  with white sheets over their heads in the early morning hours,\n[8]\nchanting racist slogans. We have heard accounts of similar incidents in Attica's A-Block.  This fall, a correction\nofficer handed an inmate in the Special Housing Unit a book entitled \"The Black Book,\" a book about black\nhistory. Inside, inmates' names had been handwritten onto photographs of lynched black men and African\ntribesmen. An example of the doctored photographs is attached to this report.\nAllegations of racist conduct arise most frequently in certain areas of Attica: the Special Housing Unit, A-Block,\n[9]\nand the Protective Custody Unit.  And, not coincidentally, the names of certain correction officers appear time\nand again in connection with allegations of racist conduct. One of the more frequently named correction officers\nwho was assigned to A-Block was recently reassigned to the Special Housing Unit. According to a conversation\nbetween Superintendent Smith and a Prisoners' Legal Services attorney, this correction officer was transferred to\nthe Special Housing Unit after many complaints about his behavior in A-Block. Since his arrival at the Special\nHousing Unit, this correction officer has been accused of instigating a number of physical assaults and incidents\nof racist harassment. There is no indication that this correction officer has ever been disciplined for his behavior.\nNotwithstanding the frequency with which racist acts occur, one would be hardpressed to find anyone in authority\nwho has taken all steps necessary to discipline the perpetrators of such acts. A review of the complaints arising\nout of Attica leads to the overwhelming impression that racist conduct is tolerated, if not condoned, by the Attica\nadministration. As an example of the casual treatment of these incidents, a Prisoners' Legal Services attorney\ncomplained to the Superintendent that he saw a correction officer carrying a nightstick with the words \"buck bat\"\ncarved into the head. As the attorney explained in his letter, the word \"buck\" is a commonly known derogatory\n1040 term for an Afro-American man. In response, Superintendent *1040 Smith offered the explanation that \"buck\" was\nthe correction officer's nickname, and noted cryptically that, \"The stick was disposed of and you will no longer see\nit around here.\" If Superintendent Smith was troubled that the atmosphere in the prison was such that the\n\ncorrection officer apparently felt comfortable with that racist inscription on his nightstick, he did not express that\nconcern to us.\nB. Administrative Indifference Towards Inmate Grievances\nClosely connected to the prevalence of racist conduct by correction officers, and just as difficult to categorize, is\nthe indifferent attitude exhibited by Attica's administration towards inmate grievances. As superintendent of a\ncorrectional facility as large as Attica, Harold J. Smith cannot solve the problems of every inmate who writes to\n[10]\nhim for relief.  Nevertheless, our office is aware of many instances where, after inmates have properly brought\nlegitimate complaints to his attention, Superintendent Smith sends them terse answers which do not address the\nissues raised. In response to complaints about guard brutality and harassment, Superintendent Smith does not\nconduct indepth investigations of the incidents. On the contrary, he often responds that he has discussed the\nmatter with the correction officer in question, who denied the charges. On other occasions, he replies with a\ngeneral statement to the effect that his correction officers do not harass or assault inmates.\nThis indifferent attitude and lack of responsiveness to the legitimate complaints of inmates, particularly with\nrespect to the sensitive area of guard harassment and brutality, only increases the frustration and anxiety of\ninmates who have no other recourse for dealing with their problems.\nC. Special Housing Unit\nAttica's Special Housing Unit, which at any given time houses between 75 and 90 inmates, is one of Attica's\nsmaller sections. Yet the conditions there are some of the most brutal within the entire facility.\nBriefly, the Special Housing Unit is comprised of cells used to confine inmates who have been charged with and/\nor found guilty of violations of inmate rules. The general public may recognize the Special Housing Unit as the\nsolitary confinement unit, while those familiar with the New York State correctional system refer to it as \"the box.\"\nAt the present time, all box cells are located on the second and third floors of Attica's \"Reception Building,\" which\nis a structure set apart from the main facility by fences.\nInmates confined to the Special Housing Unit are locked in their cells 23 hours every day. They are permitted to\nleave their cells for one hour of exercise a day, for a shower once a week, and for visits from attorneys, family\n[11]\nand friends. At Attica, inmates are handcuffed virtually every time they leave their cells.\nAccording to statewide regulations, inmates can be, and often are, placed in the Special Housing Unit as soon as\nthey are charged with violating an inmate rule, such as failing to obey the direct order of a correction officer.\nEvery inmate so charged is entitled to a disciplinary hearing, but the inmate often spends several days in the box\nbefore the hearing is completed. These hearings bear very little resemblance to other types of federal or state\nadministrative hearings. The inmate has neither an attorney nor a lay representative to assist him at the hearing.\n1041 The inmate may call his own witnesses, but his *1041 confinement from the moment he is charged prevents him\nfrom talking to his witnesses before the hearing. Attica officials do not allow an inmate confined to the Special\nHousing Unit to be present when his own witnesses are being interviewed. In most cases, the only evidence\nintroduced against the inmate at the \"hearing\" is the Misbehavior Report, a handwritten, unsworn statement\ndescribing the inmate's alleged misbehavior, signed by a correction officer, who may or may not have witnessed\n[12]\nthe alleged incident.\nNot surprisingly, it appears that inmates who are handed Misbehavior Reports are rarely found not guilty. Based\non the hundreds of disciplinary hearings reviewed by Prisoners' Legal Services staff and Wyoming County-Attica\nLegal Aid attorneys, it is abundantly clear that the disciplinary hearings conducted at Attica Correctional Facility\n[13]\namount to little more than a vacuous mechanism used by Attica officials to ratify actions by correction officers.\n\n1. Physical Abuse in the Special Housing Unit\nHardly a week passes that we do not receive letters about at least one inmate who was physically assaulted by\ncorrection officers either as he was escorted to the Special Housing Unit or, if he was already a box resident, on\nhis way back from the exercise cell, visiting room, or shower. These men are often handcuffed when the assaults\noccur. Frequently, we hear about assaults from other inmates who witnessed them. Although we are usually\nunable to interview inmates until several days after they were beaten, the physical effects are, more often than\nnot, still evident.\nIronically, we have found that after an inmate is assaulted, he inevitably will be charged with assaulting a\ncorrection officer, based on the Misbehavior Reports filed by one or two officers. The inmate will invariably be\nfound guilty even when several other eyewitnesses testify that the alleged assault did not occur.\nOver the years, our office has complained to Superintendent Smith, Commissioner Coughlin, the New York\nCommission of Correction, the Federal Bureau of Investigation, the United States Department of Justice and\nother agencies about the brutality against the inmates. We have yet to be informed of an investigation which\nraises any questions about the violence in the Special Housing Unit, let alone suggests that any wrongdoing may\nhave occurred. Nonetheless, based on the similarity of the incidents we investigate, their frequency, the fact that\nthe same correction officers are often named as responsible for different assaults, and our own observations of\nthe physical injuries of our clients, we do not doubt that physical assaults by guards on inmates in the Special\nHousing Unit occur at a frightening rate, and that they comprise one of the most disturbing problems at Attica.\nDuring the strike, inmates being escorted to the Special Housing Unit often were videotaped as they were led to\ntheir box cells. While this videotaping, controlled by correction officers with handheld cameras, seemed to reduce\nthe number of assaults, we have received reports that some inmates were beaten after the cameras were turned\noff and removed.\nThe continued use of the cameras in these circumstances should certainly be encouraged. To be truly effective in\nreducing violence, however, the cameras should also be operated automatically on each floor, and in the elevator\n1042 and stairwells *1042 leading up to the box, around the clock, and should be used to videotape inmates moving to\nand from the exercise room, visiting room, and showers.\n2. Strip Cells\nThe Department of Correctional Services has promulgated regulations strictly circumscribing the use of a \"strip\ncell,\" that is, an empty cell without a mattress, blanket, sheet, towel, lights, or hygienic items such as soap, toilet\n[14]\npaper, or toothbrush, where a naked or partially clothed inmate is kept.  In complete disregard of the\nregulations, inmates brought to the box for disciplinary purposes are often put naked into strip cells for anywhere\nfrom several hours to several days. Confining inmates who are brought to the box for disciplinary purposes into\nstrip cells appears to be a frequent practice at Attica.\n3. Plexiglass Cells\nThough not unique to Attica, there are more plexiglass-enclosed Special Housing Unit cells at Attica than at any\nother New York State correctional facility. Thick plexiglass panels cover the entire fronts of 52 of the otherwise\nwindowless, steelwalled Special Housing Unit cells. Inmates confined to the \"glass\" cells insist that inadequate\nventilation and the lack of air circulation make breathing difficult, particularly for those with asthma and other\nrespiratory ailments. The lack of smoke detectors or sprinkler systems in the \"glass\" cells presents a serious\npotential fire hazard. Outside observers of these cells have noted immediately the total isolation in which an\ninmate is immersed when confined to a plexiglass covered cell twenty-three hours a day. From outside the cell,\nan inmate can barely be heard, and not easily seen.\n\nAttica officials originally defended the use of the plexiglass cells as protection against inmates who throw things.\nThe majority of inmates who are placed in these cells, however, have never been accused of or found guilty of\nthrowing items at guards. Yet, Superintendent Smith has expressed his desire to have the plexiglass panels\ninstalled on all the Special Housing Unit cells.\nOn December 23, 1976, Stephen Chinlund, then-Chairman of the State Commission of Correction, wrote a\nstrongly worded letter to Superintendent Smith vehemently protesting the general use of plexiglass cells. He\nstated:\nIt was my understanding from former Deputy Commissioner Quick that cells with plastic covering\nover the doors were to be used only for inmates who have thrown food, urine or feces out of their\ncells at officers. I cannot justify their use on any other basis.\nAlthough we do not know what Superintendent Smith's response to Chairman Chinlund's letter was, we know that\n49 cells were covered with plexiglass within the last three years. On October 7, 1982, a letter was sent to the\nCommission of Correction requesting a clarification of its earlier policy in light of the increased use of plexiglass\ncells. Cecil Seaberry of the Regulatory Review Bureau and James Gleason, Assistant Director of the\nCommission, replied that the Commission is not opposed to the use of plexiglass cells. They did not explain why\nthe Commission reversed its earlier position.\n4. Lack of Exercise Facilities\nEach inmate confined to the Special Housing Unit is entitled to one hour in the outdoor \"exercise room\" a day. In\nreality, the \"exercise room\" is a euphemism for what is more accurately described as a small, empty, 4-sided,\nconcrete structure, covered on the top by iron bars. There is no barrier to prevent rain from falling in. Snow\naccumulates in the winter as it falls between the bars. At such times, even the minimal amount of exercise which\nmight otherwise be done in this small, empty room is impossible.\nD. A-Block\n1043 Approximately 460 inmates live in A-Block in the Attica Correctional Facility. *1043 Although classified as general\npopulation inmates, many are idle, meaning they have not yet been placed in a job or educational program.\nA-Block is infamous for its explosive and dangerous living conditions. The links between inmate idleness and the\npotential for violence are well known. Even so, it would be too simple to attribute the egregious problems in A-\nBlock to the fact that many inmates are idle. A review of the conditions in A-Block reveals that they are in large\nmeasure caused by the attitude and conduct of some of the guards assigned there.\nIn 1977, the New York State Commission of Correction wrote a report about A-Block, entitled An Abuse of\nAuthority at the Attica Correctional Facility. The report described a specific incident during which force was used\nto subdue an inmate, and stated that had the two officers involved acted differently, they very probably could\nhave resolved the incident without using force. By examining Use of Force Reports, and interviewing both\ninmates and correction officers, the Commission found that the same two officers were involved in an unusually\nlarge number of incidents where force was used. According to the correction officers interviewed, these two\nofficers were \"instigators, causing other officers to follow their lead.\" They also stated that these two officers\nharassed inmates going to disciplinary hearings and \"do not try to hide their antagonistic feelings towards\n[15]\nBlacks.\"\nIn 1979, Arthur Giacalone, then-Managing Attorney of the Buffalo Office of Prisoners' Legal Services, wrote to the\nChairman of the Commission of Correction and to Superintendent Harold J. Smith about the persistent brutality\nand harassment occurring in Attica's A-Block. Mr. Giacalone included a representative sample of complaints, and\ndetailed four incidents in which correction officers physically assaulted inmates after they were restrained.\n\nAlthough an initial response from the Commission indicated \"a review [of] the matters\" would be forthcoming, an\nexamination of our recent files shows that the problems the Commission of Correction complained of in 1977 and\nthose we complained of in 1979 persist today. Inmates have written seeking help in a situation such as the denial\nof medicine by correction officers, harassment on the way to disciplinary hearings and the refusal of officers to\ngive them cleaning materials for their cell. They have written of lights being cut off intentionally and being fed\nimproperly or sporadically. And they have written over and over again about brutality and blatant racism. In fact,\nthough the truth of its reputation has never been investigated, A-Block is commonly known as \"[Ku Klux] Klan\nBlock.\"\nThe names of three correction officers have been mentioned frequently in the complaints about guard brutality,\nsuggesting that there are still a few particular correction officers who instigate the incidents. One of those three\nofficers was recently transferred to the Special Housing Unit, but the other two remain in A-Block.\nE. Local Facility Rules\nThe Buffalo News reported on October 26, 1983 that inmates at Attica frequently complain that each officer at the\nfacility interprets Attica's rulebook differently. The written and oral complaints we receive about this issue support\nthat assessment. Uneven enforcement of the rules is a constant source of irritation for the inmates at Attica.\nPart of the problem stems from the large number of rules the inmates must obey. The Department of Correctional\nServices' rulebook, which is in use at all state prisons, contains 72 rules which must be obeyed. At Attica, inmates\nare given a supplemental rulebook, containing an additional 157 rules.\nA violation of any of these rules can result in a Misbehavior Report, disciplinary hearing, and punishment.\n1044 Because of the *1044 large number of transfers of inmates in and out of Attica, we continually hear from clients\nwho cannot understand why they have been punished at Attica for conduct which was acceptable at other state\ninstitutions. For example, at other facilities, inmates may talk, smoke, and put their hands in their pockets as they\nwalk through the halls. At Attica, however, inmates may be punished for any of these acts. At the same time,\ninmates who have been at Attica for longer complain that newer correction officers who are not familiar with all\n[16]\nthe rules in the Attica rulebook misapply them.\nAs a result of the large number of Attica rules and their uneven application, many of the rules are thought by\ninmates to be silly and designed only for harassment. The most criticized rule is the one which requires inmates\nto stand twice a day for the daily count. This rule is peculiar to Attica. At all other state facilities, the count is taken\nby officers who walk past the cells and look in on inmates. At Attica, inmates are required to stand and to turn on\nthe lights in their cells during this process. The Superintendent of Attica has justified this requirement by stating\nthat it is necessary for the officers to see if any inmates are sick when they take the count. Yet, we have heard\nthat inmates have been punished when they were unable to stand because of illness, or because of religious\n[17]\nobligations dictating prayer in a kneeling position at the time of the count.\nII. Lack of Adequate Resources\nA. Idleness\nApproximately 400 inmates are in \"idle\" status and approximately 150 inmates are in \"classification\" status at\nAttica. Being in \"idle\" status means that although an inmate is a member of Attica's general population, he is not\nassigned to any vocational, educational, or other type of program. Simply put, there is nothing productive for an\nidle inmate to do all day. Most inmates on idle status are allowed out of their cells for meals and can take a few\nhours of recreation (1 and 1/2 hours in the winter and 4 to 5 hours in the summer) each day. The rest of the time,\nidle inmates are locked in their cells.\nInmates in \"classification\" status are those who are just entering the state prison system, either as new offenders\nor as parole violators. After being evaluated and classified, a process which often takes eight weeks, some of\n\nthese inmates will be transferred to other prisons while some will stay at Attica. Classification inmates are allowed\n1 to 1 and 1/2 hours of recreation a day. They are locked in their cells for the remainder of each day, even during\nmeals.\nAlthough idle and classification inmates spend nearly as much time locked in their cells as inmates in the Special\nHousing Unit, none has been charged with misbehavior. Yet inmates in both groups are forced to remain in their\n[18]\ncells day after day, only because there are not enough programs available, often for months at a time.\nAdditionally, an assignment on paper which takes a particular inmate out of the idle category may, in fact, be a\n1045 mere illusion. For example, inmates have reported *1045 that although they are classed as porters, they work\noutside their cells at most one or two hours per day.\nThere is no doubt that at present, program space is cramped. There is, however, room on the grounds at Attica\nfor modular classrooms which can be used to conduct various activities, such as academic or vocational training.\nCommissioner Coughlin has stated that he has not \"found any resistance on the part of the legislature or the\n[19]\ngovernment to fund what we need. It's not a matter of money.\"  Thus it is clear that it is a question of priorities.\nThe Department of Correctional Services has elected to build new cells instead of ensuring that each inmate has\n[20]\naccess to a program.\nB. Medical Care\nThe quality and quantity of medical care at Attica is one of the areas of concern most frequently addressed by\ninmates. A review of our cases reveals that the complaints Prisoners' Legal Services receives are occasionally of\n[21]\nimproper diagnosis, but most often of delayed or missed treatments, inability to see a physician,  delayed or\nmissed medical appointments either at Attica or an outside clinic, delayed or never-filled prescriptions for\nmedication, and the failure of paraprofessionals and nursing staff to perform routine daily services.\nWhile some delays and scheduling difficulties are to be expected in any institutional setting, the number and\nregularity of complaints at Attica point to a serious lapse in services. The lack of treatment by health care\nspecialists is a major problem area. Many of our clients are in need of specialized health care, either because of\na diagnostic referral by the facility physician or because of an ongoing medical condition. Because the prison\ndoes not devote sufficient resources to bringing specialists into the facility for visits, the vast majority of inmates\nrequiring sophisticated medical care must be transported to the Erie County Medical Center in Buffalo, 40 miles\nfrom Attica.\nDespite the great need for transportation, Attica uses only two vans a day for trips to the Medical Center. Only\ntwo inmates at one time can be transported in each van, unless the inmate is serving a life sentence, in which\ncase that inmate is taken alone. Because of this system, extreme delays in being able to see a doctor for initial\n[22]\nand follow-up care result.\nOne of our clients experienced just such a delay after he was assaulted by another inmate at the facility. Our\nclient suffered a head injury and was subsequently hospitalized at Attica for nine days. During this time, he was\nplaced on the waiting list to see a specialist at the Medical Center. Despite the acknowledged need in this case\nfor an outside consultation, he was not taken to the Medical Center for four months. In the interim, he reported on\nsick call approximately twenty-seven times and complained of dizziness, blackouts, seizures, and a burning and\nringing sensation inside his ear. On several occasions during this time, he had seizures inside his cell to which\nthe medical personnel did not respond. Our client was subsequently told that the medical staff was not notified of\nthese seizures by the officers in charge of his cell block.\nThis example illustrates as well the low priority that health care is given by the security staff at Attica. We receive\n1046 many complaints that sick call appointments and *1046 appointments with outside physicians are cancelled\nbecause correction officers will not allow inmates to attend the appointments. When this occurs a notation is\nplaced in the inmate's file indicating that he has refused the appointment. In such cases, the medical staff does\nnot follow up with an interview to determine the cause of the missed appointment. Instead, another appointment\n\nis scheduled only when the inmate is able to communicate with the medical staff. The inmate is frequently placed\nat the bottom of the waiting list, even if he denies that he refused the initial appointment.\nConflicts between health care needs and the security staff arise also in the dispensing of prescribed medications.\nAlthough the American Public Health Association recommends that all prescription drugs be administered only by\n[23]\n\"adequately trained health services personnel,\"  prescribed medications are dispensed at Attica by correction\n[24]\nofficers.  We receive numerous complaints that these medications, many of which are necessary for the\ntreatment of serious problems, are not dispensed as required by the prescription.\nComplaints about inadequate medical care, while voiced throughout the prison population, are particularly acute\nin Attica's Special Housing Unit. The situation there is one of outright neglect, perhaps because of the attitude\ntaken toward these inmates by both the Attica administration and the correction officers assigned to the Special\nHousing Unit. Although medical personnel walk through the galleries of the Special Housing Unit several times a\nweek, we have been told repeatedly by our clients that their medical complaints receive, at best, perfunctory\nattention. Even after inmates submit written notes indicating they are in need of medical attention, medical\npersonnel often do not stop on their rounds to speak to them. Many of the inmates have told us they suspect\ncorrection officers in the box often destroy their written requests to see someone on the medical staff rather then\ndeliver them to the health care office.\nWe have also been told that examinations of box inmates by medical personnel are usually quite brief and\nfrequently consist only of the staff member looking at the patient from a distance through the plexiglass covering\nof the cell, even when broken bones or dislocations are the complaints. After such an examination, inmates are\nnot seen again unless they constantly complain about the same problem. Because of such treatment, many do\nnot persist since they become apprehensive about the type of care they would receive if they continued to\ncomplain.\nC. Visitation\nVisits are extremely important to inmates because of the great benefits which come from contact with loved ones.\nThe opportunities for such visits are relatively few, however, because 60% of the Attica population comes from\nthe New York City metropolitan area. Few inmates' families have the time and money necessary to make the trip\nto Attica regularly. Thus, every moment spent together is valuable.\nSeveral of the chief problems involving visits to Attica were described in the New York Correctional Association's\nreport, Attica 1982: An Analysis of Current Conditions in New York State Prisons. These include extreme delays\nbefore visitors are able to get into the visiting room; harassment and strip searches of visitors; and the arbitrary\ntermination of visits. The complaints we have received over the past year about these problems persuades us\nthat none of them has abated.\nPrisoners' Legal Services has also received many complaints relating to the severe time delays. We often hear\n1047 that a visitor has had to wait several hours before being able to start a visit. It is not at all *1047 clear what\ncauses these delays as much of the waiting often occurs even after the visitor has been cleared for admittance.\nAdditionally, once the visit begins, there is no guarantee that it will not be terminated in short order. Inmates often\ncomplain to us that correction officers suddenly end their visits for no apparent reason.\nAs a result of federal litigation, specific rules were established which spell out the procedures to be followed\n[25]\nbefore a person's visitation rights can be suspended or revoked.  By court order, every correctional facility in\nNew York State was required to post these visitation rules and rights in places visible so both visitors and inmates\nfrom May 23, 1983 through November 23, 1983. Attorney visits to Attica have revealed that the required notice\nwas never posted there. Without knowledge of the procedures approved in the Kozlowski case, many inmates\nand visitors at Attica will never be in a position to invoke them.\n\nAnother time-related problem arises when visiting any inmate housed in the Reception Building, including those\nmen in the Special Housing Unit and Protective Custody. Because of a shift change at 3:00 p.m., visits are\nterminated just before 3:00 p.m. rather than at 3:30 p.m. as they are for the rest of the population.\nD. Law Library\nA great many of Attica's 2200 inmates use the law library at various times during their stay in prison. The reasons\nfor using the law library are numerous and include research on matters related to their convictions, family\nmatters, property issues, sentencing errors, and on lawsuits challenging prison disciplinary hearings and prison\nconditions. The non-profit legal organizations servicing inmates at Attica cannot possibly come close to meeting\nthe legal needs of the Attica community. In 1981 alone, nearly 1500 lawsuits initiated by inmates from Attica had\n[26]\nbeen disposed of by the state courts, and 1500 more were pending at the end of the year.\n[27]\nTo meet this need, Attica has a law library that seats slightly more than 20 inmates.\nIn order to gain access to the law library and the single copying machine, inmates must place their names on a\nlengthy call-out list. They are then supposed to be called in chronological order. Over the past few years, inmates\nhave complained of delays of more than a month in being permitted to visit the library; delays of more than a\nmonth in having photocopies made; outdated books and others that lack pocket supplements; damaged books in\nneed of replacement; and a lack of basic materials, including the prison Directives. (On at least one occasion, we\nsent the library a copy of a Department of Correctional Services Directive).\nIn late 1982, we received complaints that the correction officer in charge of the law library disregarded the order\non the lists when calling inmates for visits and copies, and refused to place the names of certain inmates on the\nlist. Inmates also reported that he was refusing to give inmate law clerks institutional passes which would have\nenabled them to see other inmates who had requested their help in completing legal papers, and that he was\nfailing to honor the call-out slips signed by certain inmates.\nAccording to one inmate on the Inmate Liaison Committee whom we interviewed, these complaints from inmates\nprompted an attorney from another legal organization to write a letter to Superintendent Smith about the\nproblems with this officer. Shortly after Mr. Smith received the letter, the two inmate law clerks lost their jobs in\nthe law library.\n1048 *1048 On January 19, 1983, we wrote a letter to Richard Fietz, then-Acting Superintendent of Attica Correctional\nFacility. In that letter, we asked for information about access to the law library and legal assistance for inmates in\nthe general population and Special Housing Unit. Mr. Fietz responded by saying that he would not provide us with\nany information about the Special Housing Unit because of pending litigation. He ignored the questions related to\nthe inmates in general population.\nA related problem stems from the prison's policy concerning inmates who are locked in their cells or confined in\nthe Special Housing Unit. When the library is closed, they can order a limited number of books and keep them for\na few hours, but then, must list precisely the books they want. As a practical matter, this severely restricts access\nto legal materials for persons in those situations. Considering the limited number of books and the large number\nof inmates wanting to use them, this system cannot work even under ideal conditions.\nAn additional problem for persons in the Special Housing Unit is the prison's refusal to allow law clerks to visit or\nassist inmates detained there. This practice denies illiterate persons in the Special Housing Unit access to legal\nresources and to the courts, since they often cannot complete legal papers on their own.\nCONCLUSION\nDesperate for change in their intolerable living conditions, and frustrated by the failure of state and prison officials\nto remedy the most critical problems, 1700 inmates at Attica Correctional Facility staged a general strike hoping\nto move the administration to act. It was, undoubtedly, no coincidence that the action began close to the twelfth\n\nanniversary of the violent Attica massacre in 1971. Unlike their predecessors in that catastrophe, however, the\ninmates on strike in 1983 remained orderly and peaceful, believing that by doing so, improvements in their plight\nwould be more readily forthcoming.\nThe general strike has ended, but for the most part, the conditions over which the protest occurred have not. As\nthe inmates underscored by their strike, and as this report has demonstrated, the conditions at Attica are severe\nand ongoing.\nThe challenge now faced by state and Attica officials is to acknowledge the severity of the conditions at Attica,\n[28]\nand to take immediate and decisive steps to correct them.  It would be a tragedy of immense proportions if the\nadministration's response is to pretend that the crisis has passed, and to walk away from the fundamental\nproblems. Surely, the painful lesson to be drawn from such a response would be that more than individual\ngrievances or peaceful public protests are necessary to improve the unbearable conditions.\nState and Attica officials have been aware of these conditions for as long as the inmates and the staff of\nPrisoners' Legal Services. The difference between the groups, of course, is that only state and Attica officials\nhave the power to effectuate the critically needed improvements. This they must do, as rapidly as possible.\n[*] Honorable Max Rosenn, Senior Circuit Judge, United States Court of Appeals for the Third Circuit, sitting by\ndesignation.\n[1] In the aftermath of the 1971 riot, the population of the prison was administratively capped at 1700 inmates.\nDuring the summer of 1981, faced with a choice between opening 600 unused cells at the Rikers Island facility,\nand requiring DOCS to lift its cap at Attica, the federal district court chose the latter course. See Benjamin v.\nMalcolm, 528 F.Supp. 925, 926 (S.D.N.Y.1981).\n[2] For the sake of absolute clarity, the entire text of the PLS Report is printed as Appendix A to this opinion, see\ninfra page 1036. Salient portions are worthy of discussion in the text.\n[3] The guidelines contained in Directive 4572 are divided into three sections: policy, standards and procedure. In\nsetting forth departmental policy, the directive states: \nIt is Departmental policy to allow access by inmates to literature and related materials for either program or\nprivate individual use. Accordingly, inmates shall be allowed to subscribe to or receive from authorized\ncorrespondents a wide range of books, magazines, and newspapers. The reading of worthwhile materials is to be\nencouraged. The understanding of the content of a wide range of subject matter may contribute to the\ndevelopment of a more knowledgeable and responsible human being with increased capacity to understand and\nadjust to society.\nDirective 4572 goes on to set forth specific standards against which literature is to be evaluated. Four of these\ndeserve reprinting here:\n3. The publication should not incite violence based on race, religion, creed or nationality.\n* * * * * *\n5. Any publication which advocates and presents a clear and immediate risk of lawlessness, violence, anarchy or\nrebellion against governmental authority is unacceptable.\n* * * * * *\n6. The publication should not incite disobedience towards law enforcement officers or prison personnel.\n* * * * * *\n9. Any publication which presents a clear and immediate risk to the safety of any person or a clear and immediate\nrisk to the order of the correctional facility is unacceptable.\n\nFinally, the guidelines specify procedures for \"evaluation and decisionmaking regarding literature for inmates.\"\nFirst, each institution is directed to establish a \"media review committee,\" consisting of representatives from\nvarious program services within the facility as well as members of the security staff. When it is determined that\nliterature addressed to an inmate should be reviewed, the committee is to meet and discuss the material within\nthree weeks from the date of its receipt. Inmates are to be notified that a review is taking place, and are allowed\nto submit written statements explaining their desire for the literature. If the committee determines that the\nliterature is unacceptable, its reasons are to be communicated to the inmate in writing. Finally, if the inmate\nwishes, he may appeal the decision of the committee to a central review committee, which in turn must meet to\nmake a determination within three weeks.\n[4] On review by the Court of Appeals, of course, the interregnum between deciding whether there has been a\nshowing of a likelihood of success on the merits and the actual determination of the merits is no longer than the\ntime necessary to turn a page. Accordingly, the textual discussion is intended to provide guidance to district\ncourts in addressing claims for injunctive relief ab initio.\n[5] The guidelines contained in DOCS Directive 4572, see supra note 3 and accompanying text, provide that\nmaterial will be reviewed by the media committee within three weeks of its receipt, and that an unfavorable\ndetermination will be communicated in writing to the inmate immediately. Within one week thereafter, the inmate\nmay appeal to the central committee, which must act on the appeal within an additional three weeks. We believe\nthe time periods set forth in DOCS 4572 are reasonable to provide corrections officials with the time necessary to\nmake determinations of unsuitability or danger, and, accordingly state our opinion that nondelivery during the\nspecified periods will not suffice to constitute irreparable injury of the type that must be shown for a grant of\ninjunctive relief.\n[6] In a footnote to the opinion, Justice Powell wrote that \"[d]ifferent considerations may come into play in case of\nmass mailings,\" Procunier v. Martinez, supra, 416 U.S. at 408 n. 11, 94 S.Ct. at 1809 n. 11. We need not decide\nat this juncture whether the copies of the report requested by and denied to Abdul Wali and his fellow prisoners\nconstitute a \"mass mailing,\" for the import of the footnoted language lies in the \"particularized interest\" of the\nsenders, rather than any right of the prisoners.\n[7]Martinez has been applied to this context in other circuits as well. See, e.g., Pepperling v. Crist, 678 F.2d 787,\n790 (9th Cir.1982); Vodicka v. Phelps, 624 F.2d 569, 571 (5th Cir.1980); Blue v. Hogan, 553 F.2d 960, 962 (5th\nCir.1977) (per curiam); Hopkins v. Collins, 548 F.2d 503, 504 (4th Cir.1977); Aikens v. Jenkins, 534 F.2d 751, 755\n(7th Cir.1976).\n[8] More recently, the district court for the Western District of New York applied the Martinez test to guidelines\ngoverning the censorship of publications sent to prisoners. See Jackson v. Ward, 458 F.Supp. 546\n(W.D.N.Y.1978). In an exhaustive opinion, Judge Curtin construed Martinez to require a \"substantial factual\nshowing by corrections officials that a publication poses a tangible threat to the order, security, or rehabilitative\nprograms of the prison before they may bar the publication from the facility.\" Id. at 559. We agree that such a\nrequirement is necessary to ensure compliance with the Supreme Court's mandate that censorship be permitted\nonly to the extent necessary to protect penological interests. Id.; see Procunier v. Martinez, supra, 416 U.S. at\n413, 94 S.Ct. at 1811.\n[9] Similarly, the Commissioner argues that other circuits have restricted the scope of their review of corrections\nofficials' discretion in the years since Martinez was decided. We disagree, deeming his reliance on two recent\ndecisions to be misplaced. \nIn Vodicka v. Phelps, 624 F.2d 569 (5th Cir.1980), where the court found that a prison's restriction on reading\nmaterials was not improper, the standard applied was the strict Martinez test, rather than the more deferential\napproach of Jones. Vodicka, supra, 624 F.2d at 571. Pittman v. Hutto, 594 F.2d 407 (4th Cir.1979), addressed a\nchallenge to state censorship of a prisoners' magazine, as well as the prepublication review guidelines that had\nbeen formulated through the joint efforts of prison officials and inmate editors. The court's holding 00 that the\n97\nprisoners' first amendment rights had not been violated, and that the prepublication system was reasonable 00\n97\nwas based partly on the failure of the prisoners to comply with the review process. By contrast, Wali and his\n\nfellow inmates do not challenge the validity of Directive 4572, see supra note 3. In this case, it was Commissioner\nCoughlin, and not the inmates, who failed to follow the guidelines.\n[10] The jurisprudence of first amendment interpretation has been premised on the value of expressional liberties.\nIn Whitney v. California, 274 U.S. 357, 47 S.Ct. 641, 71 L.Ed. 1095 (1927), Justice Brandeis noted the inexorable\nlink existing between the first amendment and our nation's abiding concern for intellectual liberty. \nThose who won our independence believed that the final end of the State was to make men free to develop their\nfaculties; ... They valued liberty both as an end and as a means. They believed liberty to be the secret of\nhappiness and courage to be the secret of liberty.... [F]reedom to think as you will and speak as you think are\nmeans indispensable to the discovery and spread of ... truth....\nId. at 375, 47 S.Ct. at 648 (Brandeis, J., concurring).\n[11] We have stated: \nIn the close and restrictive atmosphere of a prison, first amendment guarantees taken for granted in society at\nlarge assume far greater significance. The simple opportunity to read a book or write a letter, whether it\nexpresses political views or absent affections, supplies a vital link between the inmate and the outside world, and\nnourishes the prisoner's mind despite the blankness and bleakness of his environment.\nWolfish v. Levi, 573 F.2d 118, 129 (2d Cir.1978),rev'd sub nom., Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60\nL.Ed.2d 447 (1979).\n[12] It is not clear precisely why the characterization of opinion or allegation as fact would tend to make a\ncommunication more dangerous than it might otherwise be. If the PLS Report contained nothing more than\nrumors that were already rampant in the prison, it is not manifest that the further dissemination of that information\nby means of the Report would pose any threat.\n[13] Similarly, we affirm his decision to strike those portions of the state's affidavits and briefs dealing with the\nalleged connection between PLS and the earlier work stoppage.\n[14] Needless to say, we express no opinion whatever on this question.\n[15] Judge Foley found, and we agree, that the result would be \"the same as to whether the burden of showing\ndetriment to penological objectives is placed upon the [prison officials] under Procunier or upon the [inmates]\nunder Jones v. North Carolina Prisoners' Union, Inc., 433 U.S. 119 [97 S.Ct. 2532, 53 L.Ed.2d 629] (1977).\" 596\nF.Supp. at 1068.\n[1] Though their numbers dwindled as the strike wore on, more than one thousand inmates participated for the\nnext several days.\n[2] Letter from \"Attica Inmate Population\" to \"Whom it May Concern,\" dated September 15, 1983.\n[3] Department of Correctional Services' spokesperson Lou Ganim more than once proclaimed that inmate\nleaders did not reveal themselves because they were afraid to be transferred from Attica. This unsupportable\ncomment reflects the Department's keen refusal to focus on the real issues. The protest occurred because the\nconditions at Attica are reprehensible. Virtually every inmate we interview tells us he would rather be anywhere\nbut Attica. Had coming forward as a leader assured one's transfer, no doubt there would have been no shortage\nof inmates willing to assume responsibility for the strike. More likely, inmate leaders did not come forward due to\nthe real possibility of retaliation.\n[4] The Correctional Association of New York's report, entitled Attica 1982: An Analysis of Current Conditions in\nNew York State Prisons, is a valuable and accurate critique of the conditions at Attica. However, the author of the\nreport was not permitted to interview inmates to develop a more detailed description of the existing conditions.\n[5] Coughlin, Thomas A., A Reply to the Correctional Association of New York, September 1982, page 4; Buffalo\nEvening News, October 6, 1982, page 1.\n\n[6] As with other institutional problems discussed in this report, racism was noted as an \"undeniable factor among\nthe tensions leading to the [1971 Attica] uprising\" by The Official Report of the New York State Special\nCommission on Attica (New York: Bantam Books, September 1972), pp. 79-82.\n[7] The Special Housing Unit is a separate cellblock which confines inmates charged with violating inmate rules. \nSee infra, pp. 1040-1042.\n[8] Conditions on A-Block are particularly serious and are described more fully infra, pp. 1042-1043.\n[9] The Protective Custody Unit is used to house inmates who have enemies in the general population or who for\nother reasons, cannot safely commingle with inmates in the general population.\n[10] In fact, many types of individual complaints are within the initial purview of the Inmate Grievance Committee,\nthough the Superintendent can, and often does, reject the Committee's decision. It must be observed, however,\nthat the inmate grievance process at Attica is woefully slow and ineffective. The inadequate procedures are\npresently the subject of a class action lawsuit. See Ode v. Smith, Wyoming County, Index No. 10,132.\n[11] Unlike inmates at other facilities, Attica's box inmates are always handcuffed, often behind their backs,\nwhenever they meet with their attorneys.\n[12] Attica's interpretation and application of the recently promulgated procedures have been challenged\nsuccessfully in Wyoming County Court. Attica officials have appealed. See Jones v. Smith [120 Misc.2d 445], 466\nN.Y.S.2d 175 (Wyoming County 1983). Despite this and other courts' numerous rulings, Attica officials continue to\nrefuse to produce witnesses to testify against the inmates.\n[13] A great many disciplinary hearing dispositions are reversed in court. However, by the time the arduous\nprocedures are completed and the court issues a decision, an inmate has often already spent a minimum of five\nmonths in the box.\n[14] 7 N.Y.C.R.R. §§ 301.3, 301.7.\n[15] Gleason, J. and Pelagalli, P., An Abuse of Authority at the Attica Correctional Facility (Report issued by State\nCommission of Correction, April 20, 1977), p. 5.\n[16] The arbitrary and erratic enforcement of a myriad of local regulations by correction officers, many of whom\nwere new and unfamiliar with the rules, was noted by the New York State Special Commission on Attica as one of\nthe major problems at Attica prior to the 1971 uprising. Attica: The Official Report (New York: Bantam Books,\nSeptember 1972), pp. 74-75.\n[17] Superintendent Smith implemented the standing count and the no talking in the hall rules in 1980. These\nrules had been two of several local rules in effect at Attica prior to the 1971 uprising which the New York State\nSpecial Commission on Attica characterized as \"senseless, juvenile, and serv[ing] no purpose.\" Attica: The\nOfficial Report (New York: Bantam Books, 1972), pp. 75-76.\n[18] Commissioner Coughlin has acknowledged that, \"The Department is no longer engaged in rehabilitation\nprogramming efforts; but rather it is forced to warehouse people and concentrate only on finding the next cell.\"\nAffidavit submitted in Benjamin v. Malcolm, 75 Civ. 3773 (S.D.N.Y.).\n[19] Pochoda, D., Attica 1982: An Analysis of Current Conditions in New York State Prisons. (The Correctional\nAssociation of New York, September, 1982), pp. 25-26.\n[20] The Department's choice is in apparent violation of its legislative mandate. See N.Y. Correction Law § 136.\n[21] Attica has two staff physicians. One works from 7:30 a.m. to 11:30 a.m., and the other from 12:00 noon to\n3:00 p.m. Both work Monday through Friday except on holidays. No doctor is available evenings, at night, or on\nweekends.\n\n[22] In contrast, Collins Correctional Facility in Gowanda, New York, which houses 400 inmates, has six vans\navailable to transport inmates to medical appointments.\n[23]Standards for Health Services in Correctional Institutions, Pharmacy Services, No. 5 (An official Report of the\nAmerican Health Association, 1976).\n[24] We have also been told that this practice is peculiar to Attica. Apparently, nurses dispense prescription drugs\nat other correctional facilities in New York.\n[25]Kozlowski v. Coughlin, Stipulation and Settlement, 81 Civ. 5886. (S.D.N.Y. May 13, 1983).\n[26] These figures do not include actions related to criminal matters, nor do they include the number of lawsuits\nrejected by the State courts because the inmate was not sufficiently versed in the law to state the necessary\nfacts.\n[27] Until early November 1983, the law library was open only during the day. It is now open during the evening\nas well.\n[28] Inmates we have interviewed since the general strike ended have informed us that Superintendent Smith's\nchief response to the strike thus far, announced by him through the public address system in early November,\nhas been to change the flavor of ice cream available for sale in the commissary.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54915"
    },
    {
      "date": "1984-11-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1064,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 596,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55979,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55979.pdf",
      "title": "Memorandum-Decision and Order",
      "text": "596 F.Supp. 1064 (1984)\nGerald Abdul WALI, 81-A-5803; LeMoine Arrington, 81-B-981; Kuwasi Balagoon, 83-\nA-6216; Abdul Reyah, 79-A-137; Theodore Churakos, 82-C-889; Carlos Cortes, 80-B-523;\nCharles Culhane, 67-A-0065; Frederick Curl, 77-C-687; Kasiem Dodell, 83-A-783; Mujahid\nFarid, 79-A-0362; Raymond Fernandez, 81-A-2686; Ronald Fox, 82-A-2445; Carlos\nGonzalez, 76-A-2277; Charles L. Harris, 81-C-470; Kenneth Johnson, 79-C-575; Jory\nLowrence, 77-A-3323; Anthony McBayne, 79-B-1261; Edward McCleary, 80-B-1598; Kelvin\nRichardson, 80-A-3080; Lamarr Rowell, 81-C-738; Sonny Viele, 77-C-95; David Sealey, 81-\nA-4099; Jose Vazquez, 77-A-4295; and Albert Washington, 77-A-1528, Plaintiffs,\nv.\nThomas A. COUGHLIN, III, Commissioner, Department of the New York State Department\nof Correctional Services; and Harold J. Smith, Superintendent of the Attica Correctional\nFacility, in their official and individual capacities, Defendants.\nNo. 84-CV-379.\nUnited States District Court, N.D. New York.\nNovember 8, 1984.\n1065 *1065 Prisoners' Legal Services of New York, Buffalo, N.Y., for plaintiffs; Ellen M. Yacknin, Joseph Kelemen,\nBuffalo, N.Y., David C. Leven, Executive Director, New York City, of counsel.\nJill Paperno, on the pleading.\nRobert Abrams, Atty. Gen. of the State of New York, N.Y.S. Dept. of Law, Albany, N.Y., for defendants; David B.\nRoberts, Asst. Atty. Gen., Albany, N.Y., of counsel.\nMEMORANDUM-DECISION and ORDER\nJAMES T. FOLEY, Senior District Judge.\nThe motion for a preliminary injunction in this action under 42 U.S.C. § 1983 asserting deprivation of federal\nconstitutional rights has undergone lengthy processing and prolonged consideration. The twenty-four plaintiffs\nare or were inmates of several New York Correctional facilities. The issue presented is important but narrow and\nnot factually complex. The preliminary injunction is sought due to the denial of defendant Commissioner Coughlin\nto permit plaintiffs to receive, while inmates and when requested, copies of a thirty-page document entitled\n\"Attica: A Report on Conditions, 1983\", authored, as noted on the cover page, by the named staff of the Buffalo\nOffice, Prisoner Legal Services of New York. The dispute concerning the grant or denial of this preliminary\ninjunction has become intense with resultant hostile attitudes and voluminous tit-for-tat submissions that are\nnever helpful to efficient court consideration and disposition. The attorneys should always be conscious of the\nresponsibilities of both sides in prisoner litigation of this kind; the need to maintain to the degree humanly\npossible the security of state correctional facilities, balancing the established rights of inmates therein to limited\nfederal constitutional privileges. Mutual courtesy, understanding, and cooperation by the legal representatives of\nthe parties advances the interests of justice. Any disposition to treat the legal adversary as an enemy should be\navoided.\nIn accord with our procedures, the motion for a preliminary injunction was made returnable before Magistrate\nRalph W. Smith, Jr., in Albany. In response, Assistant Attorney General Roberts filed a Notice of Motion and a\nCross-Motion. The plaintiffs then countered with a separate Cross-Motion. This unusual array of motions, and the\nrelief sought by them, are detailed in my memorandum-decision and order of June 20, 1984, such being\ndescribed as an avalanche of papers. The Magistrate heard oral argument on the motions, and filed his Order\n\nand Report-Recommendation dated April 27, 1984. The Magistrate denied the motion of the defendants to\ndisqualify the Prisoners' Legal Services as counsel for the plaintiffs, but without prejudice to renewal if a trial is\nheld on the merits in the district court. The separate Cross-Motion of the plaintiffs to strike specific portions of\ndefendants' affidavits alleging involvement of the Prisoners' Legal Services of New York in the general strike of\ninmates that occurred at Attica Correctional Facility in September 1983 was denied. Finally, the Magistrate\nrecommended that the motion of plaintiffs for a preliminary injunction be denied.\nThe recommendation to deny the initial plaintiffs' motion for a preliminary injunction was not accepted for the\n1066 reasons stated in my memorandum-decision and order of June 20, 1984. My reasoning was that *1066 an\nevidentiary hearing before the Magistrate was essential to evaluate properly such recommendation. The motion\nfor a preliminary injunction was remanded to the Magistrate for an expedited evidentiary hearing. The denial of\nthe defendants' motion to disqualify Prisoners' Legal Services as attorneys for the plaintiffs was accepted but was\nmodified to be with prejudice instead of without prejudice to renew. The denial of plaintiffs' motion to strike\nportions of the submission of the defendants charging involvement of members of Prisoners' Legal Services in\nfostering the September 1983 general strike of Attica inmates was set aside as clearly erroneous. The plaintiffs'\nmotion to strike such material was granted on the stated ground that in my judgment such allegations were not\ngermane or relevant to the First Amendment content issue of a publication raised by the complaint.\nThe evidentiary hearing was held by the Magistrate on August 14 and 15, 1984. The Magistrate then filed an\neight-page Report-Recommendation dated September 7, 1984. The Magistrate recommended that the\ndefendants be preliminarily enjoined from refusing to allow plaintiffs to receive copies of the Attica Report in\nissue. Objections to the Report-Recommendation were filed in the Clerk's office by the defendants on September\n24, 1984. The plaintiffs filed a Response to the defendants objections on October 2, 1984. Finally, to cap it all off,\nalthough stating that he hesitated to add to the large volume of paper which has been generated in this matter,\nAssistant Attorney General Roberts submitted a reply affidavit for the defendants in reply to the plaintiffs'\nresponse to the defendants' objections, such being filed in the Clerk's office on October 11, 1984. At the time of\nthese filings, the evidentiary hearing record made before the Magistrate had not been transcribed. Again there\nwas serious disagreement among the attorneys not only as to certain testimony given at the evidentiary hearing,\nbut also concerning the arrangements to be made for securing copies of the transcript. Because of the disputes, I\nhave waited for the transcript and it was delivered to my Chambers on October 26, 1984. The transcript settles at\nleast one disagreement. It shows that the line of questioning concerning invocation of the Fifth Amendment\nprivilege by an inmate witness was not pursued by defense counsel. (Tr. p. 29). I have read through the 236\npages.\nIn his Report-Recommendation the Magistrate made eight explicit findings of fact. After review of the record my\ndetermination is that these findings of fact are fully supported by the testimony produced and exhibits received at\nthe evidentiary hearing. Such findings are wholly accepted. 28 U.S.C. § 636(b)(1)(B). It may be helpful to\nappellate review to set forth these factual findings of the Magistrate:\n(1) The Attica Report prepared by PLS is based primarily on information obtained from inmates\ntherein.\n(2) Copies of this report were requested by and denied to plaintiffs based on a decision ultimately\nand personally made by defendant Coughlin.\n(3) Other reports, news articles, and court decisions critical of prison conditions and based at least\nin part on inmate sources have been received by inmates in various New York State prisons,\nincluding Attica, without demonstrable adverse effect on security interests.\n(4) The Attica Report is no more critical of prison conditions and administration than earlier reports\nand articles which inmates have been permitted to receive.\n(5) Defendant Coughlin's decision not to permit introduction of this report was based at least in\npart upon his perception that PLS or persons somehow associated with PLS were in some fashion\ninvolved in the organization of the inmate strike in September 1983.\n\n(6) Defendant Coughlin did not apply guidelines as contained in Department of Correctional\n1067 Services Directive No. 4572 dated 3/2/79 or any *1067 other formal guidelines in deciding not to\npermit introduction of the Attica Report into state prisons.\n(7) The Attica Report does not violate guideline 6 or 9 or any guideline contained within the said\ndirective.\n(8) Defendant Coughlin's public reaction to the Attica Report is not unlike his reaction to earlier\nreports.\nThe testimony of Commissioner Coughlin is lengthy and interesting. No one doubts that he faces daily the most\nserious problems that can arise in the human relationship. As noted in my previous memorandum, Chief Justice\nBurger commented that solutions of these problems will never be simple and easy, but the constitutional\nprotection that inmates are entitled to must be respected. Jones v. North Carolina Prisoners' Union, 433 U.S.\n119, 137, 97 S.Ct. 2532, 2543, 53 L.Ed.2d 629 (1977). At the evidentiary hearing the Commissioner's\ncondemnation of the Attica Report was made in blunt and strong language with emphasis that a serious factor\namong others for his determination was the information he had that Prisoners' Legal Services was involved in the\norganization of the September 1983 strike. (Tr. 59-66, 73-76). However, his testimony also gives strong support\nto the finding of the Magistrate that his denial to allow the Attica Report to be sent to inmates upon request to\nPrisoners' Legal Services was personal and without any formal application of the guidelines and procedures in\nDirective No. 4572 relating to receipt and review of literature and related materials to inmates. (Tr. 59, 113, 214,\n215). The Commissioner stated that he applied no written guidelines, only unwritten guidelines to the Attica\nReport consideration, and the Attica Report is the only one that he was ever personally involved with. (Tr. 155,\n158). He testified he felt very strongly that the Attica Report presented a clear and present danger, and was full,\nas far as he was concerned, of inflammatory remarks, with mere allegations stated as facts and no balance to so\nexplain. (Tr. 59).\nThe record is replete with support for the Magistrate's finding that other critical reports, news articles and court\ndecisions, no more critical than the Attica Report, were permitted to be received and read by Attica inmates. (Tr.\n175-195, 205-214). In fact, as noted in my previous memorandum, the Attica Report received widespread\npublicity by holding of press conferences by the Prisoners' Legal Services in major cities of New York that\nundoubtedly was carried by the media into Attica and other New York prisons. (Tr. 136). The Commissioner\nadmitted that there is nothing in the Attica Report that advocates the formation of a prisoners' union, a work\nstoppage, disobedience to prison rules, or to go out and break the law. (Tr. 175). The Commissioner admitted\nalso that he could not link any Reports admitted into the New York facilities to any disturbances that have\noccurred in the New York prison system. (Tr. 187-188). His comparison of the Attica Report with other Reports\npermitted to be received by inmates is that the other Reports were written in a professional and reasonable\nmanner, and were constructive and not inflammatory. (Tr. 77). In my judgment, an unbiased reading of the Attica\nReport, as the Magistrate found, indicates fairly that the information and criticisms came from the Attica inmates\nwith whom Prisoners' Legal Services have continuous contact. From my reading of the Attica Report, I find that it\ncontains criticisms and complaints about Attica living conditions, and inmate-correction officer conflicts and\nproblems that are found often in the numerous state prisoner civil rights complaints filed in this federal court and\ndiscussed in published federal court opinions. The Commissioner can always resort to holding press conferences\nand issue press releases, as he has in the past, whenever he believes any Reports are unfair, unbalanced and\ntheir criticisms unfounded. (Tr. 184-187).\nPrison officials may not censor inmate correspondence simply to eliminate unflattering or unwelcome opinions or\nfactually inaccurate statements. Procunier v. Martinez, 416 U.S. 396, 413-414, 94 S.Ct. 1800, 1811-1812, 40\n1068 L.Ed.2d 224 (1974). *1068 The criteria and standards for the justification of censorship of prisoner mail are set\nforth clearly and specifically in Procunier, supra, at p. 413, 94 S.Ct. at p. 1811. Although counsel for the\ndefendants disagree, in my judgment those standards are still viable and applicable to this situation and by no\nmeans can be considered old and discredited. However, on the record made before the Magistrate, I agree with\nhis reasoning that the plaintiffs are entitled to prevail at this stage, and the result is the same as to whether the\nburden of showing detriment to penological objectives is placed upon the defendants under Procunier or upon\n\nthe plaintiffs under Jones v. North Carolina Prisoners' Labor Union, Inc., 433 U.S. 119, 97 S.Ct. 2532, 53 L.Ed.2d\n629 (1977). There are substantial differences between the factual situations in Procunier and in Jones.\nThere is substantial evidence in the record to conclude there was exaggerated response to a security problem\nmade without any consideration or application of the guidelines and procedures promulgated in Directive No.\n4572. See Jones v. North Carolina Prisoners' Labor Union, Inc., supra, 433 U.S. at 128, 97 S.Ct. at 2539; Aziz v.\nLeFevre, 642 F.2d 1109, 1112-1113 (2d Cir.1981) (Meskill, C.J., concurring); Jackson v. Ward, 458 F.Supp. 546\n(W.D.N. Y.1978). In accord with repeated cautions by the United States Supreme Court, deference to the broad\ndiscretionary authority of prison administrators in the discharge of their important responsibilities has always been\nkept in mind in the consideration of problems of this kind. See Hewitt v. Helms, 459 U.S. 460, 467, 103 S.Ct. 864,\n869, 74 L.Ed.2d 675 (1983); Frazier v. Ward, 426 F.Supp. 1354, 1357, 1359 (N.D. N.Y.1977).\nIn the objections to the last Report-Recommendation by the Magistrate, Assistant Attorney General Roberts\nurges that my previous ruling that struck portions of the defendants' submission to the Magistrate, alleging\ninvolvement of Prisoners' Legal Services in the Attica strike of September 1983, precluded important key\nevidence from being presented at the hearing for consideration of the Magistrate. The objection in this regard\nstates that the Commissioner's decision to deny entry of the Attica Report into the facilities was based \"in large\nmeasure\" upon the \"apparent involvement\" of Prisoners' Legal Services in the September 1983 Attica strike. At\nthe hearing the Commissioner elaborated upon his suspicion and made the charges even more serious. (Tr. 157,\n214-219, 231-232, and Def.Ex.A). As I stated in my memorandum of June 20, 1984, I do not minimize the\nseriousness of such charges, but I remain firm in my conviction they are not germane or relevant to the narrow\nFirst Amendment content issue of a publication presented here. The objections offer for the first time as a very\nanalogous decision, Vodicka v. Phelps, 624 F.2d 569, 574 (5th Cir.1980) and as closely analogous Pittman v.\nHutto, 594 F.2d 407 (4th Cir.1979). From my reading, there are substantial and significant factual differences from\nthis situation. It is noteworthy that in both cases Procunier, 416 U.S. 396, 94 S.Ct. 1800, 40 L.Ed.2d 224 (1974)\nwas discussed and credited as an applicable authority.\nThe Report-Recommendation dated September 7, 1984 is accepted and adopted. The loss of the First\nAmendment rights establishes irreparable harm. Elrod v. Burns, 427 U.S. 347, 373, 96 S.Ct. 2673, 2689, 49\nL.Ed.2d 547 (1976); Fortune Society v. McGinnis, 319 F.Supp. 901, 903 (S.D. N.Y.1970). The other essential\nelement of likelihood of success under settled Second Circuit standards is sufficiently demonstrated. Mattel, Inc.\nv. Azrak-Hamway International, Inc., 724 F.2d 357, 359 (2d Cir.1983); Sperry International Trade, Inc. v.\nGovernment of Israel, 670 F.2d 8, 11 (2d Cir.1982); Hamilton Watch Co. v. Benrus Watch Co., Inc., 206 F.2d 738,\n740 (2d Cir.1953).\nThe preliminary injunction hereby issues. The defendants are hereby enjoined from refusing to allow plaintiffs,\nand other inmates of New York Correctional Facilities, from receiving upon request to the Prisoners' Legal\nServices of New York copies of \"Attica: A Report on Conditions, 1983\".\n1069 *1069 The defendants in their objections request a stay of the above preliminary injunction if granted. As is my\ncustom, the stay of the above preliminary injunction is granted only for a ten-day period from the date of this\nmemorandum-decision and order that shall be delivered to the office of the Attorney General in Albany as of its\ndate. This time period is allowed to afford to the defendants reasonable opportunity for the filing of a Notice of\nAppeal and a request for an additional stay to the Court of Appeals, Second Circuit. See F.R. App.P. 8(a).\nIt is so Ordered.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55979"
    }
  ],
  "document_count": 4
}