{
  "case_id": 17964,
  "fetched_at": "2025-10-20T22:55:29.606519",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Non-settlement Outcome"
    ],
    "case_defendants": [],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title VII targeting order (Sections 702, 703, 704), 50 U.S.C. 1881a, 1881b, 1881c"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2019,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Warrant/order for search or seizure"
      }
    ],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2019-09-17",
    "filing_year": 2019,
    "id": 17964,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Record-keeping",
      "General/Misc.: Terrorism/Post 9-11 issues",
      "General/Misc.: Records Disclosure",
      "General/Misc.: Confidentiality"
    ],
    "last_checked_date": "2020-12-17T00:00:00-05:00",
    "main_docket": {
      "id": 27530,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": null,
      "docket_number_manual": "[Redacted]",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "[Redacted Caption] Gov't Ex Parte Submission of Reauthorization Certifications & Related Procedures, Ex Parte Submission of Amended Certifications & Request for an Order Approving Such Certifications & Amended Certifications (Dec. 2019) (702, Boasberg J.)",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "The Attorney General and the Office of the Director of National Intelligence.",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 17386,
        "name": "[Caption Redacted] DNI/AG 702(h) Cerifications 2018 (July 2019) (702, Cabranes, J.; Tallman, J.; Sentelle, J.)"
      },
      {
        "id": 18126,
        "name": "[Redacted Caption] Gov't Ex Parte Submission of Reauthorization Certifications & Related Procedures, Ex Parte Submission of Amended Certifications & Request for an Order Approving Such Certifications & Amended Certifications (Nov. 2020) (702, Boasberg J.)"
      }
    ],
    "relief_natures": [
      "Warrant/Order allowing surveillance"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2019-12-06",
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Court",
      "Foreign Intelligence Surveillance Act—Foreign Targeting (702, 703, 704)"
    ],
    "special_case_type": [
      {
        "value": "Warrant or subpoena application (or protection)"
      }
    ],
    "state": "District of Columbia",
    "summary": "<p>Section 702 of the FISA Amendments Act of 2008, 50 U.S.C. &sect; 1881a, permits the Attorney General (AG) and the Director of National Intelligence (DNI) to conduct foreign intelligence surveillance targeting the communications of non-U.S. persons located abroad. The government need not establish probable cause that the target of electronic surveillance is a foreign power or agent of a foreign power, nor must the government specify the nature and location of the facilities or places that surveillance will occur. Communications of U.S. citizens and residents are frequently collected \"incidentally\" if those U.S. persons are communicating with or about a targeted foreigner.</p>\r\n<p>Section 702 requires that the AG, through the Department of Justice (DOJ), and DNI, through the Office of the Director of National Intelligence (ODNI), submit annual &ldquo;certifications&rdquo; that define the categories of foreign actors that may be appropriately targeted. By law, these certifications must include specific targeting and minimization procedures adopted by the AG in consultation with the DNI. These certifications must be approved by the Foreign Intelligence Surveillance Court (FISC) before Section 702 surveillance may be conducted. For a more in-depth overview of the certification process, see <a href=\"https://www.clearinghouse.net/detail.php?id=14411\" target=\"_blank\" rel=\"noopener\">[In re DNI/AG 702(i) Certification 2008]</a> in this Clearinghouse.</p>\r\n<p>This entry describes the 2019 certification. On September 17, 2019, the Attorney General and the Office of the Director of National Intelligence submitted the targeting, minimization, and querying procedures of the Federal Bureau of Investigation (FBI), Central Intelligence Agency (CIA), National Security Agency (NSA), and the National Counter-Terrorism Center (NCTC) to the FISC for their annual review. Judge James E. Boasberg took the case, and he issued an order on December 6, 2019 approving all procedures.</p>\r\n<p>The 2019 minimization procedures were submitted a little later than usual because of the longer than typical approval process in 2018; for more information on that set of FISC cases, see <a href=\"../../../../detail.php?id=17386\" target=\"_blank\" rel=\"noopener\">[Caption Redacted] DNI/AG 702(h) Cerifications 2018 (July 2019) (702, Cabranes, J.; Tallman, J.; Sentelle, J.)</a>. Judge Boasberg dedicated part of this opinion to discuss the status of the implementation of the changes that the FBI promised to make to their querying procedures, essentially search terms of data collected under 702 of FISA, in the 2018 minimization procedures approval process. Specifically, the FBI promised to collect the query terms used on 702 data and improve procedures for justifying a search of the 702 data, which are typically used to target foreign individuals, for queries about a U.S. person. Judge Boasberg noted that the FBI had made progress in recording its query terms, highlighting the use of a SharePoint site to document the terms. Though this was a temporary fix, he was satisfied that it showed progress toward the ultimate goal. Judge Boasberg next discussed the justification process, saying that there were still \"widespread violations\" of FISC querying standards within the FBI, even after the approval of the 2018 procedures. However, he noted that FBI employees still needed time to adjust to the new protocols, and highlighted the use of a new FBI program to make it easier to opt out of searching 702 data. He found these remedies to be satisfactory, and did not allow these issues to hold up approval.</p>\r\n<p>Judge Boasberg also discussed changes to the NSA's targeting procedures. First, he noted new opt-out procedures in the upstream data collection process. The circumstances under which the opt-out procedures would occur were redacted. Judge Boasberg was confident that this procedure did not put U.S. citizens at significantly greater risk of surveillance under 702, though. He also discussed new procedures surrounding the transfer of targeting information between the NSA and the FBI. While he said that the change left the NSA with leeway to determine what information it shares with the FBI when it refers a target to the FBI for surveillance, he was satisfied with the NSA's proposal to provide updates to the court every 45 days on the standardization of this information transfer.</p>\r\n<p>Judge Boasberg also analyzed the querying and minimization procedures of all the agencies. Most of this section focused on User Activity Monitoring (UAM), or the surveillance of employees on the agency's computer network to make sure they're using the internet appropriately. Judge Boasberg was pleased with the CIA and FBI's protocols here, saying that limiting access to this information to insider threat analysts and regularly deleting information that did not pose a threat satisfied requirements in the FISA. Though the NSA did not regularly review or delete irrelevant UAM, Judge Boasberg allowed it, buying the NSA's argument that it may take time to identify an insider threat, and that there was a very low risk of this information being used in a 702 context in the first place. Another highlight of Judge Boasberg's opinion noted the extension of the NSA's retention of upstream communications data from two years to five years. He stated that this was acceptable because changes in upstream monitoring in previous 702 approvals greatly reduced the risk of U.S. citizens being caught up in 702 monitoring.</p>\r\n<p>From an administrative standpoint, Judge Boasberg said that the filing conformed to statutory requirements for information to include, and that the procedures, considered as a unit, met the Fourth Amendment's requirements, making them reasonable searches and seizures.</p>\r\n<p>With the approval, the case is now closed. The next 702 approval process occurred in 2020.</p>",
    "summary_published_date": "2024-05-03T15:08:27.904123-04:00",
    "summary_short": "In September 2019, the Attorney General and the Office of the Director of National Intelligence submitted the targeting, minimization, and querying procedures of the Federal Bureau of Investigation (FBI), Central Intelligence Agency (CIA), National Security Agency (NSA), and the National Counter-Terrorism Center (NCTC) to the FISC for their annual review. This was a little later than usual, given the delays associated with appeals during the 2018 annual review. Judge James E. Boasberg approved the new procedures and provided an update on compliance with promises made during the 2018 approval process.",
    "summary_tiny": "FISC approves FISA section 702 monitoring procedures for 2019.",
    "terminating_date": "2019-12-06",
    "clearinghouse_link": "clearinghouse.net/case/17964",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17964",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17964",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17964"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114223,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114223"
    },
    {
      "date": "2019-09-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 110812,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/110812.pdf",
      "title": "Exhibit C",
      "text": "Document re: Section 702 2019 Certification Authorized for Public Release by ODNI\nSl3CMFfh'fiSFSltNOt6 Sl3fifl3MD131t !844 \n(U)  EXHIBIT C \n2J 19 SEP  I 7  PM  I: I 5 \n(U)  PROCEDURES USED BY THE FEDERAL BUREAU OF INVESTIGAT)!~ ~QQ,  ~.M  uiP. f \n1 \nTARGETING NON-UNITED sTATEs PERsoNs REASONABLY BELIEVEitt~ \nLocATED OUTSIDE THE UNITED STATES TO ACQUIRE FOREIGN \nINTELLIGENCE INFORMATION PURSUANT TO SECTION 702 OF THE FOREIGN \nINTELLIGENCE SURVEILLANCE ACT OF 1978, AS AMENDED \ne~f;NP5  These procedures address:  (I) the process the Federal Bureau of Investi  ation \nwill use in acquiring foreign intelligence information, \ntargeting electronic communications accounts/addresses/identifiers designated by the National \nSecurity Agency (NSA) (\"Designated Accounts\") as being used by non-United States persons \nreasonably believed to be located outside the United States, (II) the FBI's documentation of that \nprocess, and (III) compliance and oversight. \nI.  (U) DETERMINATION OF WHETHER A PERSON IS REASONABLY BELIEVED \nTO BE LOCATED OUTSIDE THE UNITED STATES AND NOT A UNITED \nSTATES PERSON \n' \nhe Director of National \nIntelligence, pursuant to subsection 702( d) of the Act, for determining that the user of the \nDesignated Account is a person reasonably believed to be located outside the United \nStates and is not a United States person.  NSA will also be responsible for determining \n.  .  . . .  .  .  .  .  .  .  . \n2.  (~(()Ii)  NSA  ·11  \"d  th  FBI  \"th \"d  ff .  . fi  f  f  D  . nated \nAccount  dditionally, \nNSA will provide identifying information for the user of the Designated Account \nobtained or identified by the NSA through application of its targeting procedures and \nSF GDFT I 0IAFAD>I ((1 6 SFDTFJ IRED 22 11 \nu.a..:.~.A.'-.a.:.J.&.lll.'lll'-'.a.·'-'..a.\"-l.'ll!ll..&.V u.a.:..a.  L.a..:JJ..T.A.iJ.a.;.J..a.,.a1v,, \n--1,--~-.L~'\\.Jl'\\.J.L' \n..__.L.L'f'-'-'L.L.l..'-'.&..L.&o  ~-0,/..L'IJ..J.L .._,-.,'-..II  .I.  .L.L.'I.L  .Lo'-' \nDsalaaaif,r an·  ?0410916 \nAuthorized for Public Release on:  September 4, 2020 Page 1 of 8 FBI's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nBts@Mifh1i8F8ftfi0t6 BtsPFftsMBtslt !8.f.f \nand (2) additional identifying \ninformation of the user of the Designated Account, to the extent that NSA assesses it \nwould be useful to FBI for purposes of application of these procedures. 2' 3  NSA must \nalso provide the FBI with an explanation ofNSA's conclusion that the user of the \nDesignated Account is a person reasonably believed to be located outside the United \nStates and its determination regarding the non-United States  erson status of the user. \nNSA will also r  r sent that a significant purpose \no obtain foreign intelligence in orma 10n an  a  e purpose o  sue \nacqms1t1on 1s not to intentionally target a particular, known person reasonably believed to \nbe in the United States. \n(U)\n3.  (S//NF)  The FBI, in consultation with NSA, will review and evaluate the sufficiency of: \n(a) NSA's explanation for its reasonable belief that the user of the Designated Account is \nlocated outside of the United States; and (b) information provided by NSA concerning \nthe Designated Account user's non-United States person status. \n•'11•~•-\n~  I  I •  I  I  I ,  I  .  I  I .  . 111  I  I •  •  I .  I .  I \ne~i\\Hr, \n2  Should NSA provide to the FBI additional identi \nthe FBI will consider such additional information \n2 \nAuthorized for Public Release on:  September 4, 2020 Page 2 of 8 FBI's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nSE:CRE'fh'NOF'ORNMt6 SE:P'fl!:MBE:R 28-t-t \nAuthorized for Public Release on:  September 4, 2020 Page 3 of 8 FBI's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n4 \nAuthorized for Public Release on:  September 4, 2020 Page 4 of 8 FBI's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nSECl&f))f◄bfibfu◄hfJ SEI IEl♦IB~ll £044 \nf.  ~5l '~lf) In certain instances, the FBI may provide to NSA information establishing \nthat an individual is a non-United States person reasonably believed to be located \noutside the United States, for the purpose ofNSA targeting that individual under \nsection 702 of the Act in accordance with NSA's targeting procedures. \nh.  E13:¾Q::Ue9  In order to protect a  ainst an immediate threat to human life or property, the \nFBI may immediate!  a Designated Account \nwithout first (a) reviewmg an  eva uatmg t  e su  1c1ency o  either NSA's explanation \nfor its reasonable belief that the user of the Designated Account is located outside of \nthe United States, or information provided by NSA concerning the Designated \nAccount user's non-United States  erson status, as otherwise required by paragraph 3 \nabove  or  b \ninformation provided by NSA, as required by paragraph 3, and \nrequired by paragra h 4, at the first available o  ortunity, but no later than the next \nbusiness day after  is approved by the FBI.  The \nFBI shall promptly report this departure to NSD and ODNI, and NSD shall notify the \nForeign Intelligence Surveillance Court (FISC) promptly of such activity. \n5.  EB,4Qt,f)  Unless the FBI locates information indicating that the user of the Designated \nAccount is a United States  erson or is located inside of the United States, the FBI will \nut are not to or from, a person targeted in \nSECM1'ffNOPOR1',Ht6 SEP1'El'tlBER '.!Oitit \n5 \nAuthorized for Public Release on:  September 4, 2020 Page 5 of 8 FBI's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nSELKE I ))NOF bfu◄}) 16 SEJ I EMBER 2644 \nNSA, CIA, and NCTC will process any \neceived from the FBI pursuant \no  ese proce  ures m accor  ance w1  m1mm1za 10n an  querying procedures adopted by \nthe Attorney General, in consultation with the Director of National Intelligence, pursuant \nto subsections 702 e  and 702  1) of the Act, respectively.  All such communications \netained by the FBI will be processed in accordance \nwith FBI minimization and querying procedures adopted by the Attorney General, in \nconsultation with the Director of National Intelligence, pursuant to subsections 702(e) \nand 702(f)(l) of the Act, respectively. \nappropriate for t  he user of the Designated \nAccount is a United States person \n-\n... \n.. \n9  I  dd' .  h  FBI  '11  k  h' h  .  1 d  h \nSEM€ 35f/ffiOPOlll'Vf16  SEPSfEl'ttDEft !Oitit \n6 \nAuthorized for Public Release on:  September 4, 2020 Page 6 of 8 FBI's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\niliiCaK'f ':'l\\fQFQIUN,\"\" iliiP'fliiHRliiR lQ 11 \nr if it is \ndetermined  t is not appropriate for tasking under the \ncertification  or notifying the D \nthe Office of the Director of National Intelligence (ODNI \nII.  (U)  DOCUMENTATION \n(U)\n10. (S//NF)  The FBI will ensure the retention of information it receives from NSA \nconcerning the non-United States person status of the user of the Designated Account and \nthe factual basis for NSA's determination that the user of the Designated Account is \nreasonably believed to be located outside the United States in accordance with the \nNational Archives and Records Administration (NARA) and, as appropriate, the FBI's \nRecords Management Division and/or Security Division standards, policies, and \nguidelines. \n11. \nIII. (U)  COMPLIANCE AND OVERSIGHT \n12. eD:\\1 tf) The  will develop an \nnnel responsi \nthe proper training. \n(U)\n13. (S//NF)  The FBI Inspection Division will conduct oversight of the FBI's exercise of \nthese procedures.  This oversight will include periodic reviews by FBI Inspection \nDivision personnel to evaluate the implementation of the procedures and the training \ngiven to relevant personnel.  Such reviews will occur at least once every two calendar \nyears. \nSECREif'h~OfilOR.'iff16 SEPif'EMHER 10'4 4 \n7 \nAuthorized for Public Release on:  September 4, 2020 Page 7 of 8 FBI's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n~i:CIWt;J; '11.0ll:OUN ((J, iFP'.SFMRFR 2911 \n(U)\n14. (S//NF)  DOJ and ODNI will conduct oversight of the FBI's exercise of the authority \nunder section 702 of the Act, which will include periodic reviews by DOJ and ODNI \npersonnel to evaluate the implementation of these procedures.  Such reviews will occur at \nleast once every sixty days. \n(U)\n15. (S//NF)  The FBI will report to DOJ through the Deputy Assistant Attorney General in \nthe National Security Division with responsibility for intelligence operations and \noversight, to the ODNI Office of General Counsel, and to the ODNI Civil Liberties \nProtection Officer any incidents of noncompliance with these procedures by FBI \npersonnel within five business days of learning of the incident. \nAttorney General of the United States \nseCMJ5fh'¥iOPOKNH16 Sl3P5f13MD13R: 184 4 \n8 \nAuthorized for Public Release on:  September 4, 2020 Page 8 of 8 FBI's Section 702 Targeting Procedures, Sep. 17, 2019",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/110812"
    },
    {
      "date": "2019-09-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 110813,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/110813.pdf",
      "title": "Exhibit A",
      "text": "Document re: Section 702 2019 Certification Authorized for Public Release by ODNI\nrper 3J9@!M),PJj Slll'HOPOllH \n(U) EXHIBIT A \n(U) PROCEDURES USED BY THE NATIONAL SECURITY AGENCY Fl ~EP  I 7  PH  ! : 15 \nTARGETING NON-UNITED STATES PERSONS REASONABLYBELIEVQ  X)f»\"fFLYNN H LL \nLOCATED OUTSIDE THE UNITED STATES TO ACQUIRE FOREIGi lE  K OF GOU ·y \nINTELLIGENCE INFORMATION PURSUANT TO SECTION 702 OF THE FOREIGN \nINTELLIGENCE SURVEILLANCE ACT OF 1978, AS AMENDED \n(U) These procedures address:  (I) the manner in which the National Security Agency/Central \nSecurity Service (NSA) will determine that a person targeted under section 702 of the Foreign \nIntelligence Surveillance Act of 1978, as amended (FISA or \"the Act\"), is a non-United States \nperson reasonably believed to be located outside the United States (\"foreignness determination\"); \n(II) the post-targeting analysis done by NSA to ensure that the targeting of such person does not \nintentionally target a person known at the time of acquisition to be located in the United States \nand does not result in the intentional acquisition of any communication as to which the sender \nand all intended recipients are known at the time of acquisition to be located in the United States; \n(III) the documentation of NSA's foreignness determination; (IV) compliance and oversight; and \n(V) departures from these procedures.  For the purposes of these procedures, the terms \"National \nSecurity Agency\" and \"NSA personnel\" refer to any employees ofNSA and any other personnel \nengaged in Signals Intelligence (SIGINT) operations authorized pursuant to section 702 of the \nAct if such operations are executed under the direction, authority, or control of the Director, \nNSA/Chief, Central Security Service (DIRNSA). \nI. (U) DETERMINATION OF WHETHER THE ACQUISITION TARGETS NON \nUNITED STATES PERSONS REASONABLY BELIEVED TO BE LOCATED OUTSIDE \nTHE UNITED STATES \n~SA determines whether a person is a non-United States person reasonably believed to be \noutside the United States in light of the totality of the circumstances based on the information \navailable with respect to that person, \nNSA analysts examine the following three categories of information, \nas appropriate under the circumstances, to make the above determination: (1) they examine the \nlead information they have received regardin  the  otential tar et or the facilit  that has \ngenerated interest in conducting surveillance \n(2) they conduct \nClassi8:cd l,J.  Tl.l\"' 1'ttto111c; 8c11c1al \nD  .  d 5  VS Of GSSl f l  53 (d  t  d ?Cl SQJ l 2) \nIalooh1uiiy QR:  ?Q11Q{)Hi \nAuthorized for Public Release on:  September 4, 2020  Page 1 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n■ur UliiM■'.IOIIIIUMURII \nknows the location of the person,  ence concerning \nthat location; and (3) they conduc  to determine or \nverify information about the perso  y  any one or a \ncombination of these categories ofinformation in evaluating the totality of the circumstances to \ndetermine that the potential target is located outside the United States. \n( \n■ I  II 111) Acquisitions conducted under these procedures will not intentionally acquire \ncommunications that contain a reference to, but are not to or  · \n.  In addition, unless NSA i \nthose c  uses \"upstream\" collection techniques \n(U) Lead Information \nWhen NSA proposes to direct surveillance at a target, it does so \nbecause NSA has already learned something about the target or the facility or facilities the target \nuses to communicate.  Accordingly, NSA will examine th  ·  ·  ·  · \nreveals about the  h  sical location of the target, including \n(U I 1 IE) The following are examples of the types of lead information that NSA may examine: \n1 pc '.'.SJ '.2 IS)  For purposes of these procedures, an \"Internet transaction\" is an Internet communication acquired \nthrQugh NSA'  collection  ·  ·  · formation or data repr  ·  ·  · \nAcquisitions of Internet transactions to or from a person targeted in \naccordance with these procedures are permitted regardless of whether the transaction contains information or data \nrepresenting either a discrete communication or multiple discrete communications. Acquisitions of Internet \ntransactions that are not to or from a person targeted in accordance with these procedures are not permitted, \nregardless of whether the transaction contains a discrete communication to or from a person targeted in accordance \nwith these procedures. \nr \nT91 8E@MJTII 81111'0PORI \n2 \nAuthorized for Public Release on:  September 4, 2020  Page 2 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\ne \n(U) Information NSA Has About the Target's Location and/or Facility or Facilities Used by \nthe Target \nEilHMf) NSA may also review information in its dat  n \n• I •  •  I  , I  •  . I I \ncollected by NSA and by other intelligence agencies  o \ndetermine if the person's location, or information providing evidence about the person's location, \nis already known.  The NSA databases that would be used for this purpose contain information \nculled from signals intelli  ence  human intelli  ence  law enforcement information, and other \nsources.  For example, \n(U) NSA \ns  o  1rec  surv  .  or example, NSA may \nexamine the following types of information: \n3 \nAuthorized for Public Release on:  September 4, 2020  Page 3 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nIOP SECREIJJSiJJNOFO@◄ \n(U) Assessment of the Non-United States Person Status of the Target \n(8:Vl ff) In many cases, the information that NSA examines in order to determine whether a \ntarget is reasonably believed to be located outside the United States may also bear upon the non \nUnited States  erson status of that tar et. \nSimilarly, information contained in NSA databases, including repositories of \ninformation collected by NSA or other agencies, may indicate that the target is a non-United \nStates person. \n(U//-FO-UO-)- (U) In the absence of specific information regarding whether a target is a United States person, a \nperson reasonably believed to be located outside the United States or whose location is not \nknown will be presumed to be a non-United States person unless such person can be positively \nidentified as a United States person, or circumstances give rise to a reasonable belief that such \nperson is a United States person.  A person known to have been at any time an alien admitted for \nlawful permanent residence will be presumed to be a United States person, unless a \ndetermination that such  erson is no lon er a United States person is made \nafa~r obtaining a copy of either a ~  \npersons  mte  tates person status issued by a U.S. federal court or a properly executed and \nfiled United States Citizenship and Immi  ration Services Form 1-407  Record of Abandonment \nof Lawful Permanent Resident Status) \n(U) Assessment of the Foreign Intelligence Purpose of the Targeting \n(U) NSA must also reasonably assess, based on the totality of the circumstances, that the target is \nexpected to possess, receive, and/or is likely to communicate foreign intelligence information \nconcerning a foreign power or foreign territory authorized for targeting under a certification or \nauthorization executed by the Director of National Intelligence and the Attorney General in the \nmanner prescribed by section 702.  This assessment must be particularized and fact-based, \ninformed by analytic judgment, the specialized training and experience of the analyst, as well as \nthe nature of the foreign intelligence information expected to be obtained.  In making this \nassessment NSA will consider the circumstances that led to NSA's identification of the intended \ntarget and other relevant factors which could include, among other things, the following: \n'FOP SECRE'fh'SllfNOFORN \n4 \nAuthorized for Public Release on:  September 4, 2020  Page 4 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n'i'OP Sl<3CRE'i'NSI0NOFOR:l'ii\" \n5 \nAuthorized for Public Release on:  September 4, 2020  Page 5 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI Of SEC RE I JJSl}}f◄ OF ORI◄ \nb.  ~i ((Mf)  With respect to Internet communications: \nff OP 61i6ftliff fl6111IOIEOBII \n6 \nAuthorized for Public Release on:  September 4, 2020  Page 6 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n1'011 S'ECitE1'7'7'Sl1tNOfi'OltN \nII. (U) POST-TARGETING ANALYSIS BY NSA \n(U) After a person has been targeted for acquisition by NSA, NSA will cdnduct post-targeting \nanalysis as described herein.  Such analysis is designed to detect those occasions when a person \nwho when targeted was reasonably believed to be located outside the United States is located in \nthe United States, and will enable NSA to take steps to prevent the intentional acquisition of any \ncommunication as to which the sender and all intended recipients are known at the time of \nacquisition to be located in the United States, or the intentional targeting of a person who is . \ninside the United States.  Such analysis may include: \na)  eg,)HF5 For telephone numbers: \n•  NSA analysts may analyze content for indications that a foreign target is located in or \nintends to enter the United States.  Such content analysis will be conducted according to \nanalytic and intelligence requirements and priorities. \nb)  (~/'l'f•) For electronic communications \nSf 8f 919CMSfh191,1Hi8fJOftfi \n7 \nAuthorized for Public Release on:  September 4, 2020  Page 7 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n'fOP S~CM'fllSlfi'NOPORPt \n•  NSA analysts may analyze content for indications that a target is located in or intends to \nenter the United States.  Such content analysis will be conducted according to analytic \nand intelligence requirements and priorities.3 \n§€ ,4'Nf)  If NSA determines that a target is located in the United States, it will follow the \nro  rth in secf  ·  ·  ·  ·  ·  · · · \n(U) NSA analysts will also analyze content for indications that a target is a United States \nperson.4  Such content analysis will be conducted according to analytic and intelligence \nrequirements and priorities.  lfNSA determines that a target who at the time of targeting was \nbelieved to be a non-United States person is believed to be a United States person, it will follow \nthe procedures set forth in section IV of this document, including the termination of the \nacquisition from the target without delay. \nJ:QP 61iiCl\\liiJ:.'.'61J/. .Q  JFQRN \n8 \nAuthorized for Public Release on:  September 4, 2020  Page 8 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n'FOP SECRE'f//Sl(i'NOl\"Oll.\"\"i \nIII. (U) DOCUMENTATION \n(U) Analysts who request tasking will document in the tasking database a citation or citations to \nthe information that led them to reasonably believe that a targeted person is located outside the \nUnited States.  Before tasking is approved, the database entry for that tasking will be reviewed in \norder to verify that the database entry contains the necessary citations. \n(U)\n(SI INF) A citation is a reference that identifies the source of the information, such as a report \nnumber or communications intercept identifier, which NSA will maintain.  The citation will \nenable those responsible for conducting oversight to locate and review the information that led \nNSA analysts to conclude that a target is reasonably believed to be located outside the United \nStates. \n(U) Analysts also will identify the authorized foreign power or foreign territory about which they \nexpect to obtain foreign intelligence information pursuant to the proposed targeting, and will \nprovide a written explanation of the basis for their assessment, at the time of targeting, that the \ntarget possesses, is expected to receive, and/or is likely to communicate foreign intelli°gence \ninformation concerning that authorized foreign power or foreign territory. \nIV. (U) OVERSIGHT AND COMPLIANCE \n(U) NSA will conduct compliance and oversight activities, on an ongoing basis, with respect to \nits exercise of the authority under section 702 of the Act, including the associated targeting, \nminimization, and querying procedures adopted in accordance with section 702.  NSA will \ndevelop and deliver training regarding the applicable procedures to ensure NSA personnel \nresponsible for approving the targeting of persons under these procedures, as well as NSA \npersonnel with access to the acquired foreign intelligence information understand their \nresponsibilities and the procedures that apply to this acquisition.  NSA has established processes \nfor ensuring that raw traffic is labeled and stored only in authorized repositories, and is \naccessible only to those who have had the proper training.  NSA will conduct ongoing oversight \nactivities and will make any necessary reports, including those relating to incidents of \nnoncompliance, to the NSA Inspector General and OGC, in accordance with its NSA \ncharter.  NSA will also ensure that necessary corrective actions are taken to address any \nidentified deficiencies. To that end, NSA will conduct periodic spot checks of targeting decisions \nand intelligence disseminations to ensure compliance with established procedures, and conduct \nperiodic spot checks of queries in data repositories. \n(U) The Department of Justice (DOJ) and the Office of the Director of National Intelligence \n(ODNI) will conduct oversight ofNSA's exercise of the authority under section 702 of the Act, \nwhich will include periodic reviews by DOJ and ODNI personnel to evaluate the implementation \nof the procedures.  Such reviews will occur approximately once every two months. \n9 \nAuthorized for Public Release on:  September 4, 2020  Page 9 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI bi SEEi& Ill Sill 14 61 GIG t \n(U) NSA will report to DOJ, to the ODNI Office of General Counsel, and to the ODNI Civil \nLiberties Protection Officer any incidents of noncompliance with these procedures by NSA \npersonnel that result in the intentional targeting of a person reasonably believed to be located in \nthe United States, the intentional targeting of a United States person, or the intentional \nacquisition of any communication in which the sender and all intended recipients are known at \nthe time of acquisition to be located within the United States.  NSA will provide such reports \nwithin five business days oflearning of the incident.  Any information acquired by intentionally \ntargeting a United States person or a person not reasonably believed to be outside the United \nStates at the time of such targeting will be purged from NSA databases. \n(U) NSA will report to DOJ through the Deputy Assistant Attorney General in the National \nSecurity Division with responsibility for intelligence operations and oversight, to the ODNI \nOffice of General Counsel, and to the ODNI Civil Liberties Protection Officer, -any incidents of \nnoncompliance (including overcollection) by any electronic communication service provider to \nwhom the Attorney General and Director of National Intelligence issued a directive under \nsection 702.  Such report will be made within five business days after determining that the \nelectronic communication service provider has not complied or does not intend to comply with a \ndirective. \n(U) In the event that NSA concludes that a person is reasonably believed to be located outside \nthe United States and after targeting this person learns that the person is inside the United States, \nor ifNSA concludes that a person who at the time of targeting was believed to be a non-United \nStates person is believed to be a United States person, it will take the following steps: \n1)  Terminate the acquisition without delay from all facilities tasked in accordance with \nthese procedures and used by that target, and determine whether to obtain \nauthorization under another section of the Act.  IfNSA inadvertently acquires a \ncommunication sent to or from the target while the target is or was located inside the \nUnited States, including any communication where the sender and all intended \nrecipients are reasonably believed to be located inside the United States at the time of \nacquisition, such communication will be treated in accordance with the applicable \nminimization and querying procedures. \n2)  Report the incident to DOJ through the Deputy Assistant Attorney General in the \nNational Security Division with responsibility for intelligence operations and \noversight, to the ODNI Office of General Counsel, and to the ODNI Civil Liberties \nProtection Officer within five business days. \nV. (U) DEPARTURE FROM PROCEDURES \n(U) If, in order to protect against an immediate threat to the nation.al security, NSA determines \nthat it must take action, on a temporary basis, in apparent departure from these procedures and \nthat it is not feasible to obtain a timely modification of these procedures from the Attorney \nGeneral and Director of National Intelligence, NSA may take such action and will report that \nactivity promptly to ODNI and to DOJ's National Security Division, which will promptly notify \nthe Foreign Intelligence Surveillance Court of such activity.  Under such circumstances, the \n't'8P 0130M't'/Klli',,,OfdODN \n10 \nAuthorized for Public Release on:  September 4, 2020  Page 10 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification 'ifilOP S~@M'ifilNSl1'1'PiiOif81RT  Authorized for Public Release by ODNI\nGovernment will continue to adhere to all of the statutory limitations set forth in subsection \n702(b) of the Act. \nWILLIAM P. BARR \nAttorney General of the United States \nAuthorized for Public Release on:  September 4, 2020  Page 11 of 11 NSA's Section 702 Targeting Procedures, Sep. 17, 2019",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/110813"
    },
    {
      "date": "2019-12-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 110811,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/110811.pdf",
      "title": "Memorandum Opinion and Order",
      "text": "Document re: Section 702 2019 Certification Authorized for Public Release by ODNI\n:rer 1'~Clffl I I/ 1'fj) OltCOHh◄ OF OltH \nUNITED ST AT  ES \nFOREIGN INTELLIGENCE SURVEILLANCE COURT \nWASHINGTON, D.C. \nMEMORANDUM OPINION AND ORDER \nThe Foreign Intelligence Surveillance Court today addresses the \"Government's Ex Parte \nSubmission of Reauthorization Certifications and Related Procedures, Ex Parte Submission of \nAmended Certifications, and Request for an Order Approving Such Certifications and Amended \nCertifications,\" filed on September 17, 2019 (\"September 17, 2019, Submission\").  The \nSeptember 17, 2019, Submission is subject to review by the Court under Section 702 of the \nForeign Intelligence Surveillance Act (FISA) as amended, codified at 50 U.S.C. § I 881 a.  The \ngovernment's request for approval of the certifications and related procedures is granted for the \n•&z BLZl&llihlllbll@GIUtbl bib( \nAuthorized for Public Release on Date:  September 4, 2020 Page 1 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI Gt  3201£E!ti31Ji 31t03HHOPQMf \nreasons stated in this Memorandum Opinion and Order, subject to certain reporting and other \nrequirements set forth at the end of this document. \nPart I of this Opinion summarizes the government's submissions and the procedural \nhistory of these matters.  In Part II, the Court finds that the certifications before it contain the \nelements required by Section 702(h). \nPart III addresses the targeting procedures, which include, among other changes, new \nprovisions that require the National Security Agency and the Central Intelligence Agency to \nprovide certain target-identifying information to the Federal Bureau of Investigation in \nconnection with requests for the FBI  he Court finds that those \nprocedures, as written, satisfy the requirements of the statute. \nThe Court examines the proposed minimization procedures and querying procedures in \nPart IV.  They include, among other changes, new provisions regarding user-activity monitoring \nactivities by the FBI, CIA, and NSA.  The Court finds that the procedures, as written, also satisfy \nthe requirements of the statute. \nIn Part V, the Court evaluates the proposed procedures under the requirements of the \nFourth Amendment and finds that, as written, they are consistent with those requirements.  Part \nVI examines issues regarding implementation of, and compliance with, Section 702 procedures, \nincluding the FBI's progress in implementing recordkeeping and documentation requirements in \nthe FBI's querying procedures, which came into effect upon the Court's approval on September \n4, 2019.  The Court concludes that the overall state of compliance and implementation permits a \nIf' 8 F 913 CR:IJ'f'//9ti';'ORC8l'Vl',OFOIU.f  Page 2 \nAuthorized for Public Release on Date:  September 4, 2020 Page 2 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI Of  ff@@RE•11 JI;; OR@Of J!lf f©P8N f \nfinding that the procedures, as implemented, comport with statutory and Fourth Amendment \nrequirements. \nFinally, in Part VII, the Court summarizes its disposition and imposes certain reporting \nand other requirements on the government. \nI.  PROCEDURAL HISTORY \nA.  The 2019 Certifications and Amendments \nThe September i 7, 2019, Submission includes llllcertifications executed by the \nAttorney General and the acting Director of National Intelligence pursuant to Section 702: \nach of those certifications ( collectively referred to as \"the 2019 Certifications\") is \naccompanied by: \n(1) Supporting affidavits of the Director of the NSA, the Director of the FBI, the Director \nof the CIA, and the acting Director of the National Counterterrorism Center (NCTC); \n(2) Two sets of targeting procedures, which govern NSA and the FBI.  The targeting \nprocedures for NSA appear as Exhibit A to each certification, and those for the FBI \nappear as Exhibit C.  The targeting procedures for each certification are identical; \n(3) Four sets of minimization procedures, which govern NSA, the FBI, the CIA, and \nNCTC respectively.  The minimization procedures for NSA appear as Exhibit B to each \ncertification, those for the FBI appear as Exhibit D, those for the CIA a  ear as Exhibit E, \nand those for NCTC appear as Exhibit G.  (Exhibit F \nidentifies the individuals or entit  s tar \nThe \nmm1m1za \n(4) Four sets of querying procedures, which govern NSA, the FBI, the CIA, and NCTC \nrespectively.  The querying procedures for NSA appear as Exhibit H to each certification, \nPage3 \nAuthorized for Public Release on Date:  September 4, 2020 Page 3 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nfli18fit 81!3@00flilh'81h'81l@8Ni'Ni8F8floN \nthose for the FBI appear as Exhibit I, those for the CIA appear as Exhibit J, and those for \nNCTC appear as Exhibit K.  The querying procedures for each certification are identical. \nThe September 17, 2019, Submission also includes an explanatory memorandum prepared by the \nDepartment of Justice (\"September 17, 2019, Memorandum\"). \nThe Court was initially required to review and rule on the certifications and procedures \nwithin 30 days of their submission - i&., by October 17, 2019.  See § 702(j)(l )(B).  On the \ngovernment's motion, and in order to allow for a full consideration of the issues presented, the \nCourt extended this period by 60 days, until December 16, 2019, under Section 702(k)(2).  See \nOrder, Oct. 1, 2019.  By order dated October 3, 2019, the Court further ordered the government \nto submit updates on certain compliance incidents that arose in connection with prior acquisitions \nunder Section 702.  Specifically, the Court required further information regarding: (i) NSA's \nnd steps that NSA was taking to \nremedy that failure; and (ii) NCTC and potentially other agencies' failure to delete reports that \nwere subject to recall by NSA for compliance or other reasons.  See Order, Oct. 3, 2019.  The \ngovernment filed responsive submissions on November 4 and November 13, 2019. \nB.  Subject Matter of the Certifications \nEach certification involves \"the targeting of non-United States persons reasonably \nbelieved to be located outside the United States to acquire foreign intelligence information.\" \n'F8fit §1!3@001WSI//OBCJOl\",,1~,0FORJJ  Page4 \nAuthorized for Public Release on Date:  September 4, 2020 Page 4 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n161 SELKE \nf)}§f))bkCOMl◄Ufibld4 \nThe 2019 Certifications generally propose to continue acquisitions of foreign-intelligence \ninformation now being conducted under prior certifications that were initially submitted on \nMarch 27, 2018, and amended on September 18, 2018, and August 12, 2019 (\"the 2018 \nCertifications\").  See September 17, 2019, Memorandum, at2-3.  The2018 Certifications are \novering the same \nsubjects as the 2019 Certifications. \nThe 2018 Certifications, in tum, generally renewed authorizations to acquire foreign \nintelligence information under a series of certifications made by the AG and DNI pursuant to \nSection 702 that dates back to 2008.  See Docket Nos. \n'POP 9ECRE'f'h'SINORCONfNOFORN  Page 5 \nAuthorized for Public Release on Date:  September 4, 2020 Page 5 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nThose dockets, together with Docket Numbers \nare collectively referred to as \"the Prior 702 Dockets.\" \nThe government also seeks approval of amendments to the certifications in the Prior 702 \nDockets, such that NSA, the CIA, the FBI, and NCTC henceforward would apply the same \nminimization and querying procedures to infonnation obtained under prior certifications as they \nwould to information to be obtained under the 2019 Certifications.  See September 17, 2019, \nII.  REVIEW OF THE 2019 CERTIFICATIONS AND PRIOR CERTIFICATIONS, \nAS AMENDED \nThe Court must review a Section 702 certification ''to determine whether [it] contains all \nthe required elements.\"  § 702G)(2)(A).  Its examination of the 2019 Certifications confirms that: \n1 the certifications have been made under oath b  the AG and the DNI, as \nprocedures and minimization procedures adopted in accordance with § 702(d) and \n(e  ), respectively; \nI Gt SEGRE I)) Sbl GICCGI 014 bi GIG 4  Page 6 \nAuthorized for Public Release on Date:  September 4, 2020 Page 6 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n( 4) each certification is supported by affidavits of appropriate national-security officials, \nas described in § 702(h)(2)(C); and \n(5) each certification includes an effective date in compliance with § 702(h)(2)(D) -\nspecifically, the certifications become effective on October 17, 2019, or the date upon \nwhich the C  · \nis later.  See \n-Thest \n\"exigent circumstances\" determination under§ 702(c)(2).) \nThe Court concludes that the 2019 Certifications contain all the required statutory \nelements.  As to the first element, it finds that acting DNI Joseph Maguire was duly appointed to \nserve in that capacity by the President, and therefore was authorized to execute the certifications \nas the DNI under§ 702(h)(l)(A).  The President appointed Vice Admiral Maguire to serve as \nacting DNI after the resignations, effective August 15, 2019, of the DNI and Principal Deputy \nDNI.  See September 17, 2019, Memorandum, at 2 n.1.  At the time of such appointment, he had \nserved as the Director of NCTC, with the confirmation of the Senate, since December 2 7, 2018. \nSee id.  He was eligible to be appointed acting DNI because he was serving \"in an office \n[Director of NCTC] for which appointment is required to be made by the President, by and with \nthe advice and consent of the Senate.\"  5 U.S.C. § 3345(a)(2).  (It appears that he was separately \neligible for such appointment under§ 3345(a)(3), but subsection (a)(2) suffices on its own.) \nSimilarly, the Court has reviewed the certifications in the Prior 702 Dockets, as amended \nby the 2019 Certifications, and finds that they also contain all the elements required by the \nstatute.  Those amendments have the same effective dates as the 2019 Certifications.  See \nIOP :.,ECREl113ihORCOMNOPORIQ  Page 7 \nAuthorized for Public Release on Date:  September 4, 2020 Page 7 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTQR i1~CaFTWilWOPCQNtNOFOPN \nThe requisite procedural boxes having been checked, the Court will next review the \nproposed targeting, querying, and minimization procedures.  The following discussion primarily \nfocuses on proposed changes to the previously approved procedures, but the procedures as a \nwhole must be consistent with statutory and constitutional requirements.  Some technical, \nconforming edits and other changes are not specifically discussed because they raise no issues \nmaterial to the Court's review. \nIII.  THE TARGETING PROCEDURES \nTargeting procedures must be \"reasonably designed\" to \"ensure that any acquisition \nauthorized under[§ 702(a)] is limited to targeting persons reasonably believed to be located \noutside the United States\" and to \"prevent the intentional acquisition of any communication as to \nwhich the sender and all intended recipients are known at the time of the acquisition to be located \nin the United States.\"  § 702(d)(l); see also§ 702(b)(l) (acquisitions \"may not intentionally \ntarget any person known at the time of acquisition to be located in the United States\"); § \n702(b)(4) (acquisitions \"may not intentionally acquire any communication as to which the sender \nand all intended recipients are known at the time of acquisition to be located in the United \nStates'}  Additionally, the government uses the targeting procedures to ensure that acquisitions \ndo \"not intentionally target a United States person reasonably believed to be located outside the \nUnited States.\"  § 702(b)(3).  Pursuant to§ 702U)(2)(B), the Court assesses whether the targeting \nprocedures satisfy those criteria.  The Court must also determine whether the targeting \nprocedures, along with the querying and minimization procedures, are consistent with the \nrequirements of the Fourth Amendment.  See§ 702(j)(3)(A)-(B). \nI bl SECI& I ii Sin OltCOH;,tOPOltH  Page 8 \nAuthorized for Public Release on Date:  September 4, 2020 Page 8 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nFfa8P §EJOIH3Ffa:%'61;';'8R:08N:'Pl8f38ftf'f \nA.  Back2round on Acquisition and Tar2etin1: Under Section 702 \nThe government targets a person under Section 702 by tasking for acquisition \none or more selectors (e.g., identifiers for email or other electronic-communication \naccounts) associated with that person.  Section 702 encompasses different forms of \nacquisition.  The government may acquire information \"upstream,\" as it transits the \nfacilities of an Internet backbone carrier, as well as \"downstream,\" from systems \noperated by providers of service  Traditional telephone \ncommunications ma  also be ac  uired u \nMem. Op. and Order, Oct. 18, 2018, \nat 1l  ( citation omitted) (\"October 18, 2018, Opinion\"). \nNSA is the lead agency in making targeting decisions under Section 702.  It may not task \na selector without first determining that the target is reasonably believed to be a non-U.S. person \noutside the United States (a \"foreignness determination\").  In making such determinations, NSA \nreviews certain categories of information about the proposed target and evaluates \"the totality of \nthe circumstances based on the information available with respect to that person, including \n2019 NSA \nTargeting Procedures § I at 1.  An NSA targeting decision must also be supported by a \n\"paiiicularized and fact-based\" assessment that \"the target is expected to possess, receive, and/or \nis likely to communicate foreign intelligence info1mation\" relevant to the subject matter of an \nauthorized Section 702 certification.  Id. at 4. \nNSA is also required to conduct post-targeting analysis \"to detect those occasions when a \nperson who when targeted was reasonably believed to be located outside the United States is \nlocated in the United States.\"  2019 NSA Targeting Procedures§ II at 7.  This post-targeting \nanalysis involves routinely comparing each tasked selector against independently acquired \nT8f 913Citl3Ti%'Bl:V8ItC81VN8ifl81Ut  Page 9 \nAuthorized for Public Release on Date:  September 4, 2020 Page 9 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n'fOP SECRE'f/fSI/fORCON/NOFOR-N \ninformation for indications that a tasked selector may be used inside the United States, and \nexamination of the content of communications obtained through surveillance of a tasked selector \nfor indications that a targeted person is now in, or may enter, the United States.  Id. at 6-7.  If \nNSA concludes that a target is in the United States \novemed by its targeting procedures.  Under those procedu \nselectors that have already been approved for tasking \nunder its targeting procedures.  See FBI Targeting Procedures § I \nProcedures apply in addition to the NSA Targeting Procedures,\" \nSee Docket No.  Mem. Op., Sept. 4, 2008, at 20 ( emphasis in original) \n(\"September 4, 2008, Opinion\"). \nNSA  equests to the FBI and provides an explanation of its prior \nforeignness detem1ination for each requested selector ( or \"Designated Account\").  See FBI \nTargeting Procedures § § I. 1, 1.2.  The FBI, \"in consultation with NSA, will review and evaluate \nthe sufficiency of' that determination.  Id. § I.3.  The FBI also runs certain checks of information \nssion in the course of that review and evaluation.  \"Unless the FBI \nhat the user of the Designated Account is a United States person or is located inside \nPage 10 \nAuthorized for Public Release on Date:  September 4, 2020 Page 10 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nof the United States, the FBI will \nId. § I.5. \"If the FBI \nappropriate for tasking ... , the FBI will infonn NSA\" and will not \naccount unless and until it \"determines that the Designated Account is in fact appropriate for \ntasking.\"  Id. § 1.8. \nB. \nThe government proposes to modify a requirement in the current targeting procedures that \nNSA employ certain technical measures to ensure that at least one end of each acquired \ncommunication is outside the United States when it conducts Internet upstream collection.  (In \nthe following discussion, \"upstream collection\" refers to upstream acquisition of Internet \ncommunications under:_ Section 702.) \nThe targeting procedures now in effect require NSA, when conducting upstream Internet \n2018 NSA Targeting Procedures § I at 2 (This \nOpinion cites specific procedures now in effect under the 2018 Certifications in the form of \n\"2018 [Agency] [Type of Procedures],\"regardless of the date of any amendments-M.,, \"2018 \nFBI Querying Procedures.\"  Specific procedures proposed for use under the 2019 Certifications \nare cited similarly, M.,, \"2019 FBI Querying Procedures\").  The government now seeks to lift \nthat requirement in certain circumstances.  For example, \nfJOF OE QUiJNOi:!;'.OftQO)f:!ffOFOIVJ  Page 11 \nAuthorized for Public Release on Date:  September 4, 2020 Page 11 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n:PO f  Of! 8M:P;i,lf!H;ql OR  t!' 0 f J;lff OI ii NJ \nhe government asserts that, in such circumstances, the above \ndescribed requirement has resulted in the loss of foreign-intelligence infonnation \neptember 17, 2019, Memorandum, at 10.  Sections \n702(b)(4) and 702(d)(l)(B) are concerned with whether \"the sender and all intended recipients\" \nof a communication \"are known ... to be located in the United States,\" not with \nBecause NSA, after applying its targeting \np  •  • y •  •  ity is used exclusively by non-U.S. persons \n101 SECREf))Si)}bkCOH,HOPOI\\J(  Page 12 \nAuthorized for Public Release on Date:  September 4, 2020 Page 12 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nlaQP iii Qftiila;';fil;\\IQllQQitl:tlUQfQIVtl \noutside the United States, this modification presents no impediment to the Court's approval of \nthe 2019 NSA Targeting Procedures. \nOn some prior occasions when NSA had tasked \napparently in order to avoid loss of foreign-intelligence \ninfonnation.  See Preliminary Notice of Compliance Incident Regarding \nertain Upstream Acquisitions, Feb. 21, 2019.  Of course, the \nproper course would have been to seek amendment of the procedures earlier, rather than \nunilaterally deciding to deviate from them.  Indeed, the Court's October 3, 2019, Order required \nthe government to provide additional information about the disposition of information that was \nimproperly acquired as a result of that incident. \nIn a responsive submission filed on November 4, 2019, the government reported that \nCourt's Order Dated October 3, 2019, Nov. 4  I. .  ~- .....  ~  I  I , Report\"). \nThe government reported that NSA identifie •  which might have \nresulted in the unauthorized acquisition of communications that did not originate or terminate \noutside the United States.  Id. at 3.  NSA has identified  esulting \nfrom such unauthorized acquisition and expects to have completely purged them by the end of \nJanuary 2020.  Id. at 5-6. \nIOI SECl@l))§f))bft@Ofohbl 0134  Page 13 \nAuthorized for Public Release on Date:  September 4, 2020 Page 13 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nSeparately, the government has reported its intention to \nDownstream collection, conversely, is not subject to the above-described limitations, \nwhich apply only to upstream collection.  But all Section 702 collection is subject to certain post \ntasking measures designed to detect whether a Section 702 target is located in \nThose measures typically include checking tasked electronic-communications \nfrom inside the United States.  See 2019 NSA Targeting Procedures§ II.bat 7.  The Notice filed \nost-tasking checks for selectors for ce11ain \nwould not result in useful information regarding the \nlocation of the targets who use those facilities.  See August 23, 2019, Notice, at 2-3. \nIn anticipation of tasking such facilities, the proposed NSA targeting procedures have \nbeen revised to require  post-tasking checks only \"in those cases in which [NSA J is \ntechnically capable of' performing them.  See 2019 NSA Targeting Procedures § II at 8. \nPage 14 \nAuthorized for Public Release on Date:  September 4, 2020 Page 14 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nThe Court expects that  Ost-tasking checks will be employed whenever \nfeasible.  On that understanding, and in view of the increased frequency with which acquired \ncommunications will be reviewed for indications that a target is in the United States when the \nhecks are not feasible, this revision does not impede the Court's finding that the 2019 \nNSA Targeting Procedures are \"reasonably designed to ... ensure\" that acquisitions are \"limited \nto targeting persons reasonably believed to be located outside the United States.\"  § 702(d)(l)(A). \nC.  Information Sharin  for  and Evaluation of \nProcedures) \nThe government has long had internal policies and practices for the passage of target \nidentifying information from NSA to FBI in connection with requests \nwas later detennined to be a U.S. person, see Docket No \nSupplemental Order, July 25, 2017, at 3-4, the Court advised the government t \nTOP EfiSPETf!Ef'.'.OP SO!I'.l39FOP!I  Page 15 \nAuthorized for Public Release on Date:  September 4, 2020 Page 15 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\ninclude greater detail about information sharing in the targeting procedures in order for the Court \nto better assess their adequacy and monitor compliance.  The government has undertaken to do so \nin this submission. \n1.  Steps Taken By NSA \nrocedures require NSA to take additional steps before tasking a selector \nnder Section 702.  See Se  tember 17,2019, Memorandum, at 13. \nwhether the user of the Designated Account \nis a person reasonably believed to be located outside the United States and is not a United States \nperson.\"  2019 FBI Targeting Procedures § 1.1. \nAs previously, the procedures require NSA to \"provide the FBI with identifying \ninformation\" of a Designated Account, together with \"an explanation ofNSA 's conclusion that \nthe user\" of the account is a non-U.S. person located outside the United States.  Id. § 1.2.  NSA is \nnow also expressly required to provide the FBI \n\"identifying information\" for the user(s) of the Designated Account \"obtained or identified by the \nNSA through application of its targeting procedures and determined to be reliable, including \nT8F BIJ iMT;':ffil:kl81li0ti 1l0ili01lli  Page 16 \nAuthorized for Public Release on Date:  September 4, 2020 Page 16 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nIOI  SE@fttl))§f))bft@GIC14616tut \nadditional identifying information of the user of the Designated Account, to the extent that NSA \nassesses it would be useful to FBI for purposes of application of [ the FBI' s targeting] \nUnder these provisions, NSA has some discretion in determining what information is \n\"reliable\" or \"useful,\" and therefore must be passed to the FBI.  The Court expects NSA to make \nsuc.h detem1inations on an individualized, case-by-case basis, by assessing the totality of \ninformation available about a particular target or selector.  In close cases, the Court expects NSA \nto err on the side of providing information to the FBI, rather than withholding it, so that the FBI \nis better able to make informed and accurate decisions under its targeting procedures. \nThe government reports that it will take time to implement these new information-sharing \nrequirements, but has not provided an estimate of how much time.  The Court views these \nrequirements as important enhancements and expects them to be implemented expeditiously. \nThe government has undertaken to report to the Court on such implementation every 45 days, \nand the Court intends to monitor closely the agencies' progress on implementing these new \nrequirements. \nort, submitted on November 1, 2019, the  ovemment advised that NSA has \nI OP SELKE I nsrnORCOMNOFORN  Page 17 \nAuthorized for Public Release on Date:  September 4, 2020 Page 17 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n11-12.  The agencies continue to discuss how other useful and reliable information might be \n\"complete these system modifications within the same timeframe as NSA.\"  Id. at 13.  The \nagencies are also working on guidance and training for their personnel on these new procedures. \nId. at 13-14. \n2.  Steps Taken By the FBI \nFor its part, the FBI will consider this information in its review of the appropriateness of \nhe targeted selector.  See FBI Targeting Procedures \nif8f Bl!lCMifi)IJlh18ftC8Hl1H8ts8llH  Page 18 \nAuthorized for Public Release on Date:  September 4, 2020 Page 18 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n161 SE@EfJlbf)]bfllbitlitbl Sidi \nThe proposed procedures provide greater detail about the searches to be conducted by the \nFBI.  For example: \n'fij)P BH6ll\\ii'F.':'fil:f1'Qll6QIVJiQliQIUf  Page 19 \nAuthorized for Public Release on Date:  September 4, 2020 Page 19 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\none \nI Gt  SELIM fl) SI))  61()! t 61 612 t \nThe proposed procedures also include new provisions that, in specified circumstances, \npermit the FBI to forgo actions that would be otherwise required.  The first provision concerns \nsituations ii1 which the Bureau would be permitted to rely on steps taken by NSA under its \nthe FBI could forgo an otherwise required \nPage 20 \nAuthorized for Public Release on Date:  September 4, 2020 Page 20 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nIOI \nSECREl))Sl)}URCOl◄ihbPeMf \nseems likely that, in the vast majority of situations in which the provision would be relied upon, \nthe FBI would simply be avoiding duplicative effort that would not yield relevant new \ninformation. \nAnother new provision of the proposed procedures permits the FBI, when faced with \"an \nimmediate threat to human life or property,\" tQ \"immediately \nof a Designated Account\" requested by NSA without: a) reviewmg an \nofNSA's assessment that the target is a non-U.S. person located outside the U.S.; orb) \nconducting any queries in FBI systems.  See 2019 FBI Targeting Procedures § 1.4.h.  The FBI \nwould be required to take those steps ''at the first available opportunity, but no later than the next \nbusiness day.\"  Id.  FBI must also notify the Department of Justice's National Security Division \n(NSD) and the Office of the DNI (ODNI) , and NSD must notify the FISC.  Id. \nThe government provided an ~xample of an exigent circumstance involving a threat to \nTOP SECRET 11SI'.'OPGON0JOFO!ltl  Page 21 \nAuthorized for Public Release on Date:  September 4, 2020 Page 21 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nId  i  YEE& I;; §ll; Ok@Ofo it Of! 5£ t \nThe Court credits the government's proffered need to act without delay in such situations.  But it \nmust also be noted that Section V of the NSA targeting procedures similarly permits that agency, \nwhen faced with an immediate threat, to forgo steps and assessments it ordinarily is required to \ntake before tasking  If the same account were the occasion \nfor departures by both agencies, it theoretically could be tasked \nithout any research regarding, or assessment of, whether the account's user is a non \nU.S. person located outside the United States.  NSA's emergency-departure provision requires \nthe government to \"continue to adhere to all of the statutory limitations set forth\" in Section \n702(b), so intentional targeting of U.S. persons or persons known to be in the United States \nwould be prohibited, even in exigent circumstances.  See 2019 NSA Targeting Procedures § V. \nAnd the requirement that the FBI take the otherwise required steps no later than the next business \nday and notification to NSD and ODNI, and ultimately the FISC, act as further checks against \npotential abuse of this provision.  On balance, the Court finds it reasonable to approve this \nprovision, on the expectation that it will be promptly informed of any circumstances in which it \nis invoked. \nD.  Conclusion \nThis Court has previously found the current versions of the FBI's and NSA's targeting \nprocedures to comply with statutory requirements.  See October 18, 2018, Opinion at 132.  The \nabove-described changes to those procedures, individually and taken together, do not undermine \nthe bases for those prior findings.  The modification to \ntargeting procedures is a common-sense adjustment to limited situations \n'fOf tJIDCR-E'fh'SINORCONf.NOJilORP,  Page 22 \nAuthorized for Public Release on Date:  September 4, 2020 Page 22 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nIOI SE@iffil))Sllibtt@S!i!ltGI GISI \nWith the \nexception of the emergency-departure provision, the changes to the FBI's targeting procedures \nprovide greater specificity regarding the protections against targeting U.S. persons or persons in \nthe United States.  Although the FBI need not conduct certain checks when they are likely to be \nredundant of steps recently taken by NSA, NSA now \nbefore tasking a selector \nnet effect of those changes should be earlier detection of any indication that a proposed \nacquisition may concern a target who is a U.S. person or in the United States.  The new \ninformation-sharing requirements should enhance the FBI's ability to research and evaluate \nwhether a target is a U.S. person or in the United States \nThe Court concludes, accordingly, that the 2019 NSA Targeting Procedures and the 2019 \nFBI Targeting Procedures, as written, are reasonably designed, as required by Section 702(d)(l), \nto: (1) ensure that any acquisition authorized under the 2019 Certifications is limited to targeting \npersons reasonably believed to be located outside the United States, and (2) prevent the \nintentional acquisition of any communication as to which the sender and all intended recipients \nare known at the time of the acquisition to be located in the United States.  For the reasons stated \nabove and in the Court's opinions in the Prior 702 Dockets, moreover, it concludes that the NSA \nand FBI Targeting Procedures, as written, are reasonably designed to prevent United States \npers.ons from being targeted for acquisition - a finding that is relevant to the Court's analysis of \nwhether those procedures are consistent with the requirements of the Fourth Amendment.  See \npages 57-61 infra. \n- - - -- --- - - - - ....  - - Page 23 \nAuthorized for Public Release on Date:  September 4, 2020 Page 23 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n101 &L@llblHSfl)Gfl@61011O7OMf \nIV.  THE MINIMIZATION PROCEDURES AND QUERYING PROCEDURES \nPursuant to § 702(i)(2)(C), the Court must assess whether the minimization procedures \ncomply with specified statutory requirements.  Section 702(e)(l) requires that the procedures \n\"meet the definition of minimization procedures under [50 U.S.C. § l 80l(h) or 1821(4)].\"  That \ndefinition requires \n(1) specific procedures ... that are reasonably designed in light of the purpose and \ntechnique  of the  particular surveillance  [or physical  search],  to  minimize the \nacquisition and retention, and prohibit the dissemination, of nonpublicly available \ninformation concerning unconsenting United States persons consistent with the need \nof the  United  States  to  obtain,  produce,  and  disseminate  foreign  intelligence \ninformation; \n(2) procedures that require that nonpublicly available information, which is  not \nforeign intelligence information, as defined in [50 U.S.C. § l 801(e)(l)], shall not be \ndisseminated in a manner that identifies any United States person, without such \nperson's consent, unless such person's identity is necessary to understand foreign \nintelligence information or assess its importance; [and] \n(3) notwithstanding paragraphs (I) and (2), procedures that allow for the retention \nand dissemination of information that is evidence of a crime which has been, is \nbeing, or is about to be committed and that is to be retained or disseminated for law \nenforcement purposes[.] \n§ 180l(h).  The definition of \"minimization procedures\" at§ 1821(4) is substantively identical to \nthe definition at§ l 80l(h) (although § 1821(4)(A) refers to \"the purposes ... of the particular \nphysical search\").  For simplicity, subsequent citations refer only to § 1801 (h). \nIn applying these statutory requirements, the Court is mindful that Section 702 \nacquisitions target persons reasonably believed to be non-U.S. persons outside the United States. \nAlthough such targets may communicate with or about U.S. persons, Section 702 acquisitions, as \na general matter, are less likely to acquire information about U.S. persons that is unrelated to the \nTOP lJE OftiiT ':'Bl'.'.ODOOII '.tiOS@Plf  Page 24 \nAuthorized for Public Release on Date:  September 4, 2020 Page 24 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTO F 2JE@MJ I i\\101:\\IOR OOHlf fO PO Rf f \nforeign-intelligence purpose of the acquisition than, for example, electronic surveillance or \nphysical search of a home or workplace within the United States that a target shares with U.S. \npersons.  Different minimization protections may be appropriate for other forms of collection that \nare directed at persons within the United States. \nThe AG, in consultation with the DNI, also must \"adopt querying procedures consistent \nwith the requirements of the fourth amendment ... for information collected\" pursuant to a \nSection 702 certification, see § 702(±)(1 )(A), and must \"ensure\" those procedures \"include a \ntechnical procedure whereby a record is kept of each United States person query term used for a \nquery.\"  § 702(±)(1 )(B).  The FISC must determine whether querying procedures satisfy the \nrequirements of§ 702(±)(1).  See§ 702(j)(3)(A)-(B). \nEach agency's procedures make clear that the qu~rying and minimization procedures are \nto be read and applied together.  See, e.g .• 2019 NSA Querying Procedures§ I (\"These querying \nprocedures should be read and applied in conjunction with [the separate] minimization \nprocedures, and nothing in these procedures permits any actions that would otherwise be \nprohibited by those minimization procedures.\"); 2019 FBI Querying Procedures § I at l (same); \n2019 NSA Minimization Procedures § I at 1 (\"These minimization procedures apply in addition \nto separate querying procedures .... [They] should be read and applied in conjunction with those \nquerying procedures, and nothing in these procedures permits any actions that would otherwise \nbe prohibited by those querying procedures.\"); 2019 FBI Minimization Procedures § I.A at 1 \n(same).  The Court will accordingly also assess whether each agency's querying procedures, in \nconjunction with the minimization procedures, satisfy the standard of§ 1801(h). \nTOP \"~C~T/iSt1YflftCfJN)Nfl:FfliftN  Page 25 \nAuthorized for Public Release on Date:  September 4, 2020 Page 25 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n'fOP SECRE'f/rSIHORCONrNOFORN \nA.  Background on Section 702 Minimization and Querying \nEach agency with access to \"raw,\" or unminimized, information obtained under Section \n702 (NSA, FBI, CIA, and NCTC) is governed by its own set of minimization procedures in \nhandling that information.  This opinion uses the terms \"raw\" and \"unminimized\" \ninterchangeably.  The NCTC Minimization Procedures define \"raw\" information as: \nsection 702-acquired information that (i) is in the same or substantially the same \nformat as when NSA or FBI acquired it, or (ii) has been processed only as necessary \nto  render  it into  a form  in which it can be evaluated to  detennine whether it \nreasonably appears to be foreign  intelligence information or to  be  necessary to \nunderstand foreign intelligence information or assess its importance. \n2019 NCTC Minimization Procedures§ A.3.d at 2. \nThere are significant differences among the various sets of minimization procedures \nbased on factors such as the agencies' differing missions, legal and policy constraints, and \ntechnical infrastructure, but they share several important features in common.  Regarding \nacquisition, NSA is required to conduct acquisitions \"in a manner designed, to the greatest extent \nreasonably feasible, to minimize the acquisition of information not relevant to the authorized \npurpose of the acquisition.\"  2019 NSA Minimization Procedures§ 4(a) at 5.  The FBI must \nfollow its targeting procedures in conducting acquisitions.  See 2019 FBI Minimization \nProcedures § II.A. I at 6.  (As discussed above, NSA and the FBI are the only agencies that \nconduct Section 702 acquisitions, and the FBI applies its targeting procedures to, and acquires \ndata for, only selectors that NSA has approved for tasking under its targeting procedures.  See \npages 9-11 supra.) \nI 8f 2Jl!lf!!Rl!!51Wfflf;f;i8R1218ff:lffiliilNJ  Page 26 \nAuthorized for Public Release on Date:  September 4, 2020 Page 26 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nPost-acquisition, in broad outline, each agency's procedures: \n•  set criteria for the indefinite retention of information of or concerning United \nStates persons and generally applicable timetables for destroying information that \ndoes not meet those criteria, see 2019 NSA Minimization Procedures § 4; 2019 \nFBI Minimization Procedures§§ III.C.b, III.D.4, III.E.4; 2019 CIA Minimization \nProcedures§§ 2, 3; 2019 NCTC Minimization Procedures§ B.2, B.3; \nprovide special rules for protecting attorney-client communications, see 2019 \nNSA Minimization Procedures§ 5; 2019 FBI Minimization Procedures§§ III.D.5, \nIII.E.6; 2019 CIA Minimization Procedures § 7.a; 2019 NCTC Minimization \nProcedures § C.5; \n•  set standards and procedures for disseminating information, see 2019 NSA \nMinimization Procedures§§ 6, 7(b); 2019 FBI Minimization Procedures§ IV; \n2019 CIA Minimization Procedures § § 5, 7.c; 2019 NCTC Minimization \nProcedures§ D; and \n•  prescribe procedures for obtaining technical or linguistic assistance from other \nagencies and/or from foreign governments, see 2019 NSA Minimization \nProcedures § 9(b); 2019 FBI Minimization Procedures § IV.D; 2019 CIA \nMinimization Procedures§ 7.b; 2019 NCTC Minimization Procedures§ D.5. \nThe procedures also speak to situations in which the government reasonably believed at \nthe time of acquisition that the target was a non-U.S. person outside the United States, when the \ntarget was in fact a U.S. person or was inside the United States.  The Court has concluded that \nthe government is authorized to acquire such communications under Section 702.  See \nSeptember 4, 2008, Opinion at 25-27.  Nonetheless, the procedures of each agency require \ndestruction of infonnation obtained under those circumstances, unless the head of the agency \nauthorizes its retention after making certain findings for the specific information to be retained. \nSee 2019 NSA Minimization Procedures § 4( d); 2019 FBI Minimization Procedures § III.A.3; \n2019 CIA Minimization Procedures§ 8; 2019 NCTC Minimization Procedures§ B.4. \nTfJf !l~C~Th'SliYt>fteer•li'Nt>FflftN  Page 27 \nAuthorized for Public Release on Date:  September 4, 2020 Page 27 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nJlQP Sl!HslR13'J.sl,4'Sl,;l~lleQN1'1'J9FQWJ \nIn addition, each agency's querying procedures contain recordkeeping requirements for \nthe use of U.S.-person query terms in response to§ 702(f)(l)(B).  See 2019 NSA Querying \nProcedures§ N.B; 2019 FBI Querying Procedures§ N.B; 2019 CIA Querying Procedures§ \nIV.B; 2019 NCTC Querying Procedures§ N.B.  They pennit investigative and analytical \npersonnel at the CIA, NSA, and NCTC to conduct queries of unminimized Section 702 \ninformation if the queries are reasonably likely to return foreign-intelligence infom1ation.  See \n2019 NSA Querying Procedures §N.A; 2019 CIA Querying Procedures§ IV.A; 2019 NCTC \nQuerying Procedures § N.A.  Their FBI counterparts may conduct such queries if they are \nreasonably likely to return foreign-intelligence information or evidence of a crime.  2019 FBI \nQuerying Procedures §N.A.  The FBI's querying procedures are further discussed at pages 61-71 \ninfra. \nChanges to the agencies' minimization procedures and querying procedures are discussed \nin the following sections. \nB.  Provisions Relating to User-Activity Monitoring Activities \nUser-activity monitoring (UAM) activities monitor use of an agency's own networks and \nsystems to protect against misuse by employees and other persons with access to those systems. \nAs explained below, some UAM activities are likely to capture and store a limited amount of \nunminimized 702 information.  The proposed minimization procedures and querying procedures \nfor the FBI, NSA, and CIA contain new provisions addressing UAM activities.  Some \nbackground information regarding UAM activities will be helpful in examining those provisions. \nTOP 011 iDIIT,flOt;l'.OD OOII'.IIO:iODJf  Page 28 \nAuthorized for Public Release on Date:  September 4, 2020 Page 28 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI.  Background on UAM Activities \nIn connection with its submission of the 2018 Ce1iifications, the government informed \nthe Court that it had identified certain UAM activities, \nnd the subsequent placement of that \ninformation into systems maintained by insider-threat personnel.\"  October I 8, 2018, Opinion at \nDuring the Court's consideration of the 2018 Certifications, the government was \ninvestigating the extent to which the agencies' UAM activities copy and store raw Section 702-\nacquired information and thereby implicate minimization and querying mles.  The Court \naccepted the government's suggestion that it submit reports addressing how the UAM activities \nof each agency bear on Section 702 information.  Id. at 131-32.  The government submitted those \nreports on March 29, 2019. \nThey explain that the CIA, NSA, and FBI \"routinely conduct consensual monitoring of \ntheir classified and unclassified computer systems to ensure that the systems remain secure and \nthat sensitive information that is transmitted, stored, or processed on the systems is not used for \nunauthorized purposes.\"  September 17, 2019, Memorandum, at 37. \nTSP EJ@CMTi'!'9108ftC8Hllf fO~SIUf  Page 29 \nAuthorized for Public Release on Date:  September 4, 2020 Page 29 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTOP SFGPFT'.'.SJ'.:OPGON'.tlOFOPtJ  Page 30 \nAuthorized for Public Release on Date:  September 4, 2020 Page 30 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nThe CIA, NSA, and FBI all conduct certain forms of monitoring routinely, as well as \n11QP SFSRF11'.'.SJ'.'.OPGODI'.tl0FOPN  Page 31 \nAuthorized for Public Release on Date:  September 4, 2020 Page 31 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nThe government describes its understanding that the agencies' UAM activities are \nauthorized by various statutes, see NSA UAM Submission at 7-11 (discussing, among other \nprovisions, 50 U.S.C. § 3232(a) and the National Defense Authorization Act for Fiscal Year \n2012 § 922, Pub. L. 112-81), as well as by Executive Order No. 13587 and guidance issued \nthereunder.  See id. at 11-15.  The government does not argue that those authorizations render \nFISA's minimization requirements inapplicable.  Id. at 16-18.  It does, however, contend that this \n\"legal framework ... reflects the government's strong interest in deteffing and detecting insider \nthreats, including the safeguarding of classified information from exploitation or other \nunauthorized disclosure.\"  September 17, 2019, Memorandum, at 40.  The Court accepts that the \nFBI, CIA, and NSA legitimately need to safeguard classified information against insider threats, \nincluding unminimized Section 702 information. \nA final observation is in order before turning to the proposed procedures.  UAM activities \nacquire information about the users of the systems monitored and therefore may be thought to \nI 61 SELi& I)) §1)) GltEGfo 14011 GIG◄  Page 32 \nAuthorized for Public Release on Date:  September 4, 2020 Page 32 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nifOP 8B8Mif:V81:)10R80Pf;lffOFONJ \nimplicate their privacy interests.  But balancing those privacy interests against the need to guard \nagainst insider threats is not a task for this Court.  The statute requires minimization procedures \n\"for acquisitions authorized under\" Section 702(a) and querying procedures \"for information \ncollected pursuant to an authorization under\" Section 702(a).  See§ 702(e)(l), (f)(l)(A). \nInformation about the conduct of users of agency systems recorded by UAM activities - ~. that \nJohn Doe downloaded a particular file - is neither an acquisition authorized under Section 702(a) \nnor information collected pursuant to such an authorization, regardless of whether the \ndownloaded file happened to contain Section 702-acquired information.  The Court's \nresponsibility is to determine whether the procedures properly protect private U.S.-person \ninformation that was acquired pursuant to a  Section 702 authorization, which is typically found \nin Section 702-acquired communications to which a U.S. person is a party or that discuss a U.S. \nperson. \n2.  Minimization Provisions for UAM Activities \nThe proposed minimization procedures have protections against the improper use of \nSection 702 information in UAM systems, including limiting access and use of information to \npersonnel involved in the agency's insider threat mission.  Specifically for each agency: \nFBI The FBI's proposed procedures permit retention of Section 702-acquired \ninformation in UAM systems only in furtherance of authorized UAM purposes.  See 2019 FBI \nMinimization Procedures§ III.F.7.  Such information may only be accessed by authorized \npersonnel  with UAM duties who have been trained on the \nprocedures.  Id.  Such personnel may search UAM systems to \"assist in insider threat inquiries or \n~SP O~C™'1WOI//ORCON1'i'iOfilORPl  Page 33 \nAuthorized for Public Release on Date:  September 4, 2020 Page 33 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nunminimized Section 702 information in a UAM system, they must remove it from the system \nunless (1) it meets generally applicable retention criteria and is not otherwise subject to purge; or \n(2) it is necessary to retain it for a UAM purpose, in which case the retention, and the reason \ntherefor, must be included in the next quarterly report to the Court on Section 702 compliance \nmatters, and the FBI must delete the information when it is no longer needed for a UAM purpose. \nId. \nCIA  The proposed provisions for the CIA's retention and use of Section 702-acquired \ninformation in UAM systems are materially the same as those described above for the FBI.  See \n2019 CIA Minimization Procedures§ 7.e. \nNSA.  The proposed NSA minimization procedures would permit indefinite retention of \nunminimized Section 702-acquired information in NSA's UAM systems.  See 2019 NSA \nMinimization Procedures § 10.  NSA may use such information \"solely to deter, detect, and \notherwise protect against unauthorized access and use ofNSA's systems and networks.\"  Id. \nAccess to such UAM systems is limited to personnel with UAM duties \nwho have been trained on the procedures.  Id. \nPage 34 \nAuthorized for Public Release on Date:  September 4, 2020 Page 34 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI bi SEEi& I;; 31)) ORCOI M tOPOJU ( \nUnlike the FBI and CIA, NSA would not be required in any circumstances to remove \nunminimized Section 702 information from a UAM system.  NSA's UAM systems are not \ncapable of \"aging off data at set intervals or deleting individual records.\"  NSA UAM \nSubmission at 17; accord September 17, 2019, Memorandum, at 46.  The Court understands that \nlack of capability to have resulted from a policy deten11ination that \"it is critical for [NSA's] \nUAM personnel to retain all of the information stored in its UAM repositories indefinitely.\" \nNSA UAM Submission at 17.  In addition, even the FBI and CIA would not be required to \nsystematically review their UAM systems to find any unminimized Section 702-acquired \ninformation and, if they discover such infom1ation on a UAM system, they may retain it there for \nas long as doing so serves a UAM purpose, subject to the above-described reporting requirement. \nThe government contends that these relatively lax retention standards are justified because \"it \nmay take years to detect an insider threat, and once detected, UAM personnel will likely need to \nreview older information captured through UAM processes with new context.\"  September 17, \n2019, Memorandum, at 41. \nThe Court finds that rationale persuasive, in the context of the limited amount of \nunminimized Section 702 information likely to be contained in UAM systems, the limited \nnumber of personnel with access to those systems, and the limited purposes for which such \nsystems are used.  The government's reporting on how UAM systems are currently configured \nand operated indicates that such access restrictions are largely in place.  See, e.g. \nDeclaration at 21 (access to NSA's UAM data is controlled and accessible only to a limited \nnumber of authorized personnel); CIA UAM Submission at 12-13 (CIA's UAM repositories are \nres \nFYSPFT'.'.FI'.'.SPSO?IitiOYOPBI  Page 35 \nAuthorized for Public Release on Date:  September 4, 2020 Page 35 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nAuthorized users will have access only to the information required to \nperform their official duties.  Id.  It is anticipated that the total number of users who may have \naccess to the system will be  II of whom will have completed training on the \nFBI's FISA minimization procedures.  Id.  The Court accordingly concludes that the provisions \nof the proposed FBI, CIA, and NSA minimization procedures regarding the retention and use of \ninformation in UAM systems satisfy the requirements of 50 U.S.C. § 1801(h). \n3.  Exclusion of Searches of UAM Systems From Querying Procedures \nThe government proposes to exclude searches of agency systems from the definition of a \n\"query\" for purposes of the querying procedures for the FBI, CIA, and NSA, \"so long as the only \nunminimized section 702-acquired information that the searches run against are in records \ncaptured through user activity monitoring.\"  NSA Querying Procedures § III.A; FBI Querying \nProcedures§ III.A; CIA Querying Procedures § III.A. \nFor purposes of Section 702 querying procedures, FISA defines \"query\" as \"the use of \none or more terms to retrieve the unminimized contents or noncontents located in electronic and \ndata storage systems of communications of or concerning United States persons obtained through \nacquisitions authorized\" under Section 702(a).  See§ 702(f)(3)(B).  The government submits that \nsearching a UAM system does not involve a \"query\" under that definition because such a search \nI GI  SELIM fl) □ill one on HSI CRH  Page 36 \nAuthorized for Public Release on Date:  September 4, 2020 Page 36 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nlbf SECREf)}Sl})bkCOMl◄Ut:UtG◄ \nmust have a UAM purpose.  (Recall that the proposed minimization procedures require any \nsearch of a UAM system that contains unminimized Section 702 information to have a UAM \npurpose.)  And, in the government's view, any search for a UAM purpose would not involve the \nuse of one or more terms to retrieve unminimized communications of or concerning U.S. persons \nobtained under Section 702 and therefore would not be a query as defined by the statute.  See \nSeptember 17, 2019, Memorandum, at 49-53.  The Court concludes that it is pem1issible to \nexclude searches of UAM systems for UAM purposes from the querying procedures, but its \nanalysis deviates somewhat from the government's arguments. \nThe government relies on a statement in the legislative history of Section 702(f) that \n\"query refers only to retrievals of 'of or concerning United States persons,' and, therefore, the \nnew querying procedures requirement does not apply to queries that are not specifically intended \nto return communications 'of or concerning United States persons.\"' H.R. Rep. No. 115-475 part \nI, at 18 (2017) (cited by September 17, 2019, Memorandum, .at 49 n.29).  At the same time, \nhowever, the government concedes that the lack of a subjective intent to retrieve unminimized \nSection 702-acquired information does not necessarily mean that no query has occurred: it \nregards the use of terms to search the main repositories of unminimized Section 702 information \nas a \"query,\" even if the person conducting it did not intend to search Section 702 information, \nbut rather did so by mistake.  Id. at 50 n.30.  In the government's view, searching \"analytical \nrepositories ... designed to store unminimized FISA-acquired information\" justifies imputing \nthe personnel who conducted the search \"with the degree of intent necessary to trigger the \nstatutory definition of query.\"  Id. \n•or BtU§Mlf:l;fBl:':101UiOJJ:liQFQlllI  Page 37 \nAuthorized for Public Release on Date:  September 4, 2020 Page 37 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nrrer \"12Cftl2ifh'\"I//OftCOU/N10fJOftcl', \nIn the Court's assessment, searches ofUAM systems conducted for UAM purposes and \notherwise in compliance with applicable minimization requirements (hereinafter \"UAM \nsearches\") are unlikely to retrieve unminimized U.S.-person communications.  That is due in part \nto the fact that UAM systems contain a limited amount of unminimized Section 702 information, \nparticularly in comparison to the main repositories of such information.  The nature of the UAM \npurposes for which such searches are conducted also supports that assessment.  Those purposes \nfocus on the conduct of users of agency systems, not on U.S.-person communications contained \nwithin such raw Section 702 data as was incidentally copied in the course of UAM.  Based on the \nsame considerations, moreover, the Court assesses that it is not reasonable to regard UAM \nsearches as intended to retrieve unminimized U.S.-person communications that were acquired \nunder Section 702. \nThe Court concludes that searches of government systems that are neither likely to \nretrieve such unminimized communications nor intended to do so fall outside the statutory \ndefinition of \"query.\" First, it would be an odd reading of the statutory text to conclude that a \nsearch involved \"the use of one or more terms to retrieve\" such communications, even though the \nsearch was not likely to retrieve them and the person running it did not intend to retrieve them.  It \nwould be anomalous, moreover, for unlikely and unintended search results to compel an after \nthe-fact conclusion that a particular search was a \"query,\" particularly in view of requirements \nthat agency personnel can satisfy only before they run a query.  See, e.g., 2019 CIA Querying \nProcedures § IV.A (\"Each query of CIA systems ... must be reasonably likely to retrieve foreign \nintelligence information ... unless otherwise specifically excepted in these procedures.\"). \n'FOP SIBCRE'FHSJNOftOO\"N,'NOFOl@l  Page 38 \nAuthorized for Public Release on Date:  September 4, 2020 Page 38 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\noneo, \nI 01 el!!@HEJ;;Qfjj  fJf JOP0RP f \nFinally, it is congruent with the purpose of Section 702(f) to conclude that the statutory \ndefinition of \"query\" does not encompass searches that are neither likely nor intended to return \nunminimized U.S.-person communications obtained under Section 702.  Querying procedures \nmust be \"consistent with the requirements of the fourth amendment.\"  Section 702(f)(l)(A).  The \nlegislative history underscores the connection between the requirement to adopt querying \nprocedures and Fourth Amendment concerns: \nThe [House Permanent Select Committee on Intelligence] is dedicated to \nproviding assurances to  the American public that the procedures and processes \ncurrently in place satisfy the Fourth Amendment, and do not impede on United States \nperson privacy. Therefore, the Committee believes that the Intelligence Community \nshould have separate procedures documenting their current policies and practices \nrelated to the querying of lawfully acquired FISA Section 702 data. \nH.R. Rep. No. 115-475 part I, at 17-18.  (The Court adverts to this legislative history for aid in \nresolving any ambiguity regarding the statutory definition of \"query.\")  The more specific \nstatutory requirements for queries of Section 702 information are naturally understood as means \nchosen by Congress to further the ends of ensuring and demonstrating compliance with the \nFourth Amendment and due protection of U.S. persons' privacy.  For example, Section 702(f)(2) \n(discussed further at pages 69-73 infra), requires the FBI to obtain a probable cause-based order \nfrom the FISC before examining the results of certain queries conducted using U.S.-person query \nterms in support of a predicated criminal investigation.  The Foreign Intelligence Surveillance \nCourt of Review has stated that \"Section 702(f)(2), it appears to us, is intended to address ... \ncompliance with the Fourth Amendment\" and \"to avert any constitutional challenge to the FBI's \nconduct,\" particularly \"in everyday criminal investigations unrelated to national security and \nforeign intelligence needs.\"  Docket No. 18-03, In re DNVAG 702 h  Certification \n161 SEEi& I l, Sil, GRESi UI  I6  1 GIG t  Page 39 \nAuthorized for Public Release on Date:  September 4, 2020 Page 39 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nt 29  (FISCR July 12, 2019) (per curiam) \n(\"In re DNI/AG Certifications\"). \nQueries of the main repositories of unminimized Section 702 information substantially \nimplicate Fourth Amendment interests, particularly when U.S.-person query terms are used.  The \ntargets of acquisition under Section 702 are reasonably believed to be non-U.S. persons outside \nof the United States, and those acquisitions have a significant purpose of acquiring foreign \nintelligence information.  See pages 8-11 supra; § 702(h)(2)(A)(v).  But the use of U.S.-person \nidentifiers to query the main repositories of unminimized Section 702 information indicates an \ninterest in retrieving information about non-target U.S. persons.  In the case of FBI queries \nintended to retrieve evidence of a crime, the interest in the retrieved information may be \nunrelated to  national security.  Consequently, the unjustified use of U.S.-person query terms to \nsearch the main repositories of unminimized Section 702 info1mation presents \"a serious risk of \nunwarranted intrusion into the private communications of ... U.S. persons,\" which \"weighs \nsubstantially in the assessment ofreasonableness.\" October 18, 2018, Opinion at 89. \nIn contrast, UAM searches do not present remotely comparable Fourth Amendment \nconcerns.  UAM systems contain a limited amount of unminimized Section 702 information.  If \nsomeone wanted to find and examine Section 702 information concerning a particular person, \nsearching a UAM system would be a poor means of doing so.  Searches that are conducted for a \nUAM purpose, moreover, will not generally be formulated in a way that is likely to retrieve \nunminimized communications of or concerning U.S. persons acquired under Section 702.  It is \npossible to construct hypothetical counterexamples - ~' a UAM search that is designed to \n1'QP ili.'11l:i1'11il(GQEGQN'NQFOPN  Page 40 \nAuthorized for Public Release on Date:  September 4, 2020 Page 40 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTOR SFCPFT11Sl1fOPCONO>IOFORN \nretrieve infonnation about the system usage of a particular intelligence analyst during a particular \ntime, and it is known that at such time the analyst was tracking a Section 702 target who \ncommunicates with U.S. persons.  But even in such circumstances, any Fourth Amendment \nconcerns are substantially allayed by the limited amount of Section 702 information subject to \nsearch on a UAM system, as well as the UAM purpose of the search, to which the substance of \nany retrieved Section 702 information will be generally irrelevant.  (In the above hypothetical, \nthe purpose of the UAM search is to retrieve infommtion about the analyst's use of agency \nsystems, not to retrieve or examine any Section 702 information.) \nThe Court accordingly will approve the proposed exclusion of UAM searches from the \ndefinition of \"query\" in the CIA, NSA, and FBI querying procedures and concomitant exemption \nof such searches from the requirements of those procedures.  As explained above, however, that \napproval rests substantially on the factual premise that UAM searches are conducted against only \na limited amount of unminimized Section 702 infonnation that was incidentally copied during \nUAM processes.  The validity of that premise could be affected by changes in the scope or \nfunctioning of the agencies' UAM activities.  The Court, as a result, directs the government to \nupdate its descriptions of the UAM systems and processes employed by the FBI, CIA, and NSA \nby no later than March 26, 2021 - i.e., two years from the government's prior UAM submissions. \nC.  FBI Archival Systems \nThe FBI maintains systems to archive copies of messages from its classified email and \ninstant message systems.  Like UAM systems, these archival systems are not main repositories of \nunminimized Section 702 information, but a limited amount of such information entered those \n'f'8P DIUJM'f'A'OIA'8ft601'VN0F0RJ,  Page 41 \nAuthorized for Public Release on Date:  September 4, 2020 Page 41 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI Gt  21L@ICL f))2111i GROSH HOFON f \nsystems because FBI personnel included it in an email or instant message.  As discussed below, \nthe FBI's current minimization procedures prohibit the transmission of such information in \nemails or instant messages.  The amount of such information in these archival systems \nconsequently should be capped; otherwise, these systems present issues similar to those \npresented by U AM systems. \n1.  Background on Retention in FBI Archival Systems \nThe FBI's  maintains an archive of emails from \nto assist in responding to discovery requests.  See October 18, 2018, Opinion at \n117.  That system is also used for records management and processing of Freedom of \nstores copies of messages from the FBI's \n· n a separate archival system.  Id. \nIn 2018, the Court approved changes to the FBI's Section 702 minimization procedures \nfor these archival systems.  The first change prohibited the further placement of unminimized \nSection 702-acquircd information i  Id. at 118, \n120.  The Court also approved the indefinite retention of such information that had already been \nplaced in these archival systems, notwithstanding otherwise-applicable retention limits, subject to \naccess to the systems being limited to \"FBI personnel who require access to perform their official \nduties or assist in a lawful and authorized governmental function, including system \nadministrators and other technical personnel, and who have received training on these \nminimization procedures and the Querying Procedures.\"  Id. at 119-20.  Such personnel can \nT8 F 80 8M1WOl;i/81lCJQ, l:'N Qt,QllN  Page 42 \nAuthorized for Public Release on Date:  September 4, 2020 Page 42 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n161 SZ@l&IHSIH Gfl@GI Iii 161 Std I \naccess the archival systems only to assist in security, insider threat, inspection, and FBI internal \ncounterintelligence inquiries, functions, and investigations, and to respond to inquiries related to \nrecords management and discovery and can search those systems only to further such inquiries, \nfunctions, and investigations.  Id. at 119.  The Court also ordered that, in the event the FBI \nidentified data in such an archival system as unminimized Section 702-acquired information and \nsought to retain it in that system, the government must state in its next quarterly report to the \nCourt on Section 702 compliance matters: (1) whether the information could be retained on an \nFBI classified email or instant-messaging system as described in Sections III.F.4 or III.F.5 of the \n2018 FBI Minimization Procedures or in connection with litigation matters as described in \nSection III.I.3 of those procedures; and (2) if not, the reason retention of the infonnation in the \narchival system is necessary to the purposes served by that system.  Id. at 138. \nFinally, searches of the archival systems are currently subject to the FBI's querying \nprocedures.  See  2018 FBI Minimization Procedures § III.F.5 (''Because the classified e-mails in \nthis archive may contain raw Section 702-acquired information, any queries in this archive must \nbe conducted in accordance with the Querying Procedures.\"); id. § 111.F.6 (same for instant \nmessaging archive). \n2.  Proposed Rules for Retention in Archival Systems \nThe proposed FBI minimization procedures treat retention of unminimized Section 702 \ninformation in these archival systems in the same manner as they treat retention of such \ninformation in UAM systems.  If FBI personnel identify unminimized Section 702 information in \none of these archival systems, they must remove it from the system unless (1) it meets generally \n•Qr JHlllliiil;i;ifll'.'.BD iBJiilIOFOP!I  Page 43 \nAuthorized for Public Release on Date:  September 4, 2020 Page 43 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI bi BECKE I;; Si!l UICCOIC H Ci CRH \napplicable retention criteria and is not otherwise subject to purge; or (2) \"it is necessary to retain \n[it] for the purposes served by\" the archival system in question, in which case the retention, and \nthe reason therefor, must be included in the next quarterly report to the Court on Section 702 \ncompliance matters, and the FBI must delete the infom1ation when it is no longer needed for such \npurpose.  See 2019 FBI Minimization Procedures§ 111.F.5 and§ 111.F.6. \nThe proposed reporting requirement is narrower than the one that the Court adopted in \nOctober 2018, which requires reporting of every identified instance of continued retention of raw \nSection 702 data in an archival system, regardless of whether it is consistent with generally \napplicable retention criteria.  On the merits that is a reasonable modification, particularly in view \nof the prohibition against putting such data in classified FBI emails and instant messages.  For \nthat reason, the Court approves the narrower reporting requirement on a prospective basis. \nIt must be noted, however, that the government has unjustifiably disregarded the current \nreporting requirement.  Instead of taking concrete steps to comply even partially with the Court's \ndirective  (or timely seeking relief from it), it chose to wait while the FBI reportedly worked on \nguidance to instruct its personnel on how to handle unminimized Section 702 information on \nthese archival systems.  See Letter Regarding the FBI's Steps to Implement an Aspect of the \nCourt's 2018 Section 702 Opinion and Order, Sept. 27, 2019, at 3.  In fact, it has taken so long to \nprepare this guidance that, instead of using it to instruct personnel on the October 2018 reporting \nrequirement, which the government reports was the original plan, the FBI now intends to address \nonly the narrower reporting requirement incorporated into the FBI's proposed minimization \nifOF etf!l8Rf!lif;',lfU1\\'0IUOHJ,1ffQli8fllf  Page 44 \nAuthorized for Public Release on Date:  September 4, 2020 Page 44 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nT 8 P (JI] OlllJT,t1BUOROQf J;'.Jf QPOPltI \nprocedures.  See Letter Regarding the FBI's Steps taken by the FBI to implement an aspect of the \nComt's 2018 Section 702 Opinion and Order, Nov. 20, 2019, at 4. \nIt should be unnecessary to state that government officials are not free to decide for \nthemselves whether or to what extent they should comply with Court orders.  The government \nhas not sought retrospective relief from the reporting requirement imposed by the Court on \nOctober 18, 2018.  Although the AG and DNI have amended the prior Section 702 certifications \nto authorize the FBI to apply its proposed minimization procedures to information acquired under \nprior certifications, that authorization only becomes \"effective on October 17, 2019, or on the \ndate upon which [this Court] issues an order concerning [the] amendments pursuant to subsection \n702(j)(3) of the Act, whichever is later.\" \nThe Court's approval of those amendments does not have any nunc \npro tune effect, nor does it excuse the government from reporting instances of retention that it is \nalready obligated to report.  With respect to those instances of retention, the October 2018 \nreporting requirement remains in effect. \n3.  Proposed Rules for Searching Archival Systems \nIn another parallel with the proposed rules for UAM systems, the FBI's proposed \nquerying procedures would exclude searches of these archival systems from the definition of \n. \"query\" and therefore from the requirements of the querying procedures.  Specifically, the \ndefinition of \"query\" in the FBI Querying Procedures exempts \"searches conducted in the \n[archival] systems defined in Sections III.F.5 and 6 of the FBI's section 702 minimization \nprocedures in furtherance of an authorized use specified in those provisions.\"  2019 FBI \nI OP SELKE f ))§l))bktbMNUFOM◄  Page 45 \nAuthorized for Public Release on Date:  September 4, 2020 Page 45 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTef 211!JCftl!JiflHJIXOft@OPfi!f@OFO Mi \nQuerying Procedures §·III.A.  As noted above; those minimization provisions authorize searching \nsuch systems \"to assist in security, insider threat, inspection, and FBI-internal counterintelligence \ninquiries, functions, and investigations, and to respond to inguiries related to records \nmanagement and discovery.\"  2019 FBI Minimization Procedures§ III.F.5 and§ III.F.6 \n( emphasis added).  The underscored language describes purposes quite different from UAM \npurposes; however, it is also the case that searches in furtherance of records management and \ndiscovery, like UAM searches, will generally not be fonnulated to retrieve unminimized \ninformation about U.S. persons acquired under Section 702.  In addition, the amount of \nunminimized Section 702 information in these archival systems is also limited, and, unlike UAM \nsystems, there is no prospect of more such inf01mation being added to the archival systems.  The \nCourt concludes accordingly that the reasons for approving an equivalent exemption for \nsearching UAM systems also apply to searches of these archival systems. \nD.  NSA's Retention Period for Upstream Collection Results \nThe government proposes to increase the general retention period for infonnation \nacquired by NSA 's upstream collection from two to five years.  See 2019 NSA Minimization \nProcedures§ 4(c)(2).  NSA's general retention period for results of downstream collection \nremains five years.  Id.§ 4(c)(I).  The reasons for the historical distinction have been described \nin prior opinions, see, e.g., October 18, 2018, Opinion at 12-14, and are summarized here. \nInternet transactions acquired by upstream collection before March 17, 2017, contained a \ngreater proportion of information (including U. S.-person information) unrelated to 702 targets \nthan other forms of 702 collection for several reasons.  First, NSA sometimes acquired \"multiple \n-- - ~- -- -- ----- - -- - - ...  - -- ..  Page 46 \nAuthorized for Public Release on Date:  September 4, 2020 Page 46 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTOP SECRET//S1//ORCON/NOFORN \ncommunication transactions,\" or \"MCTs,\" through upstream collection.  An MCT is a bundle of \ncommunications transiting part of the Internet togethe\n containing multiple \nmessages  See \nDocket Nos  Mem. Op. and Order, Apr. 26, 2017, \nat 15-16 (\"April 26, 2017, Opinion\").  (\"Active user\" refers to the user of a communication \nservice to or from whom an MCI is in transit when it is acquired. Id. at 16.)  Prior to March 17, \n2017, NSA acquired MCTs without regard to whether the active user was a Section 702 target. \nId. at 16-17.  Moreover, NSA acquired communications, including MCis, \"about\" -i.e., \ncontaining a reference to - a tasked selector, in addition to communications to or from a tasked \nselector. For example, if a single email message within an MCT contained a reference to a \ntasked email account, the entire MCI could be acquired, including numerous additional \nmessages that did not contain a reference to, and were not to or from, the tasked account.  Id. \nThose additional email messages could be wholly unrelated to the target.  Id. \nBecause upstream collection prior to March 17, 2017, was more likely than other forms \nof Section 702 collection to acquire information concerning U.S. persons with no foreign \nintelligence value, heightened restrictions were placed on NSA 's retention, use, and \ndissemination of the results of upstream collection.  One of those restrictions was a shorter, two­\nyear retention period.  See April 26, 2017, Opinion at 17-18, 26 n.29. As a result of compliance \nissues involving NSA's failure to follow some of those heightened restrictions (specifically, a \nprohibition on U.S.-person queries), NSA\nPage 47 \nAuthorized for Public Release on Date:  September 4, 2020 Page 47 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nJ\"CM!:'Pi i1:Jt,ren@er VNO 130:RN \nId. at 18-27.  Specifically, that collection acquires MCTs only \nif a Section 702 target is the active user or - i.e., a sender or recipient of - the entire MCT, \nincluding each discrete communication contained within it.  Id. at 26.  NSA 's cmTent \nminimization procedures now provide that \"[a]ny communications acquired pursuant to section \n702 that contain a reference to, but are not to or from, a person targeted in accordance with \nsection 702 targeting procedures are unauthorized acquisitions and therefore will be destroyed \nupon recognition.\"  2018 NSA Minimization Procedures§ 4(c)(3) (emphasis added). \nThe NSA's minimization procedures, as amended in March 2017 and approved in April \n2017, required the sequestration and destruction of all upstream Internet transactions collected \nprior to March 17, 2017.  See April 26, 2017, Opinion at 23-25.  Aside from information retained \nsubject to restricted access for litigation-hold purposes, NSA has completed its processes to \ndestroy those transactions, see October 18, 2018, Opinion at 14; and any that might remain in \nNSA systems are subject to destruction upon recognition under the proposed NSA minimization \nprocedures.  See 2019 NSA Minimization Procedures§ 4(c)(2). \nIn January 2018, Congress enacted the FISA Amendments Reauthorization Act of 2017 \n(\"Reauthorization Act\"), Pub. L. No. 115-118, 132 Stat. 3 (2018).  The Reauthorization Act \nincluded Section 702(b )(5), which limits the acquisition of \"abouts\" communications - i.e., \n\"communications that contain a reference to, but are not to or from, a target of an acquisition \nauthorized\" under Section 702(a).  See Reauthorization Act§ 103(a)(3).  That provision imposes, \nwith narrow exceptions for exigent circumstances, a requirement of congressional notification \nI Of SELKE I /I sr;; Ofteorn nepeftH  Page 48 \nAuthorized for Public Release on Date:  September 4, 2020 Page 48 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI Gt  SEEi& I;; Sf)) OftCOi Cl 14 OPOIU f \nand a 30-day congressional-review period before the government can resume abouts collection \nunder Section 702.  Id. § 103(b)(l)-(4). \nIn short, as of March I 7, 2017, NSA eliminated the features of upstream collection that \nmade it more likely than other forms of Section 702 collection to acquire non-target \ncommunications concerning U.S. persons and has purged Internet transactions acquired through \nupstream collection prior that date.  The government contends that the results of upstream \ncollection conducted after that date and currently possessed by NSA are no more sensitive, from \na U.S.-person-privacy perspective, than the results of downstream collection, such that a five \nyear retention period is appropriate for both sets of data.  The Court finds that approach \nreasonable.  It is directing the government to provide prompt notice in the event that new types of \nselectors are tasked for upstream collection.  See pages 81-82 infra.  Such notification, together \nwith the statutory pre-conditions to resuming acquisition of \"abouts\" communications, will \npermit the Court to examine whether future developments present a heightened risk to the \nprivacy of U.S.-person information and warrant additional minimization protections. \nE.  NSA's Retention of Technical Information \nNSA's current minimization procedures have special retention rules for \"technical data \nbase information,\" which is defined as \"information\" - apparently of any type - that is \"retained \nfor cryptanalytic, traffic analytic, or signal exploitation purposes.\"  2018 NSA Minimization \nProcedures § 3(j).  What constitutes a cryptanalytic, traffic-analytic or signal-exploitation \npurpose is not further described.  Under the current procedures, a five-year retention period \ngenerally applies to foreign communications of or concerning U.S. persons.  Id. § 7(a).  But NSA \nTOP S\"@ft@,if;i;'SI0OD@8f Ji1Pf8F8NT  Page 49 \nAuthorized for Public Release on Date:  September 4, 2020 Page 49 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI bl SECRRT;; :n,' etteeru,o,ottJ( \nmay retain such communications \"if necessary for the maintenance of technical data bases,\" \nwhich the Court understands to mean necessary for one of the purposes identified above, as long \nas necessary \"to allow a thorough exploitation and to permit access to data that are, or are \nreasonably believed likely to become, relevant to a current or future foreign intelligence \nrequirement,\" which may be for longer than five years.  Id. § 7(a)(l).  And while NSA is \ngenerally required to destroy domestic communications promptly upon recognition, id. § 6, they \nmay be retained as long as necessary \"to allow a thorough exploitation and to permit access to \ndata that is, or is reasonably believed likely to become, relevant to a current or future foreign \nintelligence requirement,\" provided that the Director, Operations Directorate, NSA makes a \nspecific written determination that the communications are \"reasonably believed to contain \ntechnical data base information\" and that the sender or intended recipient of the communications \nwas properly targeted under Section 702.  Id. § 6(3).  (A foreign communication is \"a \ncommunication that has at least one communicant outside of the United States\"; all other \ncommunications are domestic communications.  Id. § 3(e).) \nThe government reports: \nNSA  undertook  an  examination  of its  holdings  and  determined  that the  only \ninformation which  it  is  potentially  currently retaining  as  \"technical  data  base \ninformation\" is information that is encrypted or reasonably believed to contain secret \nmeaning,  or technical  information (e.g.,  encryption algorithms,  keys,  credential \nrecords) that has  previously been addressed in various compliance notices and \nupdates to the Court regarding NSA 's modernization of its cryptographic systems. \nAs described previously to the Court, such technical information does not include the \nunderlying communications originally containing such information. \nf Sf 31!! @Rl!!,;i;iQl;lji QA fHJ If IJf QF  ON f  Page 50 \nAuthorized for Public Release on Date:  September 4, 2020 Page 50 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n101' SELREl)}Sf})QRLOMNOFUMQ \nSeptember 17, 2019, Memorandum, at 30 (footnote omitted).  Accordingly, the proposed NSA \nprocedures dispense with the term \"technical data base information\" and include narrower \nretention provisions for information needed for decryption and decipherment efforts. \nWith regard to foreign communications of or concerning United States persons, NSA may \nretain infonnation \"that reasonably appears to be encrypted or to contain secret meaning for a \nsufficient duration to permit exploitation.\"  2019 NSA Minimization Procedures§ 7(a)(l)a. \nOnce the information is decrypted or deciphered, the general five-year retention period is \ncalculated  \"from the date of decryption or decipher.\"  Id.  NSA may also retain \"technical \ninformation (e.g. encryption algorithms, keys, credentials) contained in, or derived from/' such \ncommunications \"for any period of time during which such information is used for cryptanalysis \nor processing information into intelligible form.\"  Id. § 7(a).  Technical information to be \nretained under this provision \"does not include the underlying communications\" from which the \ntechnical infotmation was derived.  See September 17, 2019, Memorandum, at 30.  It is possible \nthat such technical infonnation could be used for other purposes \nany use or dissemination of such information is \"in accordance with the requirements in these \nprocedures.\"  2019 NSA Minimization Procedures§ 7(a). \nWith regard to domestic communications, the proposed procedures do not include any \nprovisions for exempting information from the generally applicablerequirement to destroy such \ncommunications upon recognition because it is useful in decryption and decipherment efforts. \nSee September 17, 2019, Memorandum, at 32. \nifi8P BE8Hifi;f;'.81:VOH00Jf:if fOFOHJf  Page 51 \nAuthorized for Public Release on Date:  September 4, 2020 Page 51 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTOP SFGPFT11ST1f2PGONNPFOPN \nBecause these new provisions clarify and narrow the circumstances in which NSA may \nretain information for certain purposes, they present no difficulty in finding that the proposed \nNSA minimization procedures comport with statutory and Fourth Amendment requirements. \nF.  NSA's Retention of Information Regarding Communications~Security \nVulnerabilities \nThe current procedures provide that NSA may retain a domestic communication, \nnotwithstanding the prompt-destruction requirement that generally applies to such \ncommunications, if the Director of NSA makes a specific written detennination that the sender or \nintended recipient of the communication was properly targeted and the communication is \n\"necessary to understand or assess a communications security vulnerability.\"  2018 NSA \nMinimization Procedures § 6(3).  The proposed procedures clarify that the communications \nsecurity vulnerability must be \"of a United States Government or National Security system\" and \nthat the doliiestic communication and, if applicable, the transaction in which it is contained may \nbe retained while the infonnation \"is of use in identifying or defending against such a \nvulnerability.\"  2019 NSA Minimization Procedures § 6(3).  NSA may also disseminate the \ninformation to the FBI or other parts of the U.S. government.  The Court understands that \ndisseminations under this provision must be for the same purpose, and with that understanding, it \nfinds the revised provision to be reasonable. \nG.  NCTC Procedures Re2arding Automated Translation Assistance from CIA \nThe current NCTC minimization procedures pennit NCTC to provide unminimized \ninformation to another federal agency when, \"because of [its] technical or linguistic content, \n[such infonnation] may require further analysis\" by the recipient agency \"to assist NCTC in \n• or .till IE aw ::Si'. '.SP C@?I l?IGFGP!I  Page 52 \nAuthorized for Public Release on Date:  September 4, 2020 Page 52 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI 01 SEEi& £))Si)) Gll@Gf()ilGJ GM f \ndetermining [its] meaning or significance.\"  2018 NCTC Minimization Procedures§ D.S.  Strict \ncontrols apply to how the recipient agency handles the information, including that: \n(1) disclosure is made ''only to those personnel within assisting federal agencies involved \nin the translation or analysis\" of the disclosed information, the number of such personnel \nis \"restricted to the extent reasonably feasible,\" and the information is not further \ndisclosed within the recipient agency, id. § D.5.b; and \n(2) upon the conclusion of assistance, all copies of the information in question \"will \neither be returned to NCTC or be destroyed, with an accounting of such destruction made \nto NCTC,\" id. § D.5.d. \n(The FBI and CIA's mini_mization procedures for Section 702 information have similar \nprovisions.  See 2018 FBI Minimization Procedures § N.D; 2018 CIA Minimization Procedures \n§ 7.b; see also 2018 NSA Minimization Procedures§ 9(b) (similar restrictions regarding \ntechnical or linguistic assistance from foreign governments).) \nIn a notice filed on June 26, 2019, the government disclosed that the CIA's provision of \nassistance to NCTC by use of  oes not \ncomport with those restrictions.  See Preliminary Notice of Compliance Incident Regarding Data \nAcquired Pursuant to the FISA, June 26, 2019 (''June 26, 2019 Notice\").  Specifically \ndesignedly ''creates and retains logs for up to five years that contain encrypted source text,\" \nwhich \"may include the raw product being translated  The notice \nreported that \"only CIA  echnical personnel, \ncurrently have access to data \n(The current and proposed CIA minimization procedures define \"CIA personnel\" to include \"any \nemployees of CIA and any other personnel acting under the direction, authority, or control of the \nDirector ofthe CIA.\"  2018 CIA Minimization Procedures§ 1.c; 2019 CIA Minimization \nllOP tttl@Mlli\\ittl1\\10R80Jf;'.Jf0FiNl  Page 53 \nAuthorized for Public Release on Date:  September 4, 2020 Page 53 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nIOP \nSECkkf}}Sf}}bktbMNOFUM◄ \nProcedures§ l .c.)  The government further represented that \"NCTC has no other means to \ntranslate data.\"  June 26, 2019, Notice at 3. \nSection D.5.f of the proposed NCTC f!J-inimization procedures would authorize CIA \"to \nmaintain records of raw section 702-acquired information disclosed by NCTC to CIA for \nlinguistic assistance and stored  or a period of five years from the date ofreceipt,\" with \naccess to such records \"restricted to CIA technical personnel responsible for the maintenance and \noperatio  2019 NCTC Minimization Procedures§ O.5.f.  Relying on that access \nrestriction and the government's representations, the Court concludes that the five-year retention_ \nperiod does not preclude a finding that the proposed NCTC minimization procedures satisfy the \ndefinition of \"minimization procedures.\"  It views Section D.5.f as a narrow exception to the \ngeneral rule that agencies providing technical or linguistic assistance should not retain \nunminimized data after that assistance has been completed.  If the government seeks additional \nexceptions, the Court expects to scrutinize closely the need for longer retention in other contexts. \nH.  Other Provisions \nThe Court has examined the following provisions, as revised in the proposed \nminimization procedures, and concludes that they are consistent with finding that the proposed \nprocedures satisfy the applicable definition of \"minimization procedures.\" \n1.  Retention of U.S.-Person Information by the CIA \nUnder both its current and proposed minimization procedures, the CIA may generally \nretain unminimized information that may contain U.S.-person information for five years.  See \n2018 CIA Minimization Procedures§ 2.a; 2019 CIA Minimization Procedures § 2.a.  U.S.-\nTOP SECPFT'.'.SJ'.'.OPCON(NOFOPN  Page 54 \nAuthorized for Public Release on Date:  September 4, 2020 Page 54 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI 01' SECREl)}StnURCOMl◄OFamie \nperson information may be retained beyond that period if it meets stated retention criteria, subject \nto a requirement to delete U.S.-person identities, unless such identity \"is necessary, or it is \nreasonably believed that it may become necessary, to understand or assess the information.\" \n2018 CIA Minimization Procedures§ 3; 2019 CIA Minimization Procedures§ 3.  Section 3 of \nthe proposed procedures is revised to omit reference to \"outside of access-controlled \nrepositories,\" 2018 CIA Minimization Procedures § 3, so that its retention requirements \nunambiguously apply to retention in any form.  The government advises that the revisions are \nalso intended to clarify that those requirements apply \"to both the communication of a United \nStates person and information concerning a United States person in any communication.\" \nSeptember 17, 2019, Memorandum, at 32-33. \n2.  Court Notification Requirements \nEach agency's minimization procedures contain provisions under which a high-level \nofficial, upon making a specified determination, can approve actions that contravene otherwise \napplicable minimization requirements, such as retaining information that otherwise would have \nto be destroyed.  In the proposed procedures, a number of such provisions have been revised to \nrequire the government to report such approvals to the Court.  See 2019 NSA Minimization \nProcedures § 6 (retention and handling of domestic communications); id, § 7(a)(l) (retention of \nforeign communications of or concerning United States persons beyond five years); 2019 FBI \nMinimization Procedures § III.D.4.b (retention of unreviewed information in electronic and data \nstorage systems beyond five years); id. § III.E.4.c (retention of information that does not \notherwise meet the standard for retention in ad hoc storage systems beyond five years); 2019 CIA \nJJOF BiiiMJWfH:':'OftfiQlfCtIOFOPN  Page 55 \nAuthorized for Public Release on Date:  September 4, 2020 Page 55 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTOP RFGPFT'.'.SJ'.'OPGOtI'.NOFOPN \nMinimization Procedures § 2.a (retention of information that does not otherwise meet the \nstandards for retention beyond five years); 2019 NCTC Minimization Procedures § B.2.a \n(retention ofunreviewed information beyond five years).  Such reporting should better enable the \nCourt to ensure that the agencies are implementing those provisions reasonably. \n3.  Loss or Abandonment of Lawful Permanent Resident Status \nA lawful permanent resident (LPR) of the United States is a U.S. person for purposes of \nSection 702.  See 50 U.S.C. §§ 180l(i), 1881a(a).  The NSA, FBI, NCTC, and CIA minimization \nprocedures now provide that a determination that a person has lost or abandoned LPR status, and \ntherefore is no longer a U.S. person, may be made in one of two ways: (a) in consultation with \nthe agency's Office of General Counsel and based on either a court order revoking the person's \nU.S. person status or an official abandonment of LPR status executed by the person and filed \nwith the U.S. Customs Citizenship and Immigration Services; or (b) in consultation with the \nagency's OGC and the National Security Division of the Department ofJustice.  See 2019 NSA \nMinimization Procedures § 3(j)(3); 2019 FBI Minimization Procedures § I.D; 2019 NCTC \nMinimization Procedures § A.4.c; 2019 CIA Minimization Procedures § l .d(3 ).  Parallel changes \nare made to the agencies' respective querying procedures, see 2019 NSA Querying Procedures § \nIII.B.3; 2019 FBI Querying Procedures§ 111.B.3; 2019 CIA Querying Procedures§ 111.B.3; 2019 \nNCTC Querying Procedures § 111.B .3, and the NSA' s targeting procedures, see 2019 NSA \nTargeting Procedures § I at 4.  The Court regards these changes as an improvement because they \nrequire an appropriate level of scrutiny for these consequential determinations. \nl30iR fiilFCRJi'T11SWOPCONNOFORN  Page 56 \nAuthorized for Public Release on Date:  September 4, 2020 Page 56 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n'f6P SIBCRIBTh'Slh'ORCON11NOfilORN \nI.  Conclusion \nFor the reasons stated above and in the Court's opinions in the Prior 702 Dockets, the \nCourt concludes that, as written, the proposed minimization procedures for the FBI, NSA, CIA, \nand NCTC, in conjunction with the querying procedures for those agencies, satisfy the definition \nof minimization procedures at 50 U.S.C. § 1801 (h); and that those querying procedures satisfy \nthe requirements of Section 702(£)(1). \nV.  FOURTH AMENDMENT REQUIREMENTS \nThe Court must also assess whether the proposed targeting, minimization, a11d querying \nprocedures are consistent with the requirements of the Fourth Amendment.  See§ 702U)(3)(A). \nThat Amendment states: \nThe right of the people to be secure in their persons, houses, papers, and effects, \nagainst unreasonable searches and seizures, shall not be violated, and no Warrants \nshall  issue,  but  upon  probable  cause,  supported  by  Oath  or affirmation,  and \nparticularly describing the place to be searched, and the persons or things to  be \nseized. \n\"The touchstone of the Fourth Amendment is reasonableness.\"  In re Certified Question \nof Law, 858 F.3d 591,604 (FISA Ct. Rev. 2016) (per curiam) (\"In re Certified Question\"). \nAlthough \"[t]he warrant requirement is generally a tolerable proxy for 'reasonableness' when the \ngovernment is seeking to unearth evidence of criminal wrongdoing, ... it fails properly to \nbalance the interests at stake when the government is instead seeking to preserve and protect the \nnation's security from foreign threat.\"  Id. at 593.  A warrant is not required therefore to conduct \nsurveillance \"to obtain foreign intelligence for national security purposes ... directed against \nforeign powers or agents of foreign powers reasonably believed to be located outside the United \nSf 8P BO@Mfif:','01#01:lElON,!fiOPOlti'f  Page 57 \nAuthorized for Public Release on Date:  September 4, 2020 Page 57 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nwen SFGPBT'.'.SJ'.'.OPGOtI '.tIOFOPN \nStates.\"  In re Directives Pursuant to Section 105B of FISA, 551 F.3d 1004, 1012 (FISA Ct. Rev. \n2008) (\"In re Directives\").  The FISC has repeatedly reached the same conclusion regarding \n· Section 702 acquisitions.  See, e.g .. Docket Nos. \nMem. Op. and Order, Nov. 6, 2015, at 36-37 (\"November 6, 2015, Opinion\"); September 4, \n2008, Opinion at 34-36. \nIn prior reviews of Section 702 procedures, the Court has assessed the reasonableness of \nthe government's procedures as a whole.  See, e.g., November 6, 2015, Opinion at 39 (assessing \n\"the combined effect\" of the targeting and minimization procedures ); October 18, 2018, Opinion \nat 85-88 ( declining invitation of amici curiae to conduct Fourth Amendment evaluation of \nquerying practices in isolation ).  Restrictions on how the government targets acquisitions under \nSection 702 aqd how it handles information post-acquisition limit the degree of intrusion on \nindividual privacy interests protected by the Fourth Amendment.  For reasons explained above, \nthe Court has found that the proposed targeting procedures, as written, are reasonably designed to \nlimit acquisitions to targeted persons reasonably believed to be non-United States persons located \noutside the United States.  The Fomth Amendment does not protect the privacy interests of such \npersons.  See, e.g., November 6, 2015, Opinion at 38; September 4, 2008, Opinion at 37 (citing \nUnited States v. Verdugo-Urquidez, 494 U.S. 259, 274-75 (1990)). \nTo the extent U.S.-person information is acquired under Section 702 - ~' when a \ncommunication between a U.S. person and a Section 702 target is intercepted - the government \ncan reduce the intrusiveness of the acquisition for Fourth Amendment purposes by restricting use \nor disclosure of such information.  See In re Certified Question at 609.  The FISC has previously \nI Ci i!ll!@M11Wl!llf:10Rf!!Of f:'.Jf 8Jil01Vf  Page 58 \nAuthorized for Public Release on Date:  September 4, 2020 Page 58 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nIOP SELREl}}SfoURLUlM◄OfilbltHI \nfound that \"earlier versions of the various agencies' targeting and minimization procedures \nadequately protected the substantial Fourth Amendment interests that are implicated by the \nacquisition of communications of such United States persons.\"  November 6, 2015, Opinion at \n38-39 (citing Docket Nos. \nAugust 26, 2014 (\"August 26, 2014, Opinion\");  and \nMem. Op., Aug. 30, 2013, at 6-11 (\"August 30, 2013, Opinion\")).  Specifically, \n'\"the combined effect of these procedures\"' was \"'to substantially reduce the risk that non-target \ninfom1ation concerning United States persons or persons inside the United States will be used or \ndisseminated' and to ensure that 'non-target information that is subject to protection under FISA \nor the Fomth Amendment is not retained any longer than is reasonably necessary.\"'  November \n6, 2015, Opinion at 39 ( citing August 26, 2014, Opinion at 40). \nThe Comt takes all of these factors into account in assessing the reasonableness of the \nprocedures under the Fourth Amendment.  Under the applicable totality-of-circumstances \napproach, it must balance \"'the degree to which [governmental action] intmdes upon an \nindividual's privacy\"' against \"'the degree to which it is needed for the promotion oflegitimate \ngovernmental interests.'\" In re Certified Question, 858 F.3d at 604-05 (quoting Wyoming v. \nHoughton, 526 U.S. 295,300 (1999)).  \"The more important the government's interest, the \ngreater the intrusion that may be constitutionally tolerated.\"  In re Directives, 55 1 F .3d at 1012. \nThe Court regards the privacy interests at stake in Section 702 acquisition as substantial. \nThe government tasks a large number of selectors used by non-U.S. persons for acquisition under \nSection 702.  See, e.g., DNI Statistical Transparency Report Regarding Use of National Security \nTSE RFSPET'.'.SI'.'.OPGOll'.llOFOPN  Page 59 \nAuthorized for Public Release on Date:  September 4, 2020 Page 59 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTOR SFCPFTUSV(ORCDNO>IOFORN \nAuthorities (April 2019), at 13 (reporting an estimated amount of over 164,000 Section 702 \ntargets in 2018).  Although not separately quantified, there is presumably a substantial amount of \ninformation of or concerning United States persons acquired under Section 702, as described \nabove. \nOn the other side of the constitutional balance, acquiring \"foreign intelligence with an eye \ntoward safeguarding the nation's security serves ... a particularly intense interest.\"  In re \nCertified Question, 858 F.3d at 606 (internal quotation marks omitted).  For that reason, the \nFISCR has observed that ''the government's investigative interest in cases arising under FISA is \nat the highest level and weighs heavily in the constitutional balancing process.\"  Id. at 608. \nMeasures to protect individual privacy can be decisive in the proper balancing of these \ninterests: \nIf the protections that are in place for individual privacy interests are sufficient in \nlight of the governmental interest at stake, the constitutional scales will tilt in favor \nof upholding  the  government's  actions.  If,  however,  those  protections  are \ninsufficient to alleviate the risks of government error and abuse, the scales will tip \ntoward a finding of unconstitutionality. \nIn re Directives, 551 F.3d at 1012. \nIn this case, the Court has carefully considered how the proposed procedures seek to \nprotect private U.S.-person infonnation from misuse. \nThe Cow-t concludes that, in combination, the proposed targeting, minimization, and \nquerying procedures will adequately guard against error and abuse, taking into account the \nindividual and governmental interests at stake.  It therefore finds that those procedures, as \n'fO  P §l]l CRE'f//81//0R COJtV:Pi OFOlti>l  Page 60 \nAuthorized for Public Release on Date:  September 4, 2020 Page 60 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nIf8P 0O@ltO1fi;l;01X81t@8H'MOFOilUf \n1\nwritten, are consistent with the requirements of the Fourth Amendment.  The Court next \nconsiders questions of implementation. \nVI.  IMPLEMENTATION AND COMPLIANCE ISSUES \nFISC review of the sufficiency of Section 702 procedures is not limited to the procedures \nas written, but also encompasses how they are implemented.  See, e.g., October 18, 2018, \nOpinion at 68.  It is appropriate, accordingly, to examine significant issues regarding such \nimplementation. \nA.  FBI Querying Issues \nFBI querying practices raise significant questions regarding (1) recordkeeping and \ndocumentation requirements for use of U.S.-person query terms; (2) the substantive standard for \nconducting queries; and (3) queries that are designed to retrieve or in fact retrieve evidence of a \ncrime that is not foreign-intelligence information. \nl.  Recordkeeping and Documentation Requirements for U.S.-Person \nQuery Terms \nRecordkeeping and documentation requirements for the FBI's use of U.S.-person query \nterms have been extensively considered in prior proceedings, as briefly summarized below. \n.  In October 2018, the Court found two deficiencies regarding the FBI's procedures as then \nproposed: \n(1) the querying procedures were inconsistent with Section 702(f)(l)(B) because they did \nnot require the FBI to keep records that identify which terms used to query unminimized \nSection 702 information are United States-person query terms, see October 18, 2018, \nOpinion at 52-62, 133; and \n(2) the minimization procedures and querying procedures were inconsistent with the \nrequirements of Section 702(e) and Section 702(f)(l)(A), respectively, and also with \nIll Ull■IIIISl'.ISGS??Il?J?F?P?I  Page 61 \nAuthorized for Public Release on Date:  September 4, 2020 Page 61 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n'i'OP liiitil iellliiT ViilHQE GODUtIQFOPN \nFourth Amendment requirements, because they did not require adequate documentation \nof the justifications for queries that use United States-person query terms. Id. at 13 3-34. \nThe second finding of deficiency rested substantially on the prevalence of queries that did not \nmeet the substantive standard for the FBI to query unminimized Section 702 infonnation.  The \nBureau's procedures authorized such queries if they were reasonably likely to return foreign \nintelligence information or evidence of a crime.  Id. at 66-67.  In practice, however, the FBI \nconducted a large number of suspicionless queries that did not meet that standard, some of which \ninvolved a large number of U.S.-person query terms.  Id. at 68-72. \nUpon appeal by the government, the FISCR affirmed this Court's finding that the \nquerying procedures were inconsistent with the recordkeeping requirement of Section \n702(f)(l)(B).  See In re DNVAG Certifications at 4-5, 22-38, 42-43.  The FISCR did not decide \nwhether the FBI's procedures were deficient for the second reason identified by the FISC.  See \nid. at 38, 43. \nIn response to the FISCR's affirmance, the government amended the FBI's querying \nprocedures.  This Court approved those amendments on September 4, 2019.  See Docket Nos. \nem. Op. and Order, Sept. 4, 2019, at 16-17 \nC'September 4, 2019, Opinion\").  The amended querying procedures require the FBI: \n(1) to keep records that identify which terms used to query unminimized Section 702 \ninformation are U.S.-person query terms, id. at 7-8, and \n(2) to document in writing why a query involving a U.S.-person query term satisfies the \nquerying standard before accessing the contents of communications retrieved by the query \n( except for queries that are subject to Section 702(£)(2), which is discussed at pages 69-73 \ninfra.).  Id.  at 8-9.  (This documentation requirement adopts a recommendation made by \namici curiae.  See October 18, 2018, Opinion at 92-93, 96-97.) \n-- .- •  -.  - ..-.  ._  -••  .._  - •  - •  - ., A  II  Page 62 \nAuthorized for Public Release on Date:  September 4, 2020 Page 62 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n'f 8P DU@Ilt!'f,91Ql:':'81UJON:')f Of3ORcl'f \nIn this Opinion, the term \"contents\" refers to any infonnation concerning the substance, purport \nor meaning of a communication.  See § 702(f)(3)(A); 18 U.S.C. § 2510(8).  In its October 18, \n2018, Opinion, the Court directed the government ''to describe the types of information acquired \nby the FBI under Section 702 that the government regards as [non-contents] metadata.\"  October \n18, 2018, Opinion at 114.  The government's response described, among other things, the FBI's \ncurrent practices of treating certain  as contents information.  See Gov't \nResponse to the Court's Oct. 18, 2018, Order and Motion for Extension of Time, Feb. 1, 2019, at \n10-18.  The Court's approval of the FBI' s querying and minimization procedures relies on those \ndescriptions, and the Court expects the FBI to implement those procedures in accordance with \nthem. \nWhen it submitted the amended procedures, the government reported that the FBI could \nnot immediately comply with the new recordkeeping and documentation requirements and \nproposed a timetable for their full implementation, including the requisite training of FBI \npersonnel.  See September 4, 2019, Opinion at 10-16.  For the systems primarily used by the FBI \nto query unminimized Section 702-acquired information -\n- the FBI expected to have completed \nnecessary training and systems modifications, which will support the generation of the required \nrecords, by mid-December 2019.  Id. at 13-14.  The government also reported that the FBI \nconducts some queries of unminimized Section 702 information on a system  The \ngovernment was considering whether to attempt systems modifications for \nexpected to be costly and time consuming; in the meantim  sers are required to keep \n'Ji1iitP 6E6iilillii'Jil'.61ff@PS@ll'.NCFOPN  Page 63 \nAuthorized for Public Release on Date:  September 4, 2020 Page 63 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nwritten records of U.S.-person query tem1s and the justification for queries, to the extent required \nby the amended procedures.  Id. at 11.  Finally, the FBI planned to retain and query certain forms \nof unminimized Section 702 information on a system  If it determines that it \ncannot arrange  o generate the required records automatically, its personnel will be \nrequired to create written records, as wit  Id. 15-16.  (As of November 8, 2019, the FBI \nstill was not storing unminimized Section 702 information  5-Day Report Regarding \nthe FBI's Implementation of the FBI's Section 702 Querying Procedures, Nov. 8, 2019, at 2 n.l. \n(\"45-Day Report, November 8, 2019\").) \nThe Court found that the government's plans for full implementation did not preclude \napproval of the procedures and ordered periodic reporting on their implementation.  See \nSeptember 4, 2019, Opinion at 14-15, 17.  The government has filed two such reports.  See 45-\nDay Report Regarding the FBI's Implementation of the FBl's Section 702 Que1ying Procedures, \nSept. 26, 2019 (\"45-Day Report, September 26, 2019) and 45-Day Report, November 8, 2019. \nThey advise that the training efforts, as well as the systems modifications  fo \nare on schedule.  When FBI pers01mel seek to run a query of unminimized Section 702 \ninformation on the modified systems, they will first be required to state whether the query \ninvolves a U.S.-person or presumed U.S.-person query term.  If it does, they must record why it \nmeets the querying standard before they can access any Section 702-acquired contents returned \nby the query.  See 45-Day Report, September 26, 2019, at 9-13.  All query terms and \njustifications will be logged for auditing purposes.  Id. at 11, 14. \nTOI S.@@Mif//SIOOll@OfJ:'flOJa~WJ  Page 64 \nAuthorized for Public Release on Date:  September 4, 2020 Page 64 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nPersonnel who query unminimized Section 702 information on  re provided with \na link to an internal FBI SharePoint site to record whether a query involves a U.S.-person or \npresumed U.S.-person query term.  If so, they too must document why the query satisfies the \nquerying standard before viewing any contents returned by the query.  Id. at 15.  In view of\"the \ntime and anticipated cost\" of modifying  o generate and store the required records, the \nFBI continues to deliberate about whether \"to maintain the SharePoint site ... as a long-te1m \nsolution for  See 45-Day Report, November 8) 2019, at 16-17. \nUsers who query unminimized Section 702 information on an ad hoc system are required \nto provide the required documentation on the same SharePoint site.  See 45-Day Report, \nSeptember 26, 2019, at 17-18.  (FBI personnel may work with unminimized Section 702 \ninformation on an ''ad hoc system\" only if \"they cannot fully, completely, efficiently, or securely \nreview or analyze [such] information in an electronic and data storage system,\" such a \n.S  ee 2019 FBI Minimization Procedures § III.E. l. at 23.  Unminimized Section 702 information \non ad hoc systems is subject to special access restrictions.  Id. § III.E.3.a. at 24.) \nIn sum) the FBI is hewing to the previously described implementation schedule. \n2.  Violations of the Querying Standard \nIt must be noted, however, that there still appear to be widespread violations of the \nquerying standard by the FBI.· For example, NSD's oversight review of the Bureau's \nin June 2019 revealed queries of unminimized Section 702 information that \nwere not reasonably likely to retrieve foreign-intelligence information or evidence of crime, \nincluding: \n'FOP SECRE'fHSli'i'ORCO~,'JiJOFOR'\\I  Page 65 \nAuthorized for Public Release on Date:  September 4, 2020 Page 65 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nqueries to vet a potential source; \n•  queries to vet a candidate to become a local police officer; and \n•  queries to find information related to a planned visi  by foreign \ngovernment officials. \nNotice of compliance incidents regarding the FBI's  uerying of raw \nFISA-acquired information, Sept. 18, 2019, at 2-3. \nintelligence information or evidence of a crime, including: \n•  queries of college students participating in a \"Collegiate Academy\"; and \nqueries of individuals who had visited the FBI office (~, for maintenance). \nNotice of compliance incidents regarding the FBI'  uerying of raw FISA-\nacquired information, Sept. 6, 2019, at 1-2. \nAdditional improper queries include: \n·  otential sour  nd to get \nqueries \nconducted queries using a complainant's identifying \ndata; \nidentifiers of individuals \nonducted queries using identifiers of police officer \nI bl SELi& I)) Bf)) Olt@l'H f;ff8P8ftif f  Page 66 \nAuthorized for Public Release on Date:  September 4, 2020 Page 66 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n101  SECR£1))31))0RCOIC)l40fibl6C \nQuarterly Report to the FISC Concerning Compliance Matters Under Section 702, Sept. 20, 2019 \n(\"September 2019 Quarterly Report\"), at 115-117, 1 l 9-122. \nMost recently, the government has reported that, in August 2019, \nuery unminimized Section 702 information using the identifiers for \napproximately 16,000 persons who \nNotice of compliance incidents regarding the FBI' \nacquired information, Nov. 25, 2019, at 2.  NSD assesses that the queries for seven of those \n· persons satisfied the querying standard because of their ties to a -investigation, but all \nthe other queries did not.  Id. at 3.  The FBI maintains that the queries for all 16,000 persons were \n-intelligence information or evidence of a crime because \nd. at 2-3.  These queries are similar to indiscriminate queries \nthat the FBI previously conducted for persons with access \nhas asked FBI to determine whether similar queries have been conducted by other field offices\"; \nif so, they will be reported to the Court.  Id. \nBased on the facts reported, the FBI's position that the queries for all 16,000 persons \nwere reasonably likely to retrieve foreign-intelligence information or evidence of a crime is \nunsupportable.  Apart from the seven individuals referenced above, there was no indication that \nas involved in criminal activity or foreign intelli \nother reason to believe that running queries using identifiers for  ould return \nil'OP 013 elll1!lfll1%11Jl:';!OllwOJl:!ltIOFOllll  Page 67 \nAuthorized for Public Release on Date:  September 4, 2020 Page 67 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n't'8f 812CH't'h'Olh'81tC8N,~il8ifOIOi \nforeign-intelligence information or evidence of a crime.  There is no relevant distinction between \nqueries and other broad, suspicionless queries previously identified by the \ngovernment and the Com1 as violations of the querying standard.  See October 18, 2018, Opinion \nat 68-69. \nThe Court has previously assessed that requiring FBI personnel to document why a query \ninvolving a U.S.-person query term is reasonably likely to have returned foreign-intelligence \ninformation or evidence of crime before examining contents returned by the query should \"help \nensure that FBI personnel ... have thought about the querying standard and articulated why they \nbelieve it has been met\" and prompt them \"to recall and apply the guidance and training they \nhave received on the querying standard.\"  See id. at 93; see also In re DNI/AG Certifications at \n41 (that requirement may \"motivate FBI personnel to carefully consider ... whether a query \nsatisfies\" the standard).  The recently reported querying violations suggest that some FBI \npersonnel still need such help.  That is not altogether surprising.  As discussed above, the FBI is \nreally just sta11ing to implement that documentation requirement on a comprehensive basis.  For \nthat reason, the improper queries described above do not undermine the Court's prior \ndetermination that, with that requirement, the FBI's querying and minimization procedures meet \nstatutory and Fourth Amendment requirements. \nA number of violations apparently result, moreover, from the failure of FBI personnel to \nopt out of querying raw FISA-acquired information when they did not intend to query it.  See, \n~. Notice of compliance incidents regarding the FBI's  uerying of raw \nFISA-acquired information, Nov. 14, 2019, at 2; Notice of compliance incidents regarding the \n161 BLSILZ::Sli! 61213llitf lSH•t  Page 68 \nAuthorized for Public Release on Date:  September 4, 2020 Page 68 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI GI  BEERE I;; Ji)) OfE@Of t:l f OPOIU f \nFBI's  querying of raw FISA-acquired information, Oct. 11, 2019, at 2.  The \ngovernment reports that, as a remedy, the FBI is modifying  to make it easier to \nopt out of searching Section 702 information before conducting a query.  See 45-Day Report, \nNovember 8, 2019, at 2-3.  Such modifications provide additional reason to expect improvement \nin the FBl's compliance with the querying standard. \n3.  Evidence-of-Crime Queries \nSection 702(f)(2)(A) requires the FBI (not other agencies) in specified circumstances to \nobtain a FISC order before accessing the contents of unminimized Section 702 information. \nSpecifically, that requirement applies only to contents retrieved by a query involving a US. \nperson query term, where the query is made \"in connection with a predicated criminal \ninvestigation ... that does not relate to the national security\" and is \"not designed to find and \nextract foreign intelligence information.\" Id.  To issue such an order, a FISC judge must find \nprobable cause to believe that the contents in question would provide evidence of criminal \nactivity, contraband or the fruits or instrumentalities of crime.  See Section 702(f)(2)(C)(ii), (D). \nThe FBI need not obtain a Court order if it \"determines there is a reasonable belief' that the \ncontents sought \"could assist in mitigating or eliminating a threat to life or serious bodily harm.\" \nSection 702(f)(2)(E). \nThe government has never applied to the FISC for an order under Section 702(f)(2), but \nFBI personnel have violated Section 702(£)(2) by accessing Section 702-acquired contents \nreturned by a query under circumstances in which they were required to first obtain such an \norder.  Some violations resulted in part from the manner in which FBI systems displayed \nI Of SELKE f ))§l))Uktbh)ICUf!Utc4  Page 69 \nAuthorized for Public Release on Date:  September 4, 2020 Page 69 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nI OP SELKE I 11SIJJ ORLOt•i r•oPOM, \ninformation in response to queries.  For example,  isplayed query results in a summary \nfield that showed 100 characters of text around the query term within the records identified as \nresponsive to the query,  See Preliminary notice of compliance incidents and of potential \ncompliance incidents regarding FBI queries of unminimized Section 702•acquired information \ndesigned to return evidence of a crime unrelated to foreign intelligence, Sept. 13, 2019, at 4.  In \nsome cases, moreover, FBI personnel are known to have taken further steps in response to such \ndisplays(~, opening \"products\" containing contents returned by a query), thereby accessing \nSection 702-acquired contents beyond what was  initially displayed to them.  Id. at 3. \nTI1e reported violations were discovered during oversight reviews at four FBI field \noffices.  Id. at 2-3; Notice of compliance incidents regarding the FBI's querying ofraw FISA \nacquired information, Sept. 17, 2019, at 1-2.  Given how the manner in which FBI systems \ndisplayed query results contributed to the reported violations, it is likely that similar violations of \nSection 702(f)(2  have occuned across the Bureau.  It is therefore important that the systems \nmodifications to  are also designed to facilitate compliance with Section \n702(f)(2).  Users of those systems who state that a query involves a U.S.-person or presumed \nU.S.•person query term will be required to state whether the query is being conducted in \nconnection with a predicated criminal investigation that is unrelated to national security.  If so, \nthe system will prevent access to responsive Section 702•acquired contents unless the user states \nthat either a FISC order has been obtained or the contents could assist in mitigating or \neliminating a threat to life or serious bodily harm such that an order is not required under Section \n702(f)(2)(E).  See 45-Day Report, September 26, 2019, at 10, 13-14.  ece1ve a \nl'QP 1-FCPFTWiV'OPCQN0>IDFDPN  Page 70 \nAuthorized for Public Release on Date:  September 4, 2020 Page 70 of 83 FISC Opinion, Dec. 6, 2019\n\nj \nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n't'8F DEE!M'F/i'Dl1'1'8RGOJL!NQcPOIUl \nreminder of the requirements for evidence-of-crime queries and have the ability to \"modify their \nprofile so that 702 content is hidden from their results.\"  Request for relief from requirement to \nreport instances in which FBI personnel receive and review Section 702-acquired information \nconcerning a United States person in response to a query that is not designed to find and extract \nforeign intelligence information, Oct. 4, 2019, at 7 (\"October 4, 2019, Request\").  Ongoing \ntraining efforts also focus on compliance with Section 702(f)(2).  Id. at 9 n.6; see also 45-Day \nReport, November 8, 2019, at 4-5 (FBI users required to complete mandatory training via FBI's \nVirtual Academy by December 13, 2019). \nIn view of the government's efforts to improve compliance with Section 702(f)(2), the \nComt is prepared to approve the FBI's querying procedures.  It intends, however, to monitor \ncompliance with Section 702(f)(2) closely. \nRelatedly, the government seeks relief from a reporting requirement that has been in \neffect since November 2015.  The October 18, 2018, Opinion carried it forward as follows: \nThe government shall promptly submit in writing a report concerning each instance \nin which FBI personnel receive and review Section 702-acquired information that the \nFBI identifies as con~erning a United States person in response to a query that is not \ndesigned to find and extract foreign-intelligence information.  The report should \ninclude a detailed description of the information at issue and the manner in which it \nhas been or will be used for analytical, investigative, or evidentiary purposes. It shall \nalso identify the query terms used to elicit the information and provide the FBI's \nbasis for concluding that the query was consistent with applicable minimization \nprocedures. The government need not file such a report for a query for which it files \nan application with the FISC pursuant to Section 702(f)(2). \nOctober 18, 2018, Opinion at 136.  This reporting requirement was first imposed because a prior \nFISC opinion relied on the government's representation that \"queries designed to elicit evidence \nof crimes unrelated to foreign intelligence rarely, if ever, produce responsive results from the \nI Ci  3L@!Rf9 ill Qt;HJR00Uif fBPQRf f  Page 71 \nAuthorized for Public Release on Date:  September 4, 2020 Page 71 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nSf 8 P 013 OR:IJ'F1!1!6l1!;'Qft6QN,li>JQliaQU N \nSection 702-acquired data,\" and the Court sought reassurance that its \"risk assessment is valid.\" \nNovember 6, 2015, Opinion at 44. \nThe government has not reported such instances in timely fashion.  Rather, they have \nbeen reported to the Court belatedly, usually after they were uncovered during oversight reviews. \nThe government now seeks relief from this reporting requirement \"because the requirements in \nSection 702(f)(2) are a sufficient mechanism for the Court to assess the risk that the results of a \nquery designed to elicit evidence of crimes unrelated to foreign intelligence will be viewed or \notherwise used in connection with an investigation that is unrelated to national security.\" \nOctober 4, 2019, Request at 8.  But it would be premature to regard the government's \nimplementation of Section 702(f)(2) as a sufficient source of information.  As discussed above, \nthe FBI has repeatedly accessed Section 702-acquired contents under circumstances requiring a \nFISC order under Section 702(£)(2), but has never applied for such an order. \nCloser to the mark is the government's contention that implementing both Section \n702(f)(2) and the November 2015 rep01iing requirement could complicate training and systems \ndesign.  See October 4, 2019, Request at 8-9.  For example, Section 702(f)(2) looks to whether a \nquery involves a U.S.-person query term, while the applicability of the November 2015 reporting \nrequirement depends on whether U.S.-person information is retrieved.  And Section 702(f)(2) is \nimplicated only when contents are accessed, while the November 2015 reporting requirement \n· does not distinguish between contents and non-contents information. \nThe Court has decided to retain a reporting requirement separate from Section 702(f)(2) \nbecause the obligation to get a FISC order under that section is limited to queries conducted in \nTOP ~~CliH!::T//~1:','0aCOJ>I~OWRN  Page 72 \nAuthorized for Public Release on Date:  September 4, 2020 Page 72 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n101 SECREIJH!H11UReon;no,om, \nthe context of a predicated criminal investigation.  The FBI conducts numerous queries of \nSection 702 information at earlier investigative stages.  See October 18, 2018, Opinion at 75. \nReports about queries at those stages remain relevant to the Court's interest in receiving \ninformation about the extent to which U.S.-person privacy interests are implicated by queries that \nare not designed to find and extract foreign-intelligence information.  The Court has concluded, \nhowever, that it is appropriate to modify the prior reporting requirement so that it will focus on \nthe use of U.S.-person query terms, rather than on whether U.S.-person information is accessed \nas a result of a query, and will be triggered only when contents information is accessed.  Such \nmodifications should make it considerably simpler for the government to implement the \nrequirement in combination with Section 702(f)(2), while still requiring reporting in situations \nwhere Fourth Amendment concerns are likely to be implicated.  See October 18, 2018, Opinion \nat 93 (queries that use U.S.-person query terms and result in review of contents are \"the subset of \nqueries that are particularly likely to result in significant intrusion into U.S. persons' privacy\"). \nB.  NSA Querying Issues \nNSA 's procedures require that every query \"must be reasonably likely to retrieve foreign \nintelligence information.\"  2018 NSA Querying Procedures § IV.A.  In a Notice filed on October \n10, 2019, the government reported that, in November 2018, NSA ran a series of queries using \nU.S.-person identifiers associated with \nNotice of Compliance Incident regarding Section 702 Metadata \nTOil iii '11Wi a; 4fiel:4'0Q'10tl {l)JQEOP N  Page 73 \nAuthorized for Public Release on Date:  September 4, 2020 Page 73 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTOI i]IM~lfflTH':]100ftC@UVN8f181UJ \nQueries Conducted by the NSA, Oct. 10, 2019, at 2 (\"October 10, 2019, Notice\").  NSD, after \nreviewing these queries as apaii of routine oversight, reported: \nAlthough  the  NSA  anal  who  ran  the  queries  were  searching  for  possible \nconnections between  nd international terrorist or  anizations due to the \nattenuation between  queried,  nd the \nforeign intelligence information sought, the November  me a  a a queries were \nnot reasonably likely to retrieve foreign intelligence infonnation and did not meet the \nrequirements of the NSA Querying Procedures. \nId. at 3.  In a separate incident that was reported by the analyst involved, NSA queried Section \n702-acquired content information using twenty-three U.S.-person identifiers that were \ndetermined not to meet the querying standard because they  were too attenuated from the foreign \nintelligence they were intended to return.  See Notice of Compliance Incidents Regarding \nImproper Queries, Nov. 13, 2019, at 2.  The queries did not return any PISA results.  Id.  In both \ncases, the personnel involved received instruction on Section 702 querying requirements.  Id.; \nOctober 10, 2019, Notice at 3.  The Court will continue to monitor closely the manner in which \nU.S.-person identifiers are used by all relevant agencies to query Section 702-acquired \ninformation. \nC.  Failure to Purge Recalled Reports \nThe government has reported incidents of non-compliance resulting from NCTC's failure \nto purge its copies of NSA reports, which NSA had recalled for FISA-compliance reasons.  See \nPreliminary Notice of Compliance Incident Regarding Incomplete Purges of Data Acquired \nPursuant to the PISA, March 13, 2019; Supplemental Notice of Compliance Incident Regarding \nIncomplete Purges of Data Acquired Pursuant to the PISA, September 17, 2019 (\"September 17, \n2019, Supplemental Notice\").  NCTC eventually deleted.ecalled reports that contained PISA-\nT@P PESPET'.'.SI'.'.OPGODJ'.tJOFOPN  Page 74 \nAuthorized for Public Release on Date:  September 4, 2020 Page 74 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n161 SECR£l))Sf)}bktbfoi◄Ofl0JG< \nacquired information, but it did not know whether al.reports were recalled for PISA \ncompliance-related reasons.  See September 17, 2019, Supplemental Notice, at 2.  Intelligence \nCommunity (IC) agencies sometimes recall reports for reasons unrelated to FISA compliance -\n~. inaccurate information included in the report, changed analysis, or typographical mistakes. \nIn July 2019, ODNI sent a data call to the IC \"to identify if other agencies are similarly \nimpacted by this issue and how each agency handles recalled and revised NSA reports.\"  Id. \nPending the results of the data call, the government ceased all remedial measures with respect to \nNCTC systems.  Id.  By order dated October 3, 2019, the Court directed the government to \nprovide the results of the ODNI data call and describe how each IC agency is handling any \nimproperly retained reports or, if the results of the ODNI data call are pending at the time of \nsubmission, to provide updated information and a proposed timetable for completion.  See Order, \nOct. 3, 2019, at 3.  The government's responsive submission outlined IC policy on revising or \nrecalling intelligence products and assessed that the CIA, NSA, and NCTC may be retaining \ncopies of reports which had been recalled for FISA compliance reasons.  See [Corrected] Report \nin Response to the Court's Order Dated October 3, 2019, Nov. 13, 2019, at 8.  Specifically, \nrecalled reports can still be viewed on some NCTC systems, NSA does not delete recalled reports \nfrom all of its data stores, and the CIA does not purge recalled reports from its systems because \nthe recall does not specify whether the report contains information subject to purge.  Id. at 5-8. \nThe government describes as \"[ o] ne potential solution\" a requirement for \"issuing \nagencies to specifically identify when reports are recalled due to FISA compliance reasons,'' \n161  DL@llb ll)Sl!I Gii@Gli!li 21 Sidi  Page 75 \nAuthorized for Public Release on Date:  September 4, 2020 Page 75 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nwhich reportedly would require the DNI \"to revise current policy.\"  Id. at 8.  Although \"ODNI \nand the IC agencies are exploring possible changes to the reports recall process that would \ninvolve a change in policy, ... there is no estimated time line for resolution of this matter.\" Id. at \n8-9. \nThe agency that is recalling a report knows whether it is being recalled for a FISA \ncompliance reason.  It appears to the Court that a substantial improvement would be for the \nrecalling agency, when applicable, to communicate to recipient agencies that a report is being \nrecalled for a FISA-compliance reason and to request that they take steps to remove it from their \nsystems and prevent its use or disclosure.  The Comi is directing the government to submit a \nwritten report by February 28, 2020, specifying, as applicable: (1) steps taken or to be taken by \nthe FBI, NSA, CIA, and NCTC to identify to recipient agencies when reports are recalled for a \nFISA-compliance reason; (2) other steps the government has taken or will take to improve \nprocesses for identifying and removing reports that are recalled for FJSA-compliance reasons; \nand (3) an anticipated timetable for completing any steps that remain to be taken. \nD.  NSA Pnrt:e Backlo2 \nThe October 18, 2018, Opinion discussed NSA' s backlog of purge-discovery orders, \nwhich had resulted in significant delays in placing infonnation acquired pursuant to Section 702 \non NSA's Master Purge List.  See October 18, 2018, Opinion at 128-30.  NSA had eliminated \nthis backlog by the time that Opinion was issued, but had not yet provided to the Court a \nproposed standard for determining whether a backlog emerges in the future.  Id. at 130.  On \nFebruary 26, 2019, after reviewing the government's proposal in that regard, the Court issued an \nTtJP s~:e:Mrf;';'.Stfi'OR@8HJ'N8F8Df f  Page 76 \nAuthorized for Public Release on Date:  September 4, 2020 Page 76 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nIb  f Sklkkl ))§f))bltlbit)f(bflbldC \nOrder directing it to continue-to take specified steps to ensure that information subject to purge is \nnot included in a FISA application; report to the Court if there is a significant and persistent \ndelay in NSA's purge process; and submit quarterly reports that assess the timeliness ofNSA's \npurge process.  See  rder, In re NSA's Purge Discovery Backlog for \nInforn1ation Acquired Pursuant to FISA, Feb. 26, 20 I 9.  The quarterly reports filed to date \nindicate that NSA 's purge process has been operating in a timely manner.  See Docket No. \novemment's First Quarterly Report in Response to the Court's Order of February 26; \n2019, June 6, 2019; Docket No  ovemment's Second Quarterly Report in Response to \nthe Court's Order of February 26, 2019, Nov. 22, 2019. \nE.  Other Incidents of Non-Compliance \nThe government has identified a number of other incidents of noncompliance since the \nOctober 18, 2018, Opinion.  For example, NSA sometimes has tasked selectors for acquisition \nwithout properly implementing the pre-tasking requirements of its targeting procedures.  See, \n~. September 2019 Qua1ierly Report at 6-32.  In other instances, an agency failed to timely \ndetask selectors when required to do so under applicable targeting procedures, for reasons such \nas human error, communication failures among agencies, and misunderstanding of the \nprocedures.  See, e.g., id. at 33-73.  There have also been cases in which the FBI did not properly \nestablish a review-team process to protect attorney-client communications after a Section 702 \ntarget had been charged with a federal crime.  See Supplemental Notice of Compliance Incident \nRegarding Implementation of the Review Team Requirements in the FBI's FISA Minimization \nProcedures, Sept. 3 0, 2019.  Those errors stemmed from a misunderstanding of the requirements \nIi Of GE SPF'.i '.'.SI '.'.OP CON '.JJSF@Pll  Page 77 \nAuthorized for Public Release on Date:  September 4, 2020 Page 77 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nof Section III.D.5.a of the FBI's minimization procedures or, in one instance, from a coding \nSee  September 2019 Quarterly Report at 124. \nAfter considering the matters discussed above and other incidents reported by the \ngovernment and assessing the overall state of implementation of the current targeting, querying, \nand minimization procedures, the Court finds that the proposed procedures, as reasonably \nexpected to be implemented, comply with applicable statutory and Fomih Amendment \nrequirements.  It will, however, continue to monitor the government's implementation of the \nprocedures, especially regarding U.S.-person queries. \nVII.  CONCLUSION \nFor the foregoing reasons, the Court finds that: \n(1) The 2019 Certifications, as well as the certifications in the Prior 702 Dockets, as \nthereby amended, contain all the required statutory elements; \n(2) The targeting procedures for acquisitions conducted pursuant to the 2019 \nCertifications are consistent with the requirements of Section 702( d) and of the Fourth \nAmendment; \n(3) With respect to information acquired under the 2019 Certifications, the minimization \nprocedures and querying procedures are consistent with the requirements of Section 702( e) and \nSection 702(f)(l), respectively, and of the Fourth Amendment; \nI OP \"~en I /J1't1/0ltCOJVNflPtiJltH  Page 78 \nAuthorized for Public Release on Date:  September 4, 2020 Page 78 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTer t]IJ!@fttl!Ti' tlli /eR@el fir'\"\"\"\"' C \n(4) With respect to infonnation acquired under the certifications in the Prior 702 Dockets, \nas amended, the minimization procedures (including, as referenced therein, the requirements of \nthe respective agencies' querying procedures) are consistent with the requirements of Section \n702(e) and of the Fou1ih Amendment; and \nprocedures a  roved for use in connection with DNI/A  G 702(h \nCertificatio \nare consistent with the requirements of Section 702(f)( 1) and of the Fomih Amendment. \n(The Court does not make an equivalent finding regarding the other certifications in the Prior \n702 Dockets because Section 702(t) only applies \"with respect to certifications submitted under \n[Section 702(h)] ... after January 1, 2018.\"  Reauthorization Act§ 10l(a)(2).); and, accordingly, \nIT JS HEREBY ORDERED AS FOLLOWS: \n(1) The government's September 17, 2019, Submission is approved, as set out below: \na.  The 2019 Certifications and the certifications in the Prior 702 Dockets, as \namended, are approved; \nb,  The use of the targeting procedures for acquisitions conducted pursuant to the \n2019 Certifications is approved; \nc.  With respect to infonnation acquired under the 2019 Ce1iifications, the use of \nthe minimization procedures and querying procedures is approved; and \nd.  With respect to information acquired under the certifications in the Prior 702 \nDockets, the use of the minimization procedures (including, as referenced therein, the \nrequirements of the respective agencies' querying procedures) is approved; \nI et SEEM f ))Sf))OftCOMNeFeltl◄  Page 79 \nAuthorized for Public Release on Date:  September 4, 2020 Page 79 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n1'0F tJ~J€ llliiT1MtJl:OOllGQ1)HNQFQPN \n(2) Separate orders memorializing the dispositions described above are being issued \ncontemporaneously herewith pursuant to Section 702(j)(3)(A); \n(3) The following provisions ofthe October 18, 2018, Opinion shall remain in effect for \nthe reasons stated therein.  Prospectively, the government need not comply with reporting \nrequirements imposed by the October 18, 2018, Opinion, or other FISC opinions and orders in \nthe Prior 702 Dockets, except as reiterated below: \na.  Raw information obtained by NSA's upstream Internet collection under \nSection 702 shall not be provided to the FBI, the CIA or NCTC unless it is done pursuant to \nrevised minimization procedures that are adopted by the AG and DNI and submitted to the FISC \nforreview in conformance with Section 702; \nb.  On or before December 31 of each calendar year, the government shall submit \na written report to the FISC:  (a) describing all administrative-, civil- or criminal-litigation \nmatters necessitating preservation by the FBI, NSA, CIA or NCTC of Section 702-acquired \ninformation that would otherwise be subject to destruction, including the docket number and \ncourt or agency in which such litigation matter is pending; (b) describing the Section 702-\nacquired information preserved for each such litigation matter; and (c) describing the status of \neach such litigation matter; \nc.  The government shall promptly submit a written report describing each \ninstance in which an agency invokes the provision of its minimization or querying procedures \nproviding an exemption for responding to congressional mandates, as discussed in Part IV.D.3 of \nthe October 18, 2018, Opinion.  Each such report shall describe the circumstances of the \nI OP SELKE f ))SfoORCOl◄JhbffOIGf  Page 80 \nAuthorized for Public Release on Date:  September 4, 2020 Page 80 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nIOP SECREl11SwURCOMNUFU@~ \ndeviation from the procedures and identify the specific mandate on which the deviation was \nbased; \nd.  The government shall promptly submit in writing a report concerning each \ninstance in which FBI personnel accessed unminimized Section 702-acquired contents \ninformation that was returned by a query that used a U.S.-person query term and was not \ndesigned to find and extract foreign-intelligence information.  The rep011 should include a \ndetailed description of the information at issue and the manner in which it has been or will be \nused for analytical, investigative, or evidentiary purposes.  It shall also identify the query terms \nused to elicit the information and provide the FBI's basis for concluding that the query was \nconsistent with applicable procedures.  The government need not file such a report for a query for \nwhich it files an application with the FISC pursuant to Section 702(f)(2); \ne.  The government shall continue to submit reports to the Court on a quarterly \nunder Section 702.  This report shall: (i) describe \n(ii) explain how the government is ensuring that it will only acquire \ncommunications to or from a Section 702 targe  nd (iii) \ndescribe methods the government is using to monitor compliance with the abouts limitatio \nd report on the results of such monitoring; \nf.  No later than ten days after tasking for upstream collection under Section 702 a \n'fOF 9198Mlif//91#01l88N;'N8F8Wl  Page 81 \nAuthorized for Public Release on Date:  September 4, 2020 Page 81 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n(ii) explain how \nwill comply with the abouts limitation; and (iii) describe steps that \nwill be taken during the course of the proposed acquisition to ensure that \nis only acquiring communications to or from authorized Section 702 targets; and \ng.  The reporting requirement regarding retention of unminimized Section 702 \ninformation in FBI archival systems that appears at page 138 of the October 18, 2018, Opinion \nshall remain in effect for instances of retention that the government is currently obligated to \nreport pursuant to that requirement; and \n( 4) For the reasons stated herein, the government shall comply with the following \nrequirements: \na.  The government shall submit a report by February 28, 2020, specifying, as \napplicable: ( 1) steps taken or to be taken by the FBI, NSA, CIA, and NCTC to identify to \nrecipient agencies when reports are recalled for FISA-compliance reasons; (2) other steps the \ngovernment has taken or will take to improve processes for identifying and removing reports that \nare recalled for PISA-compliance reasons; and (3) an anticipated timetable for completing any \nsteps that remain to be taken; and \nb.  On or before March 26, 2021, the government shall submit an update to each \nagency's UAM submission filed on March 29, 2019.  As with the latter, the update shall describe \nthe UAM activities being undertaken by each agency and provide an assessment as to whether \nIJilOF Of:3 E!ltf:31Jil#Sli':'OM~ OJHNOli'OWI  Page 82 \nAuthorized for Public Release on Date:  September 4, 2020 Page 82 of 83 FISC Opinion, Dec. 6, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nT ts F !'JI! @Ml!if//!'JIOO ft@O 1V 1 f Ol iO R) f \nthose activities are being conducted in a manner consistent with applicable Section 702 \nprocedures.  In particular, the submission shall describe: \n(I) the nature and scope of UAM activities being conducted, the user activities \nsubjected to monitoring, and the types of information being captured; \n(2) the repositories in which UAM data resides, and the access restrictions and \ncontrols in place to limit access to such repositories; \n(3) the authorized purposes for which such data may be accessed; and \n(4) the number and types of personnel who have access to UAM data, and the \ntraining required for such personnel to obtain such access. \nThe submission shall also provide an updated assessment of the amount of unminimized Section \n702-acquired information stored in the UAM repositories of each agency, based on the nature \nand scope of the activities being conducted, the agency's experience with finding such \ninformation in its UAM repositories, and any other relevant consideration. \n3 :. s  _/j_ \nENTERED at  f7  p.m. Eastern Time this  day of December, 2019. \nIntelligence Surveillance Court \n'tiO F Bl!: CM:l!:'f;';'S1,';'0 H C OM'i>JOPORJJ  Page 83 \nI,  Deputy Clerk, \nFISC, certify that this document \nis a true and correc  the \norigin al. \nAuthorized for Public Release on Date:  September 4, 2020 Page 83 of 83 FISC Opinion, Dec. 6, 2019",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/110811"
    },
    {
      "date": "2019-09-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 110764,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/110764.pdf",
      "title": "Exhibit B",
      "text": "Document re: Section 702 2019 Certification Authorized for Public Release by ODNI\n•'-'• tJ.1.!.'-..,..1.'-.l..:.J..l.//tJ..1.//1 ... '-'.I.''-'.I.'1 ... \n(U)  EXHIBIT B \n(U) MINIMIZATION PROCEDURES USED BY THE NATIONAL 2113 SEP  17  PM  ! : 15 \nSECURlTY AGENCY lN CONNECTION WITH ACQITTSlTIONS OF FOREIGN \nCNTELLIGENCE lNFORl\\'lA TION PURSUANT TO SECTION 702 OF TWA ~d FLY~~:l r~\\Ll \nFORECGN lNTELLlGENCE SURVECLLANCE ACT OF l978, AS AMENUED\"E  OF  CO Uh T \n(U)  Section 1 - Applicability and Scope \n(U)  These National Security Agency (NSA) minimization procedures apply to the \nacquisition, retention, use, and dissemination of information, including non-publicly \navailable information concerning unconsenting United States persons, that is acquired by \ntargeting non-United States persons reasonably believed to be located outside the United \nStates in accordance with section 702 of the Foreign Intelligence Surveillance Act of 1978, \nas amended (FISA or \"the Act\").  These minimization procedures apply in addition to \nseparate querying procedures adopted pursuant to subsection 702(f)(l) of the Act.  These \nminimization procedures should be read and applied in conjunction with those querying \nprocedures, and nothing in these procedures permits any actions that would otherwise be \nprohibited by those querying procedures. \n(U)  If NSA determines that it must take action in apparent departure from these \nminimization procedures to protect against an immediate threat to human life (e.g., force \nprotection or hostage situations) and that it is not feasible to obtain a timely modification of \nthese procedures, NSA may take such action immediately.  NSA will report the action taken \nto the Office of the Director of National Intelligence and to the National Security Division of \nthe Department of Justice, which will promptly notify the Foreign Intelligence Surveillance \nCourt (FISC) of such activity. \n(U)  For the purposes of these procedures, the terms \"National Security Agency\" and \"NSA \npersonnel\" refer to any employees of the National Security Agency/Central Security Service \n(\"NSNCSS\" or \"NSA\") and any other personnel engaged in Signals Intelligence (SIGINT) \noperations authorized pursuant to section 702 of the Act if such operations are executed \nunder the direction, authority, or control of the Director, NSNChief, CSS (DIRNSA). \n(U)  Section 2 - Exceptions, Oversight, and Training \n(a)  (U)  NSA will conduct oversight (to include compliance) activities on an ongoing basis, \nwith respect to its exercise of the authority under section 702 of the Act, including the \ntargeting, minimization, and querying procedures adopted in accordance with section 702. \nNSA will develop and deliver training regarding the applicable procedures to ensure NSA \npersonnel responsible for approving the targeting of persons for acquisition under section \n702, as well as NSA personnel with access to information thereby acquired, understand \ntheir responsibilities and the applicable procedures that apply to this acquisition.  NSA \nwill make any necessary reports, including those relating to incidents of noncompliance, \n\\..,li:1~~1111::U uy.  1111:: f-\\.LlUl 111;:y \\Jl::111::l al \nDeri1.red From:  J>,,I..S_,,J .. A /CSSl\\l 1 S? /dated ?01001 JO\\ \n•c  a  .l.  SJ ,,_,.._,,l,.J.l.'t'.L  .l.  ..,,_ ,~-\"\"-~ _..,, .l.'-J..,, ..... .... ..,,, \nT\"'I,.  1  ,.,,l\"\"\\AI Al\"\"\\/\"\"\\\"'I r \n.LJ'\"''\"'J.\\,1,-.,-.,J.a.J  '-'LJ..  _,,'JI l'J/ .l.'\\.J \nAuthorized for Public Release on: September 4, 2020  Page 1 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification TOP SE CM:ET#SI,,'Pf O l?O~f  Authorized for Public Release by ODNI\nto the NSA Inspector General and OGC, in accordance with its NSA charter.  NSA will \nalso ensure that necessary corrective actions are taken to address any identified \ndeficiencies. \n(b)  (U)  Nothing in these procedures shall restrict: \n( 1) (U) the performance oflawful oversight functions of the Department of Justice's \nNational Security Division (NSD), the Office of the Director of National Intelligence, \nor the applicable Offices of the Inspectors General, or the provision by NSA of the \nassistance necessary for these entities to perform their lawful oversight functions; \n(2) (U) activities necessary to create, test, or conduct technical maintenance of NSA \nsystems that process or store section 702-acquired information; \n(3)  (U) the retention, processing, analysis, or dissemination of information necessary to \ncomply with an order of a court within the United States or a specific congressional \nmandate, such as a subpoena or similar process consistent with congressional \noversight; \n( 4)  (U) NSA' s ability to conduct vulnerability or network assessments using information \nacquired pursuant to section 702 in order to ensure that NSA systems are not or have \nnot been compromised.  Notwithstanding any other section in these procedures, \ninformation used by NSA to conduct vulnerability or network assessments may be \nretained for one year solely for that limited purpose.  Any information retained for \nthis purpose may be disseminated only in accordance with the applicable provisions \nof these procedures; \n(5)  (U) activities necessary to perform the following lawful oversight functions ofNSA's \npersonnel or systems: \na.  (U)  investigate and remediate possible section 702 compliance incidents; or \nb.  (U)  identify section 702-acquired information subject to destruction, \nincluding under these minimization procedures. \n(U) Should NSA determine it is necessary to deviate from an aspect of these \nprocedures to perform lawful oversight functions of its personnel or systems apart \nfrom those described in this subsection (2.B.5), NSA shall consult with NSD and \nODNI prior to conducting such an activity.  NSD shall promptly report the deviation \nto the FISC.  Each such report shall describe the nature of the deviation from the \nprocedures and identify the specific oversight activity for which the deviation was \nnecessary.  Once section 702-acquired information is no longer reasonably believed \nto be necessary for a lawful oversight function, the information shall be destroyed to \nthe extent required by the applicable provisions of these procedures. \n(c) (U) NSA has established processes for ensuring that raw traffic is labeled and stored only \nin authorized repositories, and is accessible only to those who have had the proper \ntraining.  NSA personnel who are undergoing, but have not yet completed, training \n101 5zen tn5umo, otuq \n2 \nAuthorized for Public Release on: September 4, 2020  Page 2 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nff Of SE@M'fNSIONO f OltN \nregarding the proper implementation of section 702 and NSA's section 702 procedures \nmay have access to raw section 702-acquired information during the conduct of such \ntraining and insofar as reasonably necessary to be effective. \n(U) Whenever relying on any portion of the exceptions in this or the preceding subsection \n(2.B or 2.C) to deviate from any other provision of these minimization procedures, NSA \npersonnel shall limit the scope of their deviation and comport with all other provisions of \nthese minimization procedures to the maximum extent practicable. \n(U)  Section 3 - Definitions \n(U)  In addition to the definitions in sections 101 and 701 of the Act, the following \ndefinitions will apply to these procedures: \n(a) (~m ff')  Acquisition means the collection by NSA or the Federal Bureau of Investigation \n(FBI) through electronic means of a non- ublic communication to which it is not an \nintended party \n(b) (U)  Communications concerning a United States person include all communications in \nwhich a United States person is discussed or mentioned, except where such \ncommunications reveal only publicly available information about the person. \n( c) (U)  Communications of a United States person include all communications to which a \nUnited States person is a party. \n( d) (U)  Consent is the agreement by a person or organization to permit the NSA to take \nparticular actions that affect the person or organization.  To be effective, consent must be \ngiven by the affected person or organization with sufficient knowledge to understand the \naction that may be taken.  Consent by an organization will be deemed valid if given on \nbehalf of the organization by an official or governing body determined by the General \nCounsel, NSA, to have actual or apparent authority to make such an agreement. \n( e) (U)  Foreign communication means a communication that has at least one communicant \noutside of the United States.  All other communications, including communications in \nwhich the sender and all intended recipients are reasonably believed to be located in the \nUnited States at the time of acquisition, are domestic communications. \n(f)  (U)  Identification of a United States person means (1) the name, unique title, or address \nof a United States person; or (2) other personal identifiers of a United States person when \nappearing in the context of activities conducted by that person or activities conducted by \nothers that are related to that person.  A reference to a product by brand name, or \nmanufacturer's name or the use of a name in a descriptive sense, e.g., \"Monroe Doctrine,\" \nis not an identification of a United States person. \n(g) (IS ((SJ'?W)  Internet transaction, for purposes of these procedures, means an Internet \ncommunication that is acquired through NSA's upstream collection techniques.  An \nliOP iiii'9Mli:Viil':'ftliOi.OWli \n3 \nAuthorized for Public Release on: September 4, 2020  Page 3 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nliQP iiliiCWJ:li 11ili''AfQl>QIUf \nInternet transaction may contain information or data representing either a discr \ncommunication  e.  . an e-mail messa e  or multi  le discrete communications \n0\n(h) (U)  Processed or processing means any step necessary to convert information into an \nintelligible form intended for human inspection. \n(i)  (U)  Publicly available information means information that a member of the public could \nobtain on request, by research in public sources, or by casual observation. \nU)  (U)  United States person means a United States person as defined in the Act.  The \nfollowing guidelines apply in determining whether a person whose status is unknown is a \nUnited States person: \n(1) (U)  A person known to be currently in the United States will be treated as a United \nStates person unless positively identified as an alien who has not been admitted for \npermanent residence or circumstances give rise to a reasonable belief that such person \nis not a United States person. \n(2) (U)  A person known to be currently outside the United States, or whose location is \nunknown, will not be treated as a United States person unless such person can be \npositively identified as such or circumstances give rise to a reasonable belief that such \nperson is a United States person. \n(3) (U)  A person known to have been at any time an alien admitted for lawful permanent \nresidence is treated as a United States person, unless a determination that such person \nis no longer a United States person is made (a) in consultation with the NSA Office of \nGeneral Counsel after obtaining a copy of either an order revoking that person's \nUnited States person status issued by a U.S. federal court or a properly executed and \nfiled United States Citizenship and Immigration Services Form I-407 (Record of \nAbandonment of Lawful Permanent Resident Status), or (b) in consultation with the \nNSA Office of General Counsel and the National Security Division (NSD) of the \nDepartment of Justice. \n( 4) (U)  An unincorporated association whose headquarters or primary office is located \noutside the United States is presumed not to be a United States person unless there is \ninformation indicating that a substantial number of its members are citizens of the \nUnited States or aliens lawfully admitted for permanent residence. \n(U)  Section 4 - Acquisition and Handling - General \n(a) (U)  Acquisition \n(U)  The acquisition of information by targeting non-United States persons reasonably \nbelieved to be located outside the United States pursuant to section 702 of the Act will be \neffected in accordance with an authorization made by the Attorney General and Director of \nliQP iiliiC:u.lkli 11ili1/AfQl>QiAN \n4 \nAuthorized for Public Release on: September 4, 2020  Page 4 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nNational Intelligence pursuant to subsection 702(a) of the Act and will be conducted in a \nmanner designed, to the greatest extent reasonably feasible, to minimize the acquisition of \ninformation not relevant to the authorized purpose of the acquisition. \n(b) (U)  Monitoring, Recording, and Handling \n(1) (U)  Personnel will exercise reasonable judgment in determining whether information \nacquired must be minimized and will destroy information of or concerning a United \nStates person at the earliest practicable point at which such information can be \nidentified either: as clearly not relevant to the authorized purpose of the acquisition \n( e.g., the communication does not contain foreign intelligence information); or, as not \ncontaining evidence of a crime which may be disseminated under these procedures. \nExcept as provided for in subsection 3( c) below, such information of or concerning a \nUnited States person may be retained no longer than five years from the expiration \ndate of the certification authorizing the collection in any event. \n(2) (U)  Information of or concerning United States persons that may be related to the \nauthorized purpose of the acquisition may be forwarded to analytic personnel \nresponsible for producing intelligence information from the collected data.  Such \ninformation may be retained and disseminated only in accordance with Sections 3, 4, \n5, 6, and 8 of these procedures. \n(3) (U)  For purposes of assessing how information should be handled in accordance with \nthese procedures, as information is reviewed, NSA analyst(s) will a) determine \nwhether it is a domestic or foreign communication; b) ensure that it is not a \ncommunication that contains a reference to, but is not to or from, a target; and c) \ndetermine whether it is reasonably believed to contain foreign intelligence \ninformation or evidence of a crime. \n( 4) (U)  Queries of unminimized content or noncontent information acquired in \naccordance with section 702 of the Act are governed by the Querying Procedures \nUsed in Connection with Acquisitions of Foreign Intelligence Information Pursuant to \nSection 702 of the Foreign Intelligence Surveillance Act of 1978, as Amended.  All \nsuch queries conducted by NSA personnel must be made in accordance with those \nprocedures.  Authorized NSA users with access to unminimized section 702-acquired \ninformation should process the results of an appropriate query of unminimized \nsection 702-acquired information in accordance with these minimization procedures. \n(5) (U)  Further handling, retention, and dissemination of foreign communications will be \nmade in accordance with Sections 4, 6, 7, and 8, as applicable, below.  Further \nhandling, storage, and dissemination of inadvertent! y acquired domestic \ncommunications will be made in accordance with Sections 4, 5, and 8 below. \nTOR SFGPET11Sl'0IOFOPN \n5 \nAuthorized for Public Release on: September 4, 2020  Page 5 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n'fOF SltsCMiJ'f//SIIONOfiOifflt \n( c) (U)  Destruction of Raw Data \n( 1) (U)  Information acquired through tasking Internet selectors by or with the assistance \nof the FBI from Internet Service Providers or through tasking telephony selectors that \ndoes not meet the retention standards set forth in these procedures and that is known \nto contain information of or concerning United States persons will be destroyed upon \nrecognition.  Information acquired through tasking Internet selectors by or with the \nassistance of the FBI from Internet Service Providers or through tasking telephony \nselectors may not be retained longer than five years from the expiration date of the \ncertification authorizing the collection unless NSA specifically determines that each \nspecific item of acquired information meets the retention standards in these \nprocedures. \n(2) (U)  Internet transactions acquired on or before March 17, 2017, will be destroyed \nupon recognition.  Internet transactions acquired through NSA's upstream collection \ntechniques acquired on or after March 18, 201 7, that do not contain any information \nthat meets the retention standards set forth in these procedures and that are known to \ncontain communications of or concerning United States persons will be destroyed \nupon recognition.  An Internet transaction acquired on or after March 18, 2017, may \nnot be retained longer than five years from the expiration date of the certification \nauthorizing the collection unless NSA specifically determines that at least one \ndiscrete communication within the Internet transaction meets the retention standards \nin these procedures. \n(3) (U)  Any communications acquired pursuant to section 702 that contain a reference to, \nbut are not to or from, a person targeted in accordance with section 702 targeting \nprocedures are unauthorized acquisitions and therefore will be destroyed upon \nrecognition. 1 \n( 4)  (U)  In addition, NSA will follow the following procedures: \na.  (U)  Notwithstanding the destruction requirements set forth in these minimization \nprocedures, NSA may retain specific section 702-acquired information if the \nDepartment of Justice advises NSA in writing that such information is subject to a \npreservation obligation in pending or anticipated administrative, civil, or criminal \nlitigation.  The Department of Justice will identify in writing the specific \ninformation to be retained (including, but not limited to, the target(s) or selector(s) \nwhose information must be preserved and the relevant time period at issue in the \nlitigation), and the particular litigation for which the information will be retained. \nIn order to restrict access to information being retained pursuant to this provision, \npersonnel not working on the particular litigation matter shall not access the \nsection 702-acquired information preserved pursuant to a written preservation \nnotice from the Department of Justice that would otherwise have been destroyed \n1 (U)  In applying this provision, note that any user of a tasked selector is regarded as a person targeted for \nacquisition. \n'iOP tiili\"M'i:4'tiils~'1ti01i~Alf \n6 \nAuthorized for Public Release on: September 4, 2020  Page 6 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTAP SFGPFT11Sl'0IOFOPN \npursuant to these procedures.  Other personnel shall only access the information \nbeing retained for litigation-related reasons on a case-by-case basis after \nconsultation with the Department of Justice.  The Department of Justice shall \nnotify NSA in writing once the section 702-acquired information is no longer \nrequired to be preserved for such litigation matters, and then NSA shall promptly \ndestroy the section 702-acquired information as otherwise required by these \nprocedures. \n1.  (U)  Each year, NSA and NSD will prepare a summary of: (a) all \nadministrative, civil, or criminal litigation matters necessitating preservation \nof section 702-acquired data that would otherwise be subject to age off \npursuant to these procedures, (b) a description of the section 702-acquired \ninformation preserved for each such litigation matter, and (c) if possible based \non the information available to NSA, a description of the status of each such \nlitigation matter. \n2.  (U)  In certain circumstances, NSA may receive written notice from the \nDepartment of Justice advising NSA to preserve section 702-acquired \ninformation that would otherwise be subject to a destruction requirement \nunder Sections 4(b)(l), 4(d)(2), 4(e), 5, or 6.  NSA will promptly \nprovide the Department of Justice's National Security Division with a \nsummary of: (a) all administrative, civil, or criminal litigation matters \nnecessitating preservation of section 702-acquired information that would \notherwise be subject to destruction pursuant to Sections 4(b)(l), 4(d)(2), 4(e), \n5, or 6, (b) a description of the section 702-acquired information preserved for \neach such litigation matter, and (c) if possible based on the information \navailable to NSA, a description of the status of each such litigation matter. \nWhen such circumstances arise, the Department of Justice's National Security \nDivision will promptly notify the FISC. \nb.  (U)  The Department of Justice may advise NSA to retain specific section 702-\nacquired information subject to a destruction requirement other than those \nspecified above in this section because such information is subject to a \npreservation obligation in pending or anticipated administrative, civil, or criminal \nlitigation.  NSA will provide the Department of Justice's National Security \nDivision with a summary of: (a) all administrative, civil, or criminal litigation \nmatters necessitating preservation of section 702-acquired information that would \notherwise be subject to destruction, (b) a description of the section 702-acquired \ninformation preserved for each such litigation matter, and ( c) if possible, based on \nthe information available to NSA, a description of the status of each such \nlitigation matter.  The Department of Justice's National Security Division will \npromptly notify and subsequently seek authorization from the FISC to retain the \nmaterial as appropriate and consistent with law.  NSA will restrict access to and \nretain such information in the manner described in subparagraph 4(a), at the \ndirection of the Department of Justice until either the FISC denies a government \nrequest for authorization to retain the information or the Department of Justice \nIJOf 0118M11f/:'Qt':¥fOPORif \n7 \nAuthorized for Public Release on: September 4, 2020  Page 7 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTOP SFGPFI\"SI'0FOFOPN \nnotifies NSA in writing that the information is no longer required to be preserved \nfor such litigation matters.  After receiving such notice, NSA shall promptly \ndestroy the section 702-acquired information. \n(d) (U)  Change in Target's Location or Status \n(1) (U)  In the event that NSA reasonably believes that a target is located outside the \nUnited States and subsequently learns that the person is inside the United States, or if \nNSA concludes that a target who at the time of targeting was believed to be a non \nUnited States person is in fact a United States person at the time of acquisition, the \nacquisition from that person will be terminated without delay. \n(2) (U)  Any information acquired through the targeting of a person who at the time of \ntargeting was reasonably believed to be located outside the United States but is in fact \nlocated inside the United States at the time such information was acquired, and any \ninformation acquired by targeting a person who at the time of targeting was believed \nto be a non-United States person but was in fact a United States person at the time \nsuch information was acquired, will be treated as domestic communications under \nthese procedures. \n(e) eS/J1W}  In the event that NSA seeks to use any information acquired pursuant to section \n702 during a time period when there is uncertainty about the location of the target of the \nacquisition because the~ost-tasking checks described in NSA's section 702 \ntargeting procedures w~ioning properly, NSA will follow its internal \nprocedures for determining whether such information may be used (including, but not \nlimited to, in FISA applications, section 702 targeting, and disseminations).  Except as \nnecessary to assess location under this provision, NSA may not use or disclose any \ninformation acquired pursuant to section 702 during such time period unless NSA \ndetermines, based on the totality of the circumstances, that the target is reasonably \nbelieved to have been located outside the United States at the time the information was \nacquired.  lfNSA determines that the target is reasonably believed to have been located \ninside the United States at the time the information was acquired, such information will \nnot be used and will be promptly destroyed. \n(U)  Section 5 - Acquisition and Handling - Attorney-Client Communications \n(U)  Privileged Communications.  NSA may receive unminimized communications, acquired \npursuant to section 702 of the Act, to which an attorney is a party.  These provisions address \nthe retention, dissemination, and use of information in such communications and apply when \nNSA personnel handling a communication acquired pursuant to section 702 of the Act \ndetermine (based on the information in that communication or other information of which the \nNSA personnel are aware) that the communication is between an attorney ( or any person \nwho, based on the information in the communication, appears clearly to be communicating \non behalf of an attorney, such as a paralegal or administrative assistant) and a client. \nlfOP lifl§@Mlf:f;'.8t1'PfOFONf \n• \n8 \nAuthorized for Public Release on: September 4, 2020  Page 8 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n(a) (U)  After discovering such a communication, ifNSA personnel handling a \ncommunication determine that the communication does not contain foreign intelligence \ninformation or evidence of a crime, the communication must be destroyed irrespective of \nwhether the communication contains information protected by the attorney-client \nprivilege. \n(b) (U)  If NSA personnel handling such a communication determine that the communication \nappears to contain foreign intelligence information or evidence of a crime, the personnel \nhandling the communication must bring the communication to the attention of NS A's \nOffice of General Counsel for action as set forth below. \n.... \n............ .  .  .  .  . .  .  .  .  . \n\"\"\"\"\"\" \nprivileged information pertaining to a criminal charge in the United States, the \ncommunication shall be segregated. \n(d) \n(e) \n(t) \n'FOP SIBCM't'h'St,'ll',OPOR:P, \n9 \nAuthorized for Public Release on: September 4, 2020  Page 9 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nTOP Sl!!ClfflTNStfrNOPOitN \nissemination of attorney-client \nI \nI  I  I  t  t  t I \nccompame  y \nappropnate  an  mg contro s, an  s a  me u  anguage a  v1smg rec1p1ents (1) that the \nreport contains information obtained from communications that may be subject to the \nattorney-client privilege, (2) that use of the information is provided for intelligence \npurposes only and may not be used in any trial, hearing, or other proceeding absent \nexpress approval by the Attorney General, and (3) that further dissemination is prohibited \nabsent the express approval of the Assistant Attorney General for National Security \nof the type described in subparagraphs (c) and (e) above. \n(U)  Section 6 -Domestic Communications \n(U)  A communication identified as a domestic communication ( and, if applicable, the \nInternet transaction in which it is contained), including information treated as a domestic \ncommunication, will be promptly destroyed upon recognition unless the Director ( or Acting \nDirector) ofNSA specifically determines, in writing and on a communication-by \ncommunication basis, that the sender or intended recipient of the domestic communication \nhad been properly targeted under section 702 of the Act, and the domestic communication \nsatisfies one or more of the following conditions: \n(1) (U)  such domestic communication is reasonably believed to contain significant \nforeign intelligence information.  Such domestic communication (and, if applicable, \nthe transaction in which it is contained) may be retained, handled, and disseminated \nin accordance with these procedures; \nAuthorized for Public Release on: September 4, 2020  Page 10 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\nf Of ~E('.RE f;;~umOFORH \n(2) (U)  such domestic communication does not contain foreign intelligence information \nbut is reasonably believed to contain evidence of a crime that has been, is being, or is \nabout to be committed.  Such domestic communication may be disseminated \n(including United States person identities) to appropriate Federal law enforcement \nauthorities, in accordance with 50 U.S.C. §§ 1806(b) and 1825(c), Executive Order \nNo. 12333, and, where applicable, the crimes reporting procedures set out in the \nAugust 1995 \"Memorandum of Understanding: Reporting oflnformation Concerning \nFederal Crimes,\" or any successor document.  Such domestic communication (and, if \napplicable, the transaction in which it is contained) may be retained by NSA for a \nreasonable period ohime, not to exceed six months unless extended in writing by the \nAttorney General, to permit law enforcement agencies to determine whether access to \noriginal recordings of such communication is required for law enforcement purposes; \n(3) (U)  such domestic communication is necessary to understand or assess a \ncommunications security vulnerability of a United States Government or National \nSecurity system.  Such domestic communication may be provided to the FBI and/or \ndisseminated to other elements of the United States Government.  Such domestic \ncommunication (and, if applicable, the transaction in which it is contained) may be \nretained for a period of time during which such information is of use in identifying or \ndefending against such a vulnerability; or \n( 4) (U)  such domestic communication contains information pertaining to an imminent \nthreat of serious harm to life or property.  Such information may be retained and \ndisseminated to the extent reasonably necessary to counter such threat. \n(U)  Notwithstanding the above, if a domestic communication indicates that a target has \nentered the United States, NSA may promptly notify the FBI of that fact, as well as any \ninformation concerning the target's location that is contained in the communication.  NSA \nmay also use information derived from domestic communications for collection \navoidance purposes, and may provide such information to the FBI, Central Intelligence \nAgency (CIA), and National Counterterrorism Center (NCTC) for purposes of collection \navoidance.  NSA may retain the communication from which such information is derived \nbut shall restrict the further use or dissemination of the communication by placing it on \nthe Master Purge List (MPL). \n(U)  NSA will report all determinations made by the Director (or the Acting Director) of \nNSA under this Section to the Office of the Director of National Intelligence and to the \nNational Security Division of the Department of Justice, which will promptly notify the \nFISC in writing of all such determinations. \n(U)  Section 7 - Foreign Communications of or Concerning United States Persons \n(a) (U)  Retention \n(U)  Foreign communications of or concerning United States persons collected in the course \nof an acquisition authorized under section 702 of the Act may be retained as follows: \nlifOP SECMlifNSlf;'NOFOltN\" \n11 \nAuthorized for Public Release on: September 4, 2020  Page 11 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification IOI SECMl))§L,1401 SMC  Authorized for Public Release by ODNI\n(1) (U)  Retention of foreign communications of or concerning United States persons is \npermitted for a period of five years from the expiration date of the certification \nauthorizing the collection, unless the Director, Operations Directorate, NSA, \ndetermines in writing that retention of a specific category of communications for a \nlonger specified period is required to respond to authorized foreign intelligence or \ncounterintelligence requirements.  NSA will report all such determinations to the \nOffice of the Director of National Intelligence and to the National Security Division \nof the Department of Justice, which will promptly notify the FISC in writing of all \nsuch determinations. \na.  (U)  NSA may also retain unminimized section 702-acquired information that \nreasonably appears to be encrypted or to contain secret meaning for a \nsufficient duration to permit exploitation.  A sufficient duration may consist of \nany period of time during which the encrypted information is subject to, or of \nuse in, cryptanalysis or deciphering secret meaning.  Once information is \ndecrypted or deciphered, the retention period, if applicable for such \ninformation, is five years from the date of decryption or decipher. \n(2) (U)  if dissemination of such communications with reference to such United States \npersons would be permitted under subsection (b) below; or \n(3) (U)  if the information is evidence of a crime that has been, is being, or is about to be \ncommitted and is provided to appropriate federal law enforcement authorities. \n(U) Nothing in this section shall preclude NSA from retaining technical information ( e.g. \nencryption algorithms, keys, credentials) contained in, or derived from, foreign \ncommunications of or concerning United States persons for any period of time during which \nsuch information is used for cryptanalysis or processing information into intelligible form. \nAny use or dissemination of such technical information must be made in accordance with the \nrequirements in these procedures. \n(b) (U)  Dissemination \n(U)  A dissemination based on information of or concerning a United States person may be \nmade in accordance with Section 8 or 9 below if the identity of the United States person is \ndeleted and a generic term or symbol is substituted so that the information cannot reasonably \nbe connected with an identifiable United States person.  Otherwise, dissemination of \nintelligence based on information of or concerning a United States person may only be made \nto a recipient requiring the identity of such person for the performance of official duties but \nonly if at least one of the following criteria is also met: \n( 1) (U) the United States person has consented to dissemination or the information of or \nconcerning the United States person is available publicly; \nTOP SElCRE:T,','Slh'NOFOM \n12 \nAuthorized for Public Release on: September 4, 2020  Page 12 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n(2) (U)  the identity of the United States person is necessary to understand foreign \nintelligence information or assess its importance, e.g., the identity of a senior official \nin the Executive Branch; \n(3) (U)  the information indicates that the United States person may be: \na.  an agent of a foreign power; \nb.  a foreign power as defined in section l0l(a) of the Act; \nc.  residing outside the United States and holding an official position in the \ngovernment or military forces of a foreign power; \nd.  a corporation or other entity that is owned or controlled directly or indirectly by a \nforeign power; or \ne.  acting in collaboration with an intelligence or security service of a foreign power \nand the United States person has, or has had, access to classified national security \ninformation or material; \n( 4) (U)  the information indicates that the United States person may be the target of \nintelligence activities of a foreign power; \n(5) (U)  the information indicates that the United States person is engaged in the \nunauthorized disclosure of classified national security information, but only after the \nagency that originated the information certifies that it is properly classified; \n(6) (U)  the United States person's identity is necessary to understand or assess a \ncommunications or network security vulnerability; \n(7) (U)  the information indicates that the United States person may be engaging in \ninternational terrorist activities; \n(8) (U)  the acquisition of the United States person's information was authorized by a \ncourt order issued pursuant to the Act and the information may relate to the foreign \nintelligence purpose of the surveillance; or \n(9) (U) the information is reasonably believed to contain evidence that a crime has been, \nis being, or is about to be committed, provided that dissemination is for law \nenforcement purposes and is made in accordance with 50 U.S.C. §§ 1806(b) and \n1825(c), Executive Order No. 12333, and, where applicable, the crimes reporting \nprocedures set out in the August 1995 \"Memorandum of Understanding: Reporting of \nInformation Concerning Federal Crimes,\" or any successor document. \nTOP 8ECR£TH81i0'NOFORN \n13 \nAuthorized for Public Release on: September 4, 2020  Page 13 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification Authorized for Public Release by ODNI\n(c)  (U)  Provision of Unminimized Information to CIA, FBI, and NCTC \n(1) (U)  NSA may provide to CIA unminimized information acquired pursuant to \nsection 702 of the Act.  CIA will identify to NSA targets for which NSA may \nprovide unminimized information to CIA.  CIA will handle any such \nunminimized information received from NSA in accordance with CIA \nminimization and querying procedures adopted by the Attorney General, in \nconsultation with the Director of National Intelligence, pursuant to \nsubsections 702(e) and 702(±) of the Act, respectively. \n(2) (U)  NSA may provide to the FBI unminimized information acquired pursuant to \nsection 702 of the Act.  The FBI will identify to NSA targets for which NSA may \nprovide unminimized information to the FBI.  The FBI will handle any such \nunminimized information received from NSA in accordance with FBI minimization \nand querying procedures adopted by the Attorney General, in consultation with the \nDirector of National Intelligence, pursuant to subsections 702(e) and 702(±) of the \nAct, respectively. \n( \ntt·tlil,1  .llllll  ·t  t  •'•'  t  t \nNCTC will identify to NSA targets for which NSA may provide unminimized \ninformation to the NCTC.  NCTC will handle any such unminimized information \nreceived from NSA in accordance with NCTC minimization and querying procedures \nadopted by the Attorney General, in consultation with the Director of National \nIntelligence, pursuant to subsections 702(e) and 702(±) of the Act, respectively. \n(U)  Section 8 - Other Foreign Communications \n(U)  Foreign communications of or concerning a non-United States person may be retained, \nused, and disseminated in any form in accordance with other applicable law, regulation, and \npolicy. \n(U)  Section 9 - Collaboration with Foreign Governments \n(a) (U) Procedures for the dissemination of evaluated and minimized information. Pursuant \nto section l .7(c)(8) of Executive Order No. 12333, as amended, NSA conducts foreign \ncryptologic liaison relationships with certain foreign governments. Information acquired \npursuant to section 702 of the Act may be disseminated to a foreign government. Except \nas provided below in subsection 9(b) of these procedures, any dissemination to a foreign \ngovernment of information of or concerning a United States person that is acquired \npursuant to section 702 may only be done in a manner consistent with Sections 7(b) of \nthese NSA minimization procedures. \n(b)  (U)  Procedures for technical or linguistic assistance.  It is anticipated that NSA may \nobtain information that, because of the information's technical or linguistic content, may \n'f'OP SECM:'f'h'StN1',0F'OltN \n14 \nAuthorized for Public Release on: September 4, 2020  Page 14 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification ffOP BFJ@MffNB1!4'NOif101tM  Authorized for Public Release by ODNI\nrequire further analysis by foreign governments to assist NSA in determining the \ninformation's meaning or significance.  Notwithstanding other provisions of these \nminimization procedures, NSA may disseminate computer disks, tape recordings, \ntranscripts, or other information or items containing unminimized information acquired \npursuant to section 702 to foreign governments for further processing and analysis, under \nthe following restrictions with respect to any materials so disseminated: \n(1) (U)  Dissemination to foreign governments will be solely for translation or \nanalysis of such information, and assisting foreign governments will make no \nuse of any information of or concerning any person except to provide \ntechnical and linguistic assistance to NSA. \n(2) (U)  Dissemination will be only to those personnel within foreign \ngovernments involved in the translation or analysis of such information.  The \nnumber of such personnel will be restricted to the extent feasible.  There will \nbe no dissemination within foreign governments of this unminimized data. \n(3) (U)  Foreign governments will make no permanent agency record of \ninformation of or concerning any person referred to or recorded on computer \ndisks, tape recordings, transcripts, or other items disseminated by NSA to \nforeign governments, provided that foreign governments may maintain such \ntemporary records as are necessary to enable them to assist NSA with the \ntranslation or analysis of such information.  Records maintained by foreign \ngovernments for this purpose may not be disseminated within the foreign \ngovernments, except to personnel involved in providing technical or linguistic \nassistance to NSA. \n( 4) (U)  Upon the conclusion of such technical or linguistic assistance to NSA, \ncomputer disks, tape recordings, transcripts, or other items or information \ndisseminated to foreign governments will either be returned to NSA or be \ndestroyed with an accounting of such destruction made to NSA. \n(5) (U)  Any information that foreign governments provide to NSA as a result of \nsuch technical or linguistic assistance may be disseminated by NSA in \naccordance with these minimization procedures. \n(U)  Section 10 - NSA User Activity Monitoring \n,s,','Hr, \nAs required by numerous statutes and regulatory issuances, NSA conducts user \nactivity monitoring of its internal computer systems and networks to deter, detect, and \notherwise protect against unauthorized access or use of those systems and networks, and \nclassified or other sensitive data that is stored  recessed  or transmitted on those s  stems and \nuser activity monitoring activities may be retained indefinitely in NSA \nTOP SECRETUSH'NOFORN \n15 \nAuthorized for Public Release on: September 4, 2020  Page 15 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019\n\nDocument re: Section 702 2019 Certification TOP SECRETHSI,','NOflORN  Authorized for Public Release by ODNI\nuser activity monitoring systems and used by NSA solely to deter, detect, and otherwise \nprotect against unauthorized access and use ofNSA's systems and networks.  Access to any \nNSA user activity monitoring system that may contain unminimized section 702-acquired \ninformation shall be limited to NSA pers  ·  rform their official \nctivity monitoring \ny personnel with access to such systems must receive traimng on \nt  ese proce ures.  NSA shall maintain records of all personnel who have access to user \nactivity monitoring systems.  In the event NSA recognizes a record that contains \nunminimized section 702-acquired information in an NSA user activity monitoring system, \nany dissemination of section 702-acquired information must be made in accordance with the \ndissemination requirements in these procedures. \nAttorney General of the United States \n'i'OP SECM'i'NSf//NOFORN \n16 \nAuthorized for Public Release on: September 4, 2020  Page 16 of 16 NSA's Section 702 Minimization Procedures, Sep. 17, 2019",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/110764"
    }
  ],
  "document_count": 5
}