{
  "case_id": 11902,
  "fetched_at": "2025-10-22T00:16:36.646425",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Monetary Relief",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Tel-Clinton Trailer Courts, Inc.",
        "institution_alt_state": null,
        "institution_city": "Frenchtown Township",
        "institution_county": null,
        "name": "Tel-Clinton Trailer Courts, Inc.",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Tel-Clinton Trailer Courts, Inc.",
        "institution_alt_state": null,
        "institution_city": "Frenchtown Township",
        "institution_county": null,
        "name": "President and Resident Agent",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Fair Housing/Lending/Insurance"
    ],
    "cause_other": "",
    "causes": [
      "Fair Housing Act/Fair Housing Amendments Act (FHAA), 42 U.S.C. §§ 3601 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2014,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Eastern District of Michigan",
    "custom_issues": [],
    "defendant_payment": "27,500.00",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2011-07-05",
    "filing_year": 2011,
    "id": 11902,
    "injunction_duration": "36",
    "issues": [
      "Discrimination Basis: Family discrimination",
      "Discrimination Area: Housing Sales/Rental"
    ],
    "last_checked_date": "2018-11-26T00:00:00-05:00",
    "main_docket": {
      "id": 31064,
      "docket_entries": [
        {
          "row_number": 2,
          "id": 1860188,
          "entry_number": "2",
          "date_filed": "2011-07-13T00:00:00-04:00",
          "attachments": [],
          "url": "https://ecf.mied.uscourts.gov/doc1/09715035083?caseid=260286&de_seq_num=14&pdf_header=2",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "CONSENT ORDER. Signed by District Judge Arthur J. Tarnow. (CGre) (Entered: 07/13/2011)"
        },
        {
          "row_number": 1,
          "id": 1860187,
          "entry_number": null,
          "date_filed": "2011-07-05T00:00:00-04:00",
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "A United States Magistrate Judge of this Court is available to conduct all proceedings in this civil action in accordance with 28 U.S.C. 636c and FRCP 73. The Notice, Consent, and Reference of a Civil Action to a Magistrate Judge form is available for download at http://www.mied.uscourts.gov (TMcg) (Entered: 07/05/2011)"
        },
        {
          "row_number": 0,
          "id": 1860186,
          "entry_number": "1",
          "date_filed": "2011-07-05T00:00:00-04:00",
          "attachments": [],
          "url": "https://ecf.mied.uscourts.gov/doc1/09715017272?caseid=260286&de_seq_num=7&pdf_header=2",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "COMPLAINT filed by United States against All Defendants. No summons requested. No Fee Required − US Government. County of 1st Plaintiff: Wayne − County Where Action Arose: Monroe − County of 1st Defendant: Monroe. [Previously dismissed case: No] [Possible companion case(s): Eastern District of Michigan Southern Division, 10−cv−13628, Judge David M. Lawson] (Levy, Judith) (Entered: 07/05/2011)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 2011,
      "docket_filing_number": 12886,
      "is_main_docket": true,
      "court": "Eastern District of Michigan",
      "state": "Michigan",
      "docket_office_number": "2",
      "docket_number_manual": "2:11-cv-12886",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/mied--2-11-cv-12886.html",
      "recap_link": null,
      "is_active": true
    },
    "name": "United States v. Tel-Clinton Trailer Courts",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2014,
    "order_start_year": 2011,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Michigan",
    "summary": "<p>On July 05, 2011, the United States Department of Justice filed an action under the Fair Housing Act against the Tel-Clinton Trail Courts, Inc., and its manager, in the United States District Court for the Eastern District of Michigan, Southern Division. The Plaintiff claims the defendants engaged in a pattern and practice of denying full enjoyment of rights granted by the Fair Housing Act, 42 U.S.C. §§3601-3619 based on familial status. The Plaintiff sought injunctive and declaratory relief.</p><p>The defendants are the owners, operators, and mangers of a mobile home park in Monroe, Michigan. In April 2009, a home seeker called the park to inquire about housing for herself, her husband, her minor child and a child with whom she was pregnant at the time. The agent informed the home seeker that they had a one-child-only policy. </p><p>The home seeker complained about her treatment to the Fair Housing Center of Southeastern Michigan (FHCSM). The FHCSM sent testers to compare the treatment afforded to prospective home seekers at Shamrock Village based on their familial status. The tests revealed that tenants were not allowed to live at the mobile home park if they had more than one child. The tests also revealed that the ownership established policies and practices for Shamrock Village that discriminate against families with children. For a period of time, Defendants printed advertisements with the statement: \"We are more an adult community because we don't have anything to offer children.\"</p><p>On July 13, 2011, the United States District Court for the Eastern District of Michigan, Southern Division (Judge Arthur J. Tarnow) entered a consent order. The defendants were enjoined from discriminating against persons with more than one child in their policies and practices, including:</p><p>-Refusing to sell or rent to any person on the basis of their familial status;</p><p>-Discriminating against any person in the terms, conditions, or privileges of the sale or rental of a dwelling, or in the provision of services or facilities in connection with, because of familial status, including, but not limited to, charging additional rent and/or fees based on the presence of or the number of children in a household;</p><p>-Advertising that indicates a preference, limitation or discrimination or suggesting that a dwelling is not suitable for children. </p><p>Further, the Defendants agreed to prepare and implement a nondiscrimination policy to be applied equally to all actual and prospective residents, regardless of their familial status. The Defendants agreed to deposit $20,000 into an interest-bearing account for the purpose of compensating other persons whom the Court determines may have been harmed by Defendants' discriminatory housing practices. </p><p>The order was in effect from 2011-2014. The case is now closed.</p><p></p>",
    "summary_published_date": "2011-10-29T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11902",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11902",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11902",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11902"
  },
  "documents": [
    {
      "date": "2011-07-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Approved",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Michigan",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40577,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40577.pdf",
      "title": "Shamrock Complaint FINAL",
      "text": "2:11-cv-12886-AJT -RSW   Doc # 1    Filed 07/05/11   Pg 1 of 7    Pg ID 1\n \nIN THE UNITED STATES DISTRICT COURT \nFOR THE EASTERN DISTRICT OF MICHIGAN \nSOUTHERN DIVISION \n \n \nUNITED STATES OF AMERICA,      ) \n              ) \n      Plaintiff,      ) \n              ) \n    v.          ) \n              ) \nTEL-CLINTON TRAILER COURTS, INC.,   ) \nd/b/a Shamrock Village Mobile Home Park,   ) \nEUGENE J. PONZIO, and        ) \nMILDRED E. WAMPLER,        ) \n              ) \n      Defendants.      ) \n              ) \n \n \nCOMPLAINT AND JURY DEMAND \nThe United States of America alleges: \n1.  This action is brought by the United States to enforce the Fair Housing Act, Title \nVIII of the Civil Rights Act of 1968, as amended by the Fair Housing Amendments Act of 1988, \n42 U.S.C. §§ 3601-3619. \nJURISDICTION AND VENUE \n2.  This Court has jurisdiction over this action under 28 U.S.C. §§ 1331 and 1345 and \n42 U.S.C. § 3614. \n3.  Venue is proper under 28 U.S.C. § 1391(b) because the events giving rise to this \naction occurred in the Eastern District of Michigan, all defendants reside and/or do business in \nthe Eastern District of Michigan, and the claims concern or otherwise relate to real property \nlocated in the Eastern District of Michigan. \n \n\n2:11-cv-12886-AJT -RSW   Doc # 1    Filed 07/05/11   Pg 2 of 7    Pg ID 2\n \nPARTIES \n4.  Defendant Tel-Clinton Trailer Courts, Inc. (“Tel-Clinton”), d/b/a Shamrock \nVillage Mobile Home Park, is a for-profit corporation formed in 1964 under the laws of the State \nof Michigan.  Tel-Clinton has its registered office in Eastpointe, Michigan.  At all times relevant \nto this Complaint, Tel-Clinton has owned and operated Shamrock Village Mobile Home Park \n(“Shamrock Village”), a 54-unit mobile home park at 1811 North Telegraph Road in Monroe, \nMichigan.  In its operation of Shamrock Village, Tel-Clinton has sold its own mobile homes, \noffered to finance the purchase of its own mobile homes, brokered the sale of mobile homes \nowned by others, and rented lots. \n5.  Defendant Eugene J. Ponzio is the president and resident agent of Defendant Tel-\nClinton.  At all times relevant to this Complaint, Mr. Ponzio has established policies and \nprocedures and has made management decisions for the operation of Shamrock Village, \nincluding directing agents to carry out his policies, procedures, and decisions.  Mr. Ponzio has \nalso made decisions regarding the sales of and financing of purchases of Tel-Clinton’s mobile \nhomes.  Mr. Ponzio resides and does business in the Eastern District of Michigan. \n6.  Defendant Mildred E. Wampler has been, at all times relevant to this Complaint, a \nproperty manager of Shamrock Village, and she has assisted Tel-Clinton in its sales of and \nfinancing of purchases of its mobile homes.  In these capacities, Ms. Wampler has acted as the \nagent of Defendant Tel-Clinton.  Ms. Wampler resides and does business in the Eastern District \nof Michigan.  \nFACTUAL ALLEGATIONS \n7.  Shamrock Village consists of dwellings within the meaning of 802(b) of the Fair \nHousing Act, as amended.  42 U.S.C. § 3602(b). \n2 \n \n\n2:11-cv-12886-AJT -RSW   Doc # 1    Filed 07/05/11   Pg 3 of 7    Pg ID 3\n \n8.  In or around April 2009, Cassandra Kraehnke, a bona fide home seeker, called \nShamrock Village to inquire about housing for herself, her husband, her minor child, and a child \nwith whom she was pregnant at the time.  She spoke with a female agent of Shamrock Village \nwho did not identify herself.  The female agent told Ms. Kraehnke, “Oh, I’m sorry.  We only \nallow one child here.  We don’t have a playground or anything for them to do outside,” or words \nto that effect. \n9.  On August 19, 2009, Ms. Kraehnke contacted the Fair Housing Center of \nSoutheastern Michigan (“the FHCSM”) and complained to the FHCSM about her treatment by \nthe agent at Shamrock Village. \n10.  Following Ms. Kraehnke’s complaint, the FHCSM conducted a series of three fair \nhousing tests, using “testers” to compare the treatment afforded to prospective home seekers at \nShamrock Village depending on their familial status.  Testers are persons who, without the intent \nto obtain a home, seek information about the availability of housing to determine whether \nunlawful discriminatory practices are occurring. \n11.  During the FHCSM’s tests of Shamrock Village, Tel-Clinton’s agents told testers \nthat prospective tenants with more than one child were not allowed to reside at Shamrock \nVillage, that the property was not suitable for children because it did not have amenities for \nchildren, and that extra lot rental fees applied to households with children.  On those bases, Tel-\nClinton’s agents also refused to allow testers who claimed to have two children to continue to \nnegotiate for the sale or rental of a dwelling at Shamrock Village.  Tel-Clinton’s agents also told \ntesters that there was owner-financing available on purchases of Tel-Clinton’s mobile homes, but \nrefused to allow testers who claimed to have two children to continue to negotiate for the sale or \nfinancing or rental of a dwelling at Shamrock Village. \n3 \n \n\n2:11-cv-12886-AJT -RSW   Doc # 1    Filed 07/05/11   Pg 4 of 7    Pg ID 4\n \n12.  The testing undertaken by the FHCSM revealed that defendant Ponzio established \npolicies and practices for Shamrock Village that discriminate against families with children, and \nthat those policies and practices were implemented by defendant Tel-Clinton’s agents and \nemployees at Shamrock Village, including defendant Wampler. \n13.  Defendant Tel-Clinton is vicariously liable for the actions of its agents and \nemployees. \n14.  For a period of time until at least February 8, 2010, the Defendants made, printed, \nor published, or caused to be made, printed or published, an advertisement for Shamrock Village \non the website www.mhvillage.com containing the following statement:  “We are more a adult \ncommunity because we dont have anything to offer children [sic].” \n15.  Through the actions outlined above, and through other similar interactions with \nprospective tenants and owners, the Defendants have engaged in discriminatory policies and \npractices at Shamrock Village against families with children.  Such practices include, but may \nnot be limited to: \na.  Prohibiting prospective home seekers from having more than one minor \nchild in two- and three-bedroom mobile homes; \nb.  Informing prospective home seekers with more than one minor child that \nsuch families are not allowed; \nc.  Informing prospective home seekers with more than one minor child that \nthe property is not suitable for children and/or has no amenities for \nchildren; \nd.  Refusing to negotiate for the sale or financing of mobile homes or the \nrental of mobile home lots with families with more than one minor child, \n4 \n \n\n2:11-cv-12886-AJT -RSW   Doc # 1    Filed 07/05/11   Pg 5 of 7    Pg ID 5\n \nand prohibiting such families from moving into Shamrock Village, while \nallowing other types of families; and, \ne.  Requiring extra rental fees on prospective home seekers with minor \nchildren based on the presence of children in their household, while not \nimposing such extras fees on similarly situated residents without children. \nFAIR HOUSING ACT CLAIM \n16.  By their actions alleged in this Complaint, the Defendants have engaged in: \na.  A pattern or practice of resistance to the full enjoyment of rights granted \nby the Fair Housing Act, 42 U.S.C. §§ 3601-3619; and, \nb.  A denial to a group of persons of rights granted by the Fair Housing Act, \n42 U.S.C. §§ 3601-3619, raising an issue of general public importance. \n17.  There are persons who have been harmed by the Defendants’ discriminatory \nhousing practices.  Such persons have been injured by a discriminatory housing practice and are \naggrieved persons as defined in 42 U.S.C. § 3602(i).  Cassandra Kraehnke, her husband Harley \nKraehnke, and their two children are aggrieved persons as defined in 42 U.S.C. § 3602(i). \n18.  The Defendants’ conduct alleged in this Complaint was intentional, willful, and \ntaken in disregard of the rights of others. \nPRAYER FOR RELIEF \n19.  WHEREFORE, the United States prays that the Court enter an order that: \na.  Declares that the Defendants’ policies and practices, as alleged herein, violate the \nFair Housing Act, 42 U.S.C. §§ 3601-3619; \nb.  Enjoins the Defendants, their officers, employees, agents, successors, and all \nother persons in active concert or participation with any of them, from: \n5 \n \n\n2:11-cv-12886-AJT -RSW   Doc # 1    Filed 07/05/11   Pg 6 of 7    Pg ID 6\n \ni.   Discriminating against any person on the basis of familial status in \nviolation of the Fair Housing Act in any aspect of the sale or rental of a \ndwelling; \nii.  Failing or refusing to notify the public that dwellings owned or operated \nby the Defendants are available to all persons on a nondiscriminatory \nbasis; \niii.  Failing or refusing to take such affirmative steps as may be necessary to \nrestore, as nearly as practicable, any aggrieved persons to the position they \nwould have been in but for the discriminatory conduct; and, \niv.  Failing or refusing to take such affirmative steps as may be necessary to \nprevent the recurrence of any discriminatory conduct in the future and to \neliminate, to the extent practicable, the effects of the Defendants’ unlawful \npractices. \nc.  Awards monetary damages to each person injured by the Defendants’ conduct, \npursuant to 42 U.S.C. § 3614(d)(1)(B); and, \nd.  Assesses a civil penalty against the Defendants in the amount authorized by 42 \nU.S.C. § 3614(d)(1)(C), to vindicate the public interest. \nThe United States further prays for such additional relief as the interests of justice may \nrequire. \n6 \n \n\n2:11-cv-12886-AJT -RSW   Doc # 1    Filed 07/05/11   Pg 7 of 7    Pg ID 7\n \nJURY DEMAND \n  The United States hereby demands a jury trial pursuant to Rule 38 of the Federal Rules of \nCivil Procedure. \n \nDated: July 5, 2011 \n  ERIC H. HOLDER, JR. \n  Attorney General \n   \n   \n   s/ Thomas E. Perez  \nBARBARA L. MCQUADE  THOMAS E. PEREZ \nUnited States Attorney  Assistant Attorney General \nEastern District of Michigan  Civil Rights Division \n   \n   \n s/ Susan K. DeClercq    s/ Steven H. Rosenbaum  \nSUSAN K. DECLERCQ  STEVEN H. ROSENBAUM \nAssistant United States Attorney  Chief, Housing and Civil Enforcement Section \n211 West Fort Street, Suite 2001  Civil Rights Division \nDetroit, Michigan  48226   \nPhone:  (313) 226-9149   \nsusan.declercq@usdoj.gov   s/ Christopher J. Fregiato  \nTIMOTHY J. MORAN \nDeputy Chief \nCHRISTOPHER J. FREGIATO \nAttorney \nHousing and Civil Enforcement Section \nCivil Rights Division \nU.S. Department of Justice \n950 Pennsylvania Avenue, N.W. \nNorthwestern Building \nWashington, D.C.  20530 \nPhone:  (202) 305-0022 \nFax:  (202) 514-1116 \nchristopher.fregiato@usdoj.gov \n \n7 \n ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/40577"
    },
    {
      "date": "2011-07-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Michigan",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60965,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60965.pdf",
      "title": "Docket",
      "text": "Case: 2:11-cv-12886     As of: 10/30/2011 01:49 AM EDT      1 of 1 \nCLOSED\nU.S. District Court\nEastern District of Michigan (Detroit)\nCIVIL DOCKET FOR CASE #: 2:11−cv−12886−AJT−RSW\nUnited States v. Tel−Clinton Trailer Courts, Inc. et al Date Filed: 07/05/2011\nAssigned to: District Judge Arthur J. Tarnow Date Terminated: 07/13/2011\nReferred to: Magistrate Judge R. Steven Whalen Jury Demand: None\nCause: 42:405 Fair Housing Act Nature of Suit: 440 Civil Rights: Other\nJurisdiction: U.S. Government Plaintiff\nPlaintiff\nUnited States represented by Judith E. Levy\nU.S. Attorney's Office\n211 W. Fort Street\nSuite 2001\nDetroit, MI 48226\n313−226−9100\nEmail: judith.levy@usdoj.gov\nATTORNEY TO BE NOTICED\nV.\nDefendant\nTel−Clinton Trailer Courts, Inc.\nDefendant\nEugene J. Ponzio\nDefendant\nMildred E. Wampler\nDate Filed # Docket Text\n07/05/2011 1  COMPLAINT filed by United States against All Defendants. No summons\nrequested. No Fee Required − US Government. County of 1st Plaintiff: Wayne −\nCounty Where Action Arose: Monroe − County of 1st Defendant: Monroe.\n[Previously dismissed case: No] [Possible companion case(s): Eastern District of\nMichigan Southern Division, 10−cv−13628, Judge David M. Lawson] (Levy,\nJudith) (Entered: 07/05/2011)\n07/05/2011 A United States Magistrate Judge of this Court is available to conduct all\nproceedings in this civil action in accordance with 28 U.S.C. 636c and FRCP 73.\nThe Notice, Consent, and Reference of a Civil Action to a Magistrate Judge form is\navailable for download at http://www.mied.uscourts.gov (TMcg) (Entered:\n07/05/2011)\n07/13/2011 2  CONSENT ORDER. Signed by District Judge Arthur J. Tarnow. (CGre) (Entered:\n07/13/2011)",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60965"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118391,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118391"
    },
    {
      "date": "2011-07-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Approved",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Michigan",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40578,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40578.pdf",
      "title": "Consent Order",
      "text": "2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 1 of 28    Pg ID 8\n \nIN THE UNITED STATES DISTRICT COURT \nFOR THE EASTERN DISTRICT OF MICHIGAN \nSOUTHERN DIVISION \n \n \nUNITED STATES OF AMERICA,         \n                Case No. 2:11-cv-12886 \n        Plaintiff, \n                HON.  ARTHUR J. TARNOW \nv. \n \nTEL-CLINTON TRAILER COURTS, INC.     Magistrate Judge Steven Whalen \nd/b/a Shamrock Village Mobile Home Park, \nEUGENE J. PONZIO, and \nMILDRED E. WAMPLER, \n \n      Defendant. \n______________________________________/ \n \n  CONSENT ORDER \n \nI.  FACTUAL AND PROCEDURAL BACKGROUND \n \n1.  The United States filed this action against Tel-Clinton Trailer Courts, Inc., d/b/a \nShamrock Village Mobile Home Park, Eugene J. Ponzio, president and resident agent of \nDefendant Tel-Clinton, and Mildred E. Wampler, property manager, (collectively, “Defendants”) \nwith respect to the operation of Shamrock Village Mobile Home Park (AShamrock Village@), a \n54-unit mobile home park at 1811 North Telegraph Road in Frenchtown Township, Michigan, \nalleging discrimination on the basis of familial status, in violation of Title VIII of the Civil \nRights Act of 1968, as amended by the Fair Housing Amendments Act of 1988, 42 U.S.C. '' \n3601, et seq. (Athe Fair Housing Act,@ or, Athe Act@). \n2.  The United States alleges that Defendants engaged in housing practices that \nunlawfully discriminate on the basis of familial status, including: \n \n  1 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 2 of 28    Pg ID 9\n \nA.  Prohibiting prospective home seekers from having more than one minor child in \ntwo- and three-bedroom mobile homes;   \nB.  Informing prospective home seekers with more than one minor child that such \nfamilies are not allowed to live at Shamrock;  \nC.  Informing prospective home seekers with more than one minor child that the \nproperty is not suitable for children and/or has no amenities for children; \nD.  Refusing to negotiate for the sale or financing of mobile homes or the rental of \nmobile home lots with families with more than one minor child, and prohibiting \nsuch families from moving into Shamrock Village, while allowing other types of \nfamilies;    \nE.  Requiring extra rental fees on prospective home seekers with minor children \nbased on the presence of children in their household, while not imposing such \nextras fees on similarly situated residents without children; and  \nF.  Making, printing, or publishing, or causing to be made, printed or published, an \nadvertisement for Shamrock Village on the website www.mhvillage.com, which \nstated a preference, limitation or discrimination based on familial status. \n3.  The United States alleges that the conduct of Defendants as described in the \npreceding paragraphs constitutes a refusal to sell or rent, a refusal to negotiate for the sale or \nrental of, or otherwise making unavailable or denying dwellings to persons because of familial \nstatus, in violation of 42 U.S.C. § 3604(a); discrimination against persons with children in the \nterms, conditions, or privileges of sale or rental of a dwelling because of familial status, in \nviolation of 42 U.S.C. § 3604(b); statements made or caused to be made with respect to the sale \n \n  2 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 3 of 28    Pg ID 10\n \nor rental of a dwelling that indicate a preference, limitation, or discrimination based on familial \nstatus, in violation of 42 U.S.C. § 3604(c); and discrimination against persons with children in \nthe transaction of real-estate related transactions, in violation of 42 U.S.C. § 3605. \n4.  The United States further alleges that Defendants’ conduct as described above \nconstitutes a pattern or practice of resistance to the full enjoyment of rights granted by the Act; \nand a denial to a group of persons of rights granted by the Act, which denial raises an issue of \ngeneral public importance, in violation of 42 U.S.C. ' 3614(a). \n5.  Defendants deny the allegations and deny that that their actions constitute \ndiscrimination against families in violation of the Fair Housing Act, as amended, 42 U.S.C. '' \n3601, et seq.  The parties desire to avoid litigation and agreed through pre-suit negotiations that \nthe claims against Defendants should be settled and resolved without the necessity of a trial.  The \nparties have agreed to the entry of this Consent Order, as indicated by the signatures below.  By \nentering into this Consent Order Defendants are not admitting to the allegations of \ndiscrimination based on familial status.  \nTherefore, it is ORDERED, ADJUDGED and DECREED as follows: \n  II.  INJUNCTION \n6.  Defendants acknowledge and agree that they and their agents, employees, \nsuccessors, assigns, and all persons in active concert or participation with them are hereby \nenjoined, with respect to the rental or sale of dwellings,1 from: \n                                                 \n1 The terms Adwelling@ or Adwellings,@ as used throughout this Consent Decree, include \nactual mobile home units, as well as the lots or land in a mobile home park on which a mobile \nhome unit can be located. \n \n  3 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 4 of 28    Pg ID 11\n \na.  Refusing to sell or rent after the making of a bona fide offer, or refusing to \nnegotiate for the sale or rental of, or otherwise making unavailable or denying, a \ndwelling to any person because of familial status; \nb.  Discriminating against any person in the terms, conditions, or privileges of the \nsale or rental of a dwelling, or in the provision of services or facilities in \nconnection therewith, because of familial status, including, but not limited to, \ncharging additional rent and/or fees based on the presence of or the number of \nchildren in a household;  \nc.  Making, printing, or publishing, or causing to be made, printed, or published any \nnotice, statement, or advertisement, with respect to the sale or rental of a dwelling \nthat indicates any preference, limitation, or discrimination based on familial \nstatus, or an intention to make any such preference, limitation, or discrimination, \nincluding, but not limited to, statements indicating or suggesting that a dwelling is \nnot suitable for children;  \nd.  Discriminating against any person in making available a real estate-related \ntransaction as defined by 42 U.S.C. ' 3605, or in the terms or conditions of such a \ntransaction, because of familial status;2 and \ne.  Limiting or attempting to limit the number of children under 18 who may live in a \nmobile home or mobile home lot (except that Defendants may comply with any  \n                                                 \n2  Nothing in this Consent Order shall require the Defendants to engage in any real estate-\nrelated transaction as defined by 42 U.S.C. § 3605, including making loans or providing other \nfinancial assistance for the purchase of a dwelling. \n \n  4 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 5 of 28    Pg ID 12\n \nreasonable state or local restrictions regarding the maximum number of occupants \npermitted to occupy a dwelling). \nIII.  NONDISCRIMINATION POLICY \n7.  Defendants shall prepare and implement a Nondiscrimination Policy regarding the \nrental or sale of dwellings at Shamrock Village that shall be applied equally to all actual and \nprospective residents, regardless of their familial status.  In particular, the Nondiscrimination \nPolicy shall indicate that Shamrock Village will make available to any prospective resident any \ndwelling that is available for purchase or rent, regardless of the person=s familial status and will \ncommunicate such availability to any prospective resident.  The text of the Nondiscrimination \nPolicy shall be consistent with the form set forth in Appendix A to this Consent Order. \nIV.  NOTICE TO PUBLIC OF NONDISCRIMINATION POLICY \n8.  Within thirty (30) days after the date of entry of this Consent Order, Defendants \nshall take the following steps to notify the public of their Nondiscrimination Policy: \na.  Prominently post in all offices or areas the Defendants may currently or \nsubsequently use for the rental or sale of dwellings, a fair housing sign no smaller \nthan eight and one-half (8 1/2) inches by eleven (11) inches that indicates that all \ndwellings are available on a nondiscriminatory basis.  A poster that comports with \n24 C.F.R. Part 110 will satisfy this requirement. \nb.  Prominently post an easily readable AFor Rent,@ AFor Sale,@ or AVacancy@ sign or \nnotice on or near any dwelling at Shamrock Village whenever such dwelling is \navailable.  The sign or notice shall include the words AEqual Housing \nOpportunity@ and/or the fair housing logo.  Such words and logo shall be \n \n  5 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 6 of 28    Pg ID 13\n \nprominently displayed and easily readable. \nc.  Include the words AEqual Housing Opportunity@ and/or the fair housing logo in all \nadvertising conducted by Defendants, their agents or employees, and anyone who \nhas acted or may act under their direction, in newspapers, internet webpages, \nflyers, handouts, telephone directories and other written materials; on radio, \ntelevision, internet, or other media broadcasts; and on all billboards, signs, \npamphlets, brochures and other promotional literature, provided that this \nrequirement does not compel Defendants to advertise in any of these media, but \ndoes require compliance with this provision whenever Defendants so advertise.  \nThe words and/or logo shall be prominently placed and easily readable.  \nd.  Include the following phrase in any rental, purchase, or financing application and \nany rental, purchase, or financing agreement used for dwellings at Shamrock \nVillage, using letters of equal or greater size to those of the text in the body of the \ndocument: \nWe are an equal housing opportunity provider.  We do not \ndiscriminate on the basis of race, color, sex, national \norigin, religion, disability or familial status (having \nchildren under age 18). \n \nV.  MANDATORY TRAINING  \n9.  Within thirty (30) days of the entry of this Consent Order, Defendants shall \nprovide a copy of this Consent Order and the Nondiscrimination Policy to each of their agents \nand employees involved in showing, selling, renting, or managing any and all dwellings at \nShamrock Village, and any other person who acts under their direction to show, sell, rent or \n \n  6 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 7 of 28    Pg ID 14\n \nmanage any and all dwellings at Shamrock Village.  Defendants shall secure a signed statement \nfrom each agent, employee, or other person who acts under their direction acknowledging that he \nor she has received and read the Consent Order and the Nondiscrimination Policy, has had the \nopportunity to ask and have answered any questions about the Consent Order and \nNondiscrimination Policy, and agrees to abide by the relevant provisions of the Consent Order \nand Nondiscrimination Policy.  The signed statement shall be in the form set forth in Appendix B \nto this Consent Order. \n10.  During the term of this Consent Order, within five (5) days after each new agent, \nemployee, or other person acting under their direction becomes involved in showing, renting, \nselling, or managing any dwellings at Shamrock Village, Defendants shall provide a copy of this \nConsent Order and the Nondiscrimination Policy to each such agent, employee, or other person \nacting under their direction involved in showing, renting, selling, or managing any and all \ndwellings.  Defendants shall secure a signed statement from each agent, employee, or other \nperson acting under their direction acknowledging that he or she has received and read the \nConsent Order and Nondiscrimination Policy, had the opportunity to ask and have answered any \nquestions about the Consent Order and Nondiscrimination Policy, and agrees to abide by the \nrelevant provisions of the Consent Order and Nondiscrimination Policy.  This signed statement \nshall be in the form set forth in Appendix B to this Consent Order. \n11.  Within sixty (60) days from the date of entry of this Consent Order, Defendants \nand all agents and employees of Defendants involved in showing, renting, selling, or managing \nany dwellings at Shamrock Village shall undergo in-person training on the Fair Housing Act, \nwith specific emphasis on discrimination on the basis of familial status.  The training shall be \n \n  7 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 8 of 28    Pg ID 15\n \nconducted by an independent, qualified third party, approved in advance by the United States \n(which approval shall not be unreasonably withheld), and any expenses associated with this \ntraining shall be borne by Defendants.  Defendants shall obtain certifications of attendance, \nexecuted by each individual who received the training and by the trainer, confirming each \nindividual=s attendance.  This certification shall include the name of the course, the date the \ncourse was taken, and the length of the course and/or time within which the course was \ncompleted.  The certification shall be in the form set forth in Appendix C to this Consent Order. \n12.  At a minimum, the training required in the preceding paragraph shall consist of \nthe following: \na.   Instruction on the requirements of all applicable federal and state housing \ndiscrimination laws; and \nb.  A question-and-answer session for the purpose of reviewing the foregoing areas \nof instruction. \nVI.  NONDISCRIMINATORY STANDARDS AND PROCEDURES FOR SHOWING \nAVAILABLE DWELLINGS, PROCESSING APPLICATIONS,  \nAND RECORD KEEPING \n \n13.  Procedures for Showing Available Dwellings \nWithin sixty (60) days from the date of entry of this Consent Order, Defendants shall \ndevelop and implement, with respect to dwellings at Shamrock Village, objective, uniform, non-\ndiscriminatory standards and procedures for informing persons about and showing available \ndwellings to prospective owners and tenants.  Such standards and procedures shall be submitted \nto the United States for approval in advance of their implementation (which approval shall not be \nunreasonably withheld) and shall be consistent with the provisions of this Section VI of this \n \n  8 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 9 of 28    Pg ID 16\n \nConsent Order.  The standards and procedures shall be posted and prominently displayed in any \noffice or area where there is rental or sale activity and/or personal contact by the Defendants, \ntheir agents, employees, or any other persons acting under their direction with residents or \nprospective residents.  A copy of these standards and procedures shall be made available upon \nrequest to any resident or prospective resident.  For the duration of this Consent Order, these \nstandards and procedures may be modified only if Defendants notify counsel for the United \nStates of the substance of the proposed modifications at least thirty (30) days before the \nproposed modifications are to take effect and the United States makes no objection before the \nproposed modifications are to take effect. \n14.  Processing Rental or Purchase Applications \nWithin sixty (60) days from the date of entry of this Consent Order, Defendants shall \ndevelop and implement, with respect to all dwellings at Shamrock Village, objective, uniform, \nnon-discriminatory standards and procedures that contain and govern: \na.  the process for receiving and acting on applications to rent or purchase a \ndwelling,  \nb.  the process for creating and maintaining an Availability List, and \nc.  any occupancy standards, income or credit standards, or any other criteria that are \nused to determine whether prospective residents shall be permitted to rent or \npurchase the available dwellings.   \nSuch standards and procedures shall be submitted to the United States for approval in \nadvance of their implementation and shall be consistent with the provisions of this Section VI of \nthis Consent Order.  The standards and procedures shall be posted and prominently displayed in \n \n  9 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 10 of 28    Pg ID 17\n \nany office or area where there is rental or sales activity and/or personal contact by the \nDefendants, their agents, employees, or any other persons acting under their direction with \nresidents or prospective residents.  A copy of these standards and procedures shall be made \navailable upon request to any resident or prospective resident.  For the duration of this Consent \nOrder, these standards and procedures may be modified only if Defendants notify counsel for the \nUnited States of the substance of the proposed modifications at least thirty (30) days before the \nproposed modifications are to take effect and the United States makes no objection before the \nproposed modifications are to take effect. \n15.  Record Keeping \nWith respect to the rental or sale of dwellings at Shamrock Village, within thirty (30) \ndays from the date of this Consent Order, Defendants shall: \na.   Create and maintain an Availability List on a daily basis that includes the address \nand/or number of each dwelling known to be available or reasonably expected to \nbe available for rental or sale within thirty (30) days; monthly rent or purchase \nprice for each such dwelling; security deposit, if any, for each such dwelling; the \ndate Defendants or their agents or employees were first informed it would be \navailable for rental or purchase, and the first date it would be available to a new \ntenant or owner.  Defendants and their agents, employees, and any other person \nacting at their direction shall share information on the Availability List with each \nperson who visits or calls Shamrock Village to inquire about the availability of \ndwellings, regardless of familial status; \nb.  Create and maintain a Guest Log to record information about all persons who visit \n \n  10 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 11 of 28    Pg ID 18\n \nor inquire about dwellings at Shamrock Village, whether in person or by \ntelephone.  Defendants and their agents, employees, and any other person acting \nat their direction shall ask all persons who visit or inquire to provide information \nfor the Guest Log regardless of whether there are any available lots or mobile \nhome units at Shamrock Village at the time of the visit or inquiry.  The Guest Log \nshall provide the date of the visit or inquiry; the name, address, and daytime and \nevening telephone numbers of the person visiting or inquiring; the number of \nchildren under 18 expected to occupy the dwelling; and the date by which the \nperson wishes to move in.  Defendants shall also note on the Guest Log any \ndwelling address(es) and/or number(s) that the person was shown and whether the \nperson was given an application or other forms or information for use in obtaining \nthe dwelling.  The Defendants may communicate to persons visiting or inquiring \nthat the information is requested for the Guest Log to assist Shamrock Village in \ncomplying with the federal Fair Housing Act , that it will be kept confidential, \nand that the information is not required in order to rent or purchase a dwelling.; \nand \nc.  Create and maintain an Application Log that sets forth the name of the applicant, \nthe date of the application, the number of children under 18, if any, residing with \nthe applicant, whether the application for tenancy or purchase was approved or \nrejected, the date of approval or rejection, the address or number of the dwelling \noccupied by all approved applicants, and an explanation of the reason(s) for \nrejection of all rejected applications.  \n \n  11 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 12 of 28    Pg ID 19\n \nVII.  COMPLIANCE TESTING \n16.  The United States may independently take steps to monitor Defendants= \ncompliance with this Consent Order including, but not limited to, conducting fair housing tests at \nany residential property for which any Defendant, now or in the future, conducts rental or sales \nactivities or has a direct or indirect ownership, management, or financial interest. \nVIII.  REPORTING AND DOCUMENT RETENTION REQUIREMENTS \n17.  Within ninety (90) days of the date of entry of this Consent Order, and every six \n(6) months thereafter for the duration of this Consent Order, Defendants shall deliver to counsel \nfor the United States3 a report containing information about Defendants= compliance efforts \nduring the preceding reporting period, including but not limited to: \na.  Copies of all mandatory education acknowledgments signed by Defendants, their \nagents and employees, and all certifications of attendance of each participant in \nsuch educational program, pursuant to Section V of this Consent Order; \nb.  Copies of all Availability Lists, Guest Logs, and other information recorded by \nany means related to any inquiries regarding the availability of dwellings, \nincluding Application Logs, maintained pursuant to Section VI of this Consent \nOrder; \nc.  Copies of lists setting forth the occupancy of each dwelling by address or number, \n                                                 \n3  All documents or other communications required by this Consent Order shall be sent to \ncounsel for the United States addressed as follows:  Civil Rights Unit, U.S. Attorney’s Office, \nEastern District of Michigan, 211 West Fort Street, Suite 2001, Detroit, Michigan, 48226, Attn: \nDJ# 175-37-356, or as otherwise directed by the United States.  If the Consent Order requires \ntransmission by facsimile, the communication shall also be sent via facsimile to (202) 514-1116. \n \n  12 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 13 of 28    Pg ID 20\n \nincluding the name and familial status of each tenant in that dwelling during the \nreporting period;  \nd.  Copies of any form rental or purchase applications and agreements that \nDefendants provide to prospective tenants or owners; and \ne.  Photographs of each office in which rental or sale activity is conducted, showing \nthe fair housing signs required by Section IV of this Consent Order and the \nstandards and procedures required by Section VI of this Consent Order. \n18.  During the period in which this Consent Order is in effect, Defendants shall \npreserve all records that are the source of, contain, or relate to any of the information pertinent to \nthe obligations under this Consent Order, including all rental or purchase applications, leases, \nrental roll ledgers, and/or occupancy lists for all dwellings, as well as records relating to any \ntransfer of interest in dwellings as set out in Section XI below.  Upon reasonable notice to \ncounsel for Defendants, representatives of the United States shall be permitted to inspect and \ncopy all such records at any and all reasonable times or, upon request by the United States, \nDefendants shall provide copies of such documents. \n19.  During the period in which this Consent Order is in effect, Defendants shall notify \ncounsel for the United States in writing within fifteen (15) days of receipt of any written or oral \ncomplaint against Defendants, or Defendants= agents or employees or any other person acting at \ntheir direction, regarding familial status discrimination in housing.  If the complaint is written, \nDefendants shall provide a copy of it with the notification.  The notification shall include the full \ndetails of the complaint, including the complainant=s name, address, and telephone number.  \nDefendants shall also promptly provide the United States all information it may request \n \n  13 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 14 of 28    Pg ID 21\n \nconcerning any such complaint and shall inform the United States within fifteen (15) days of any \nresolution of such complaint. \nIX.  MONETARY DAMAGES FOR AGGRIEVED PERSONS \n20.  Within ten (10) business days after entry of this Consent Order, the Defendants \nshall deposit the sum of twenty-thousand dollars ($20,000.00) into an interest-bearing account \n(Athe Settlement Fund@) for the purpose of compensating other persons whom the Court \ndetermines may have been harmed by Defendants= discriminatory housing practices (hereinafter, \nAaggrieved persons@).  In addition, within ten (10) business days of the entry of this Consent \nOrder, Defendants shall submit proof to the United States that this account has been established \nand the funds deposited. \n21.  To assist in identifying aggrieved persons, within sixty (60) days after entry of \nthis Consent Order, Defendants shall arrange for the publication of and shall have published a \nNotice to Potential Victims of Housing Discrimination (ANotice@) in the print version of the \nMonroe Evening News, in accordance with the following provisions: \na.  The Notice shall be published on at least four (4) occasions in the >A= Section (or \nNews section) of the Monroe Evening News, including at least two (2) \npublications on Sundays.  Each published Notice shall appear in a space \nmeasuring at least one-eighth (1/8) of a page; \nb.  Each Notice shall appear in the form set forth in Appendix D to this Consent \nOrder, providing a summary of the legal and evidentiary contentions of the United \nStates and a general statement of the relief provided under this Consent Order.  \nEach Notice shall also contain a statement that the United States seeks \n \n  14 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 15 of 28    Pg ID 22\n \ninformation from any persons who claim to have been subjected to familial status \ndiscrimination by Defendants in connection with inquiring about, applying for, or \nobtaining housing or real-estate related financing, or with respect to the terms or \nconditions or privileges of housing or real-estate related financing at Shamrock \nVillage.  Each Notice shall invite such persons to contact counsel for the United \nStates concerning their complaints within one hundred twenty (120) days from the \nentry of this Consent Order; and \nc.  Defendants shall provide a copy of the newspaper containing each such Notice to \ncounsel for the United States within ten (10) days after publication of the Notice.  \n22.  Upon reasonable notice to Defendants= counsel, Defendants shall produce any \nrental/sale/tenancy records, or any other records in the possession, custody, or control of \nDefendants, their agents or employees, which the United States believes to be useful in \nidentifying persons who may be entitled to relief under this Consent Order.  Defendants shall \nprovide such rental/sale/tenancy records or shall permit representatives of the United States to \nreceive copies of such rental/sale/tenancy records through Defendants= counsel. \n23.  Nothing in this Consent Order shall prevent the United States from making any \nadditional efforts that it deems appropriate to locate and provide notice to potential aggrieved \npersons. \n24.  The United States shall investigate the claims of the aggrieved persons and, \nwithin one hundred eighty (180) days from the entry of this Consent Order, shall make a \npreliminary determination of which persons are aggrieved and an appropriate amount of \ndamages that should be paid to each such person.  The United States will inform Defendants in \n \n  15 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 16 of 28    Pg ID 23\n \nwriting of its preliminary determinations, together with a copy of a sworn declaration from each \naggrieved person setting forth the factual basis of the claim.  The Defendants shall have thirty \n(30) days to review the declaration and provide counsel for the United States with any \ndocuments or information that they believe may refute the claim. \n25.  After receiving Defendants= comments, the United States shall submit its final \nrecommendations to the Court for approval, identifying the aggrieved persons and an appropriate \namount of damages that should be paid to each such person, together with a copy of the sworn \ndeclarations and any documents or information submitted by Defendants.  Defendants shall have \nfourteen (14) days to file any objections with the Court to the United States= final \nrecommendations.  Within ten (10) days of a Court order providing for the distribution of funds \nto aggrieved persons, Defendants shall deliver to counsel for the United States checks payable to \nthe aggrieved persons in the amounts approved by the Court.  \n26.  In no event shall the aggregate of all checks to the aggrieved persons exceed the \nsum contained in paragraph 20 above plus accrued interest.   \n27.  When counsel for the United States has received a check from Defendants \npayable to an aggrieved person and a signed release from the aggrieved person in the form set \nforth in Appendix E to this Consent Order, counsel for the United States shall deliver the check \nto the aggrieved person and the original, signed release to counsel for Defendants.  No aggrieved \nperson shall be paid until he/she has signed and delivered to counsel for the United States the \nrelease set forth in Appendix E.  \n28.  After the satisfaction of paragraphs 20 through 27 above, and expiration of the \ncorresponding time periods, any money remaining in the Settlement Fund shall be distributed to \n \n  16 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 17 of 28    Pg ID 24\n \na qualified organization(s) mutually agreed upon by the United States and the Defendants, \nsubject to the approval of the court, for the purpose of conducting fair housing enforcement or \neducational activities in Monroe County.  When the Court issues an order approving or changing \nthe parties= proposed distribution of funds, Defendants shall distribute the funds in the manner \ndirected by the Court within ten (10) days of the Court=s order. \nX.  CIVIL PENALTY \n29.  Within ten (10) days after the entry of this Consent Order, the Defendants shall \npay a total of seven thousand, five hundred dollars ($7,500.00) to the United States as a civil \npenalty, pursuant to 42 U.S.C. ' 3614(d)(1)(C).  This payment shall be sent, via overnight \ncourier, to counsel for the United States in the form of a cashier=s check payable to the AUnited \nStates Treasury.@ \nXI.  ACQUISITION OF DWELLINGS \n30.  If, at any time during the term of this Consent Order, any Defendant acquires a \ndirect or indirect ownership, management, or other financial interest in any other dwelling to be \nused as anything other than the Defendant=s primary residence, this dwelling shall become \nsubject to all relevant provisions of this Consent Order.  Defendant shall notify counsel for the \nUnited States within thirty (30) days of acquiring the interest.  The notice shall include \nidentification of the nature of Defendants= interest in the property; the address; the number of \nindividual dwellings; the number of bedrooms in each dwelling; the names of any existing \nresidents; and the number of children under 18 residing with each such resident.  Defendants \nshall also include in their notice to counsel for the United States a copy of the documents \nmemorializing the transfer in interest to them and a copy of the lease or other occupancy \n \n  17 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 18 of 28    Pg ID 25\n \nagreement for any existing resident(s). \n \n  18 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 19 of 28    Pg ID 26\n \nXII.  TRANSFER OF INTEREST IN SHAMROCK VILLAGE \n31.  If, at any time during the term of this Consent Order, defendant Tel-Clinton \ndecides or intends to sell or transfer the entirety of its interests in the dwellings at Shamrock \nVillage to an unrelated party (Atransferee@) in an arms-length transaction4, including all direct or \nindirect ownership, management, or other financial interests, it shall do as follows: \na.  At least thirty (30) days prior to completion of the sale or transfer, defendant Tel-\nClinton shall provide to counsel for the United States, by facsimile and overnight \ncourier, written notice of its intent to sell or otherwise transfer its interests in the \ndwellings at Shamrock Village, including each prospective transferee=s name, \naddress and telephone number; and  \nb.  Within thirty (30) days following completion of the sale or transfer, defendant \nTel-Clinton shall provide to the United States by overnight courier a copy of the \ndocuments memorializing the sale or transfer of its interests in the dwellings at \nShamrock Village. \n32.  If defendant Tel-Clinton sells or transfers the entirety of its interests in the \nmanner described in paragraph 31 above, and otherwise complies with the notification \nprovisions of paragraphs 31 above, defendant Tel-Clinton will thereafter be relieved of its \nobligations under Sections II - VIII and XI - XIV of this Consent Order and shall otherwise \nremain liable for compliance with all other sections of this Consent Order. \n                                                 \n4  For purposes of this Consent Order, Aarms-length transaction@ is defined as a \ntransaction such as a contract or agreement that has been arrived at in the marketplace between \nindependent, non-affiliated persons, unrelated by blood or marriage, with opposing economic \ninterests regarding that contract. \n \n  19 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 20 of 28    Pg ID 27\n \nXIII.  SCOPE AND DURATION OF CONSENT ORDER \n33.  The provisions of this Consent Order shall apply to all Defendants, their \nemployees, agents, successors, assigns, and all persons acting in active concert or participation \nwith them. \n34.  This Consent Order is effective immediately upon its entry by the Court and shall \nremain in effect for three (3) years.       \n35.  The Court shall retain jurisdiction for the duration of this Consent Order to \nenforce its terms, after which time the case shall be dismissed with prejudice.  \n36.  All parties shall be responsible for their own attorney=s fees and court costs, \nexcept as provided for in Section XIV below. \nXIV.  REMEDIES FOR NON-COMPLIANCE, TIME FOR PERFORMANCE, AND \nMODIFICATIONS \n \n37.  The United States may move the Court to extend the period in which this Consent \nOrder is in effect if Defendants violate one or more of its terms or if the interests of justice \notherwise require an extension of the terms of the Consent Order.  \n38.  Any time limits for performance imposed by this Consent Order, other than the \nperiod during which this Consent Order is in effect, may be extended by mutual written \nagreement of the parties.  \n39.  The parties to this Consent Order shall endeavor in good faith to resolve \ninformally any differences regarding interpretation of and compliance with this Consent Order \nprior to bringing such matters to the Court for resolution.  However, in the event the United \nStates contends that there has been a failure by any Defendant, whether willful or otherwise, to \n \n  20 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 21 of 28    Pg ID 28\n \nperform in a timely manner any act required by this Consent Order or otherwise to comply with \nany provision thereof, the United States may move this Court to impose any remedy authorized \nby law or equity, including, but not limited to, an order requiring performance of such act or \ndeeming such act to have been performed, and an award of any damages, costs, and attorney=s \nfees which may have been occasioned by the Defendants or Defendants= violation or failure to \nperform. \n \nIT IS SO ORDERED: \nThis 13th day of July, 2011. \n           S/ARTHUR  J. TARNOW       \n            ARTHUR J. TARNOW  \n          United States Senior District Judge \n \n \n  I hereby certify that a copy of the foregoing document was served upon counsel \nof record on July 13, 2011, by electronic and/or ordinary mail.  \n \n \n          s/Shawntel R. Jackson       \nCase Manager \n \n \n  21 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 22 of 28    Pg ID 29\n \nBy their signatures below, the parties consent to the entry of this Consent Order.   \n \nFor Plaintiff United States of America: \n \nBARBARA L. McQUADE        THOMAS E. PEREZ \nUnited States Attorney        Assistant Attorney General \nCivil Rights Division \n \n \n \n s/ Susan K. DeClercq                        s/ Christopher J. Fregiato                      \nSUSAN K. DeCLERCQ        STEVEN H. ROSENBAUM  \nAssistant United States Attorney      Chief \nEastern District of Michigan        TIMOTHY J. MORAN \n211 W. Fort Street, Ste. 2001       Deputy Chief \nDetroit, Michigan 48226        CHRISTOPHER J. FREGIATO \nPhone:  (313) 226-9149        Attorney \nFax:     (313) 226-3271        Housing and Civil Enforcement Section \nsusan.declercq@usdoj.gov        Civil Rights Division \nU.S. Department of Justice \n950 Pennsylvania Avenue, N.W. \nNorthwestern Building, 7th Floor \nWashington, D.C., 20530 \nPhone: (202) 305-0022 \nFax:    (202) 514-1116 \nchristopher.fregiato@usdoj.gov \n \n \nFor Defendants Tel-Clinton Trailer Courts, Inc., d/b/a Shamrock Village Mobile Home \nPark; Eugene J. Ponzio; and Mildred E. Wampler: \n \n \n \n s/ Carmine Perrotta (with consent)           \nCARMINE PERROTTA \nThe Perrotta Firm, PLC \n401 S. Old Woodward Ave., Ste. 300 \nBirmingham, MI 48009 \n(248) 283-1003 \n \n  22 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 23 of 28    Pg ID 30\n \nAPPENDIX A \n \nNondiscrimination Policy \n \nIt is the policy of Shamrock Village Mobile Home Park to comply with Fair Housing Act, \nTitle VIII of the Civil Rights Act of 1968, as amended by the Fair Housing Amendments Act of \n1988, 42 U.S.C. '' 3601, et seq., by ensuring that dwelling units and lots are available to all \npersons without regard to familial status (having children under age 18, regardless of the number \nof children).  This policy means that, among other things, Shamrock Village and all its agents or \nemployees with the responsibility for renting, or managing any dwelling units must not \ndiscriminate in any aspect of the rental or purchase of dwellings or lots against qualified \napplicants or tenants because of familial status.  Shamrock Village makes all available dwelling \nunits and lots available to all prospective renters and purchasers, regardless of familial status.  \nShamrock Village and all its agents and employees may not: \n \na.  Refuse to sell or rent after the making of a bona fide offer, or refuse to negotiate \nfor the sale or rental of, or otherwise make unavailable or denying, a dwelling to \nany person because of familial status; \n \nb.  Discriminate against any person in the terms, conditions, or privileges of the sale \nor rental of a dwelling, or in the provision of services or facilities in connection \ntherewith, because of familial status, including, but not limited to, charging \nadditional rent and/or fees based on the presence of or the number of children in a \nhousehold;  \n \nc.  Make, print, or publish, or cause to be made, printed, or published, any notice, \nstatement, or advertisement with respect to the sale or rental of a dwelling that \nindicates any preference, limitation, or discrimination based on familial status, or \nan intention to make any such preference, limitation, or discrimination, including, \nbut not limited to, statements indicating or suggesting that a dwelling is not \nsuitable for children;  \n \nd.  Discriminate against any person in making available a real estate-related \ntransaction as defined by 42 U.S.C. ' 3605, or in the terms or conditions of such a \ntransaction, because of familial status; or \n \ne.  Limit or attempt to limit the number of children under 18 who may live in a mobile \nhome or mobile home lot (except that we may comply with any reasonable state or \nlocal restrictions regarding the maximum number of occupants permitted to \noccupy a dwelling).       \n \nAny agent or employee who fails to comply with this non-discrimination policy will be \nsubject to appropriate disciplinary action, which may include termination.  Any action taken by \nan agent or employee that results in unequal service, treatment or behavior toward actual or \nprospective residents on the basis of familial status may constitute a violation of state and federal \nfair housing laws.  \n \n  23 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 24 of 28    Pg ID 31\n \nAPPENDIX B \n \nEmployee/Agent Acknowledgment of Receiving and Reviewing \nConsent Order and Nondiscrimination Policy \n \n \nI acknowledge that on ____________________________, I received a copy of the \nConsent Order entered in United States v. Tel-Clinton Trailer Courts, Inc., et al., Civil Action \nNo. ____ (E.D. Mich.).  I have also received a copy of my employer=s Nondiscrimination Policy. \n The Consent Order and the Nondiscrimination Policy were explained to me by my employer, \nand all questions concerning these documents were answered.  I have read and understood the \nConsent Order and the Nondiscrimination Policy. \n \n \n \n________________________________  \nSignature \n \n \n \n________________________________  \nPrint Name  \n \n \n \n________________________________  \nJob Title \n \n \n \n________________________________ \nDate \n \n  24 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 25 of 28    Pg ID 32\n \nAPPENDIX C \n \nCertification of Attendance at Fair Housing Training \n \nOn ____________________________, the employee whose name and signature appear \nbelow attended the following fair housing training, which I provided: \n \n \nName of Course: ____________________________________ \n \n \nLength of Course: ___________________________________ \n \n \n \n \n_______________________________  \nSignature of Trainer \n \n \n________________________________  \nPrint Name \n \n \n_______________________________  \nName of Organization \n \n \n  \n \n \n_______________________________  \nSignature of Employee/Agent \n \n \n_______________________________  \nPrint Name \n \n \n________________________________  \nJob Title \n \n \n________________________________ \nDate \n \n  25 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 26 of 28    Pg ID 33\n \nAPPENDIX D \n   \nNOTICE TO POTENTIAL VICTIMS OF HOUSING \nDISCRIMINATION BECAUSE OF FAMILIAL STATUS \n(HAVING CHILDREN UNDER AGE 18) AT SHAMROCK \nVILLAGE MOBILE HOME PARK IN MONROE, MI.\n \n \nOn ____________, 2011, the United States District Court for the Eastern District of Michigan \nentered a Consent Order resolving a housing discrimination lawsuit brought by the United States \nagainst Tel-Clinton Trailer Courts, Inc., d/b/a Shamrock Village Mobile Home Park, Eugene J. \nPonzio, and Mildred E. Wampler.  The lawsuit alleged that Defendants engaged in a pattern or \npractice of housing discrimination based on familial status (having children under age 18) at \nShamrock Village Mobile Home Park, located at 1811 N. Telegraph Road in Monroe, Michigan, \nin violation of the federal Fair Housing Act. \n \nUnder the Consent Order, a Settlement Fund has been established to compensate persons whose \nrights may have been violated by the Defendants listed above.  You may qualify to recover from \nthis Settlement Fund if: \n1.   you asked about, applied for, or actually rented a lot, or you asked about, applied \nfor, or actually rented, purchased, or financed a mobile home unit at Shamrock Village \nMobile Home Park, and  \n2.  one or more of the following is true: \na.  you were denied an opportunity to rent a lot or to rent, purchase, or finance \na mobile home unit because you or someone who would have lived with you \nhad one or more children under the age of 18;  \nb.  you were told that Shamrock Village Mobile Home Park did not accept or \nwas not suitable for children;  \nc.  you were not informed of or offered all available units or lots because you \nor someone who would have lived with you had one or more children under \nthe age of 18;  \nd.  you were charged extra fees because you had children in your household; \nand/or  \ne.  you were otherwise discriminated against in connection with your \nresidency at or attempt to rent a lot or rent, purchase, or finance a mobile home \nunit at Shamrock Village Mobile Home Park because you or someone who \nwould have lived with you had one or more children under the age of 18. \n \nIf you believe you have been discriminated against because of familial status in connection with \nShamrock Village Mobile Home Park, please contact the United States Department of Justice no \nlater than ___[insert entry date of consent decree + 180 days]___ at:  1-800-896-7743, mailbox \nnumber 9993, or (313) 226-9151. \n \nYou may also write to the Department of Justice by e-mail at fairhousing@usdoj.gov or by mail \nat the following address:  \n \nUnited States Department of Justice  \n \n  26 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 27 of 28    Pg ID 34\n \nCivil Rights Division \nHousing and Civil Enforcement Section \n950 Pennsylvania Ave. N.W. B NWB \nWashington, DC 20530   \nAttn: DJ# 175-37-356 \n \nYour message or letter must include your name, address, and, if possible, at least TWO \ntelephone numbers where you may be reached. \n \n  27 \n\n2:11-cv-12886-AJT-RSW   Doc # 2    Filed 07/13/11   Pg 28 of 28    Pg ID 35\n \n  APPENDIX E \n \nRelease \n \nIn consideration for the parties= agreement to the terms of the Consent Order entered in \nUnited States v. Tel-Clinton Trailer Courts, Inc., et al., Civil Action No. _________ (E.D. \nMich), and Defendants= payment to me of $_____________, pursuant to the Consent Order, I \nhereby release and forever discharge all claims related to the facts at issue in the litigation \nreferenced above, or in any way related to that litigation, and any other claims arising from the \nhousing discrimination alleged in that litigation up to and including the date of execution of \nthis release, that I may have against any of the Defendants, all related entities, parents, \npredecessors, successors, subsidiaries and affiliates, and all of their past and present directors, \nofficers, agents, managers, supervisors, shareholders and employees and their heirs, executors, \nadministrators, successors or assigns. \n \nExecuted this _____ day of __________________, 2011. \n \n \n \n__________________________________ \n[Print Name]     \n \n \n \n__________________________________ \n[Signature] \n \n  28 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "2",
      "clearinghouse_link": "clearinghouse.net/doc/40578"
    },
    {
      "date": "2011-07-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Deleted",
      "document_type": "Docket",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Michigan",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40590,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40590.pdf",
      "title": "Docket",
      "text": "Case: 2:11-cv-12886     As of: 10/30/2011 01:49 AM EDT      1 of 1 \nCLOSED\nU.S. District Court\nEastern District of Michigan (Detroit)\nCIVIL DOCKET FOR CASE #: 2:11−cv−12886−AJT−RSW\nUnited States v. Tel−Clinton Trailer Courts, Inc. et al Date Filed: 07/05/2011\nAssigned to: District Judge Arthur J. Tarnow Date Terminated: 07/13/2011\nReferred to: Magistrate Judge R. Steven Whalen Jury Demand: None\nCause: 42:405 Fair Housing Act Nature of Suit: 440 Civil Rights: Other\nJurisdiction: U.S. Government Plaintiff\nPlaintiff\nUnited States represented by Judith E. Levy\nU.S. Attorney's Office\n211 W. Fort Street\nSuite 2001\nDetroit, MI 48226\n313−226−9100\nEmail: judith.levy@usdoj.gov\nATTORNEY TO BE NOTICED\nV.\nDefendant\nTel−Clinton Trailer Courts, Inc.\nDefendant\nEugene J. Ponzio\nDefendant\nMildred E. Wampler\nDate Filed # Docket Text\n07/05/2011 1  COMPLAINT filed by United States against All Defendants. No summons\nrequested. No Fee Required − US Government. County of 1st Plaintiff: Wayne −\nCounty Where Action Arose: Monroe − County of 1st Defendant: Monroe.\n[Previously dismissed case: No] [Possible companion case(s): Eastern District of\nMichigan Southern Division, 10−cv−13628, Judge David M. Lawson] (Levy,\nJudith) (Entered: 07/05/2011)\n07/05/2011 A United States Magistrate Judge of this Court is available to conduct all\nproceedings in this civil action in accordance with 28 U.S.C. 636c and FRCP 73.\nThe Notice, Consent, and Reference of a Civil Action to a Magistrate Judge form is\navailable for download at http://www.mied.uscourts.gov (TMcg) (Entered:\n07/05/2011)\n07/13/2011 2  CONSENT ORDER. Signed by District Judge Arthur J. Tarnow. (CGre) (Entered:\n07/13/2011)",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/40590"
    }
  ],
  "document_count": 5
}