{
  "case_id": 472,
  "fetched_at": "2025-10-22T00:05:22.539330",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "New Jersey Department of Human Services",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": "Mental Institution",
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Clinton",
        "institution_county": "Hunterdon",
        "name": "Hunterdon State School",
        "defendant_level_other": "Mental Institution",
        "is_active": true
      }
    ],
    "case_ongoing": "Unknown",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "State law",
      "Developmental Disabilities Assistance and Bill of Rights Act, 42 U.S.C. ยง 15001 et seq."
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "New Jersey state supreme court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1977-03-16",
    "filing_year": 1977,
    "id": 472,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "Disability and Disability Rights: Least restrictive environment",
      "General/Misc.: Education",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified"
    ],
    "last_checked_date": "2006-07-20T00:00:00-04:00",
    "main_docket": {
      "id": 57913,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "New Jersey state supreme court",
      "state": "New Jersey",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "New Jersey ARC v. N.J. Dept. Human Services",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "All present and future residents of Hunterdon State School",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New Jersey",
    "summary": "<p>On March 16, 1977, residents at the Hunterdon State School, a state-run residential institution for people with intellectual disabilities in Clinton, New Jersey, filed a class action lawsuit on behalf of all present and future residents of the School against the State.  They brought the suit in the Superior Court of Hunterdon County, and asked the court for declaratory and injunctive relief.  They alleged that the State failed to tailor education and training programs to individuals' needs, and to facilitate these programs in the least restrictive setting feasible.  </p><p>Before the suit came to trial, the defendants attempted to improve the conditions at Hunterdon by complying with federal standards under the Intermediate Care Facility/ Mentally Retarded Program guidelines.  The State created new staff positions and habilitation teams to develop an individualized plan for each resident.  </p><p>The case proceeded to a non-jury trial in October and November, 1979.  In an oral opinion, the court (Judge Morton Greenberg) held that the State had not violated the residents' statutory or constitutional rights, finding that, by the time of the trial, the conditions at Hunterdon had improved and that the defendants were complying with their legal obligations to the residents.  The court dismissed the Complaint on November 30, 1979.  The Appellate Division affirmed on March 2, 1981.</p><p>The plaintiffs appealed to the Supreme Court of New Jersey, seeking declaratory judgment as to the State's the legal obligations to Hunterdon residents.  On May 13, 1982, the Court (Justice Morris Pashman) held that, under the Developmentally Disabled Rights Act of 1977, N.J.S.A. 30:6D, child Hunterdon residents had the right to a thorough and efficient education suited to each child's needs.  Further, all Hunterdon residents had the right to treatment, training, habilitation, care, and protection.  Finally, these services were to be provided in the setting that was least restrictive to their personal liberty but still compatible with their personal needs.  N.J. Ass'n for Retarded Citizens, Inc. v. N.J. Dep't of Human Serv., 445 A.2d 704 (N.J. 1982).  </p><p>We have only the N.J. Supreme Court opinion in the case, so do not know what happened on remand. </p>",
    "summary_published_date": "2006-07-20T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/472",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=472",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=472",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=472"
  },
  "documents": [
    {
      "date": "1982-05-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 704,
      "cite_1_reporter": "A.2d",
      "cite_1_vol": 445,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New Jersey state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60295,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60295.pdf",
      "title": "Opinion",
      "text": "89 N.J. 234 (1982)\n445 A.2d 704\nNEW JERSEY ASSOCIATION FOR RETARDED CITIZENS, INC., DAWN DEMASI, A MINOR,\nBY HER GUARDIAN AD LITEM, FRANK DEMASI AND JAMES LOOMIS, A MINOR, BY HIS\nGUARDIAN AD LITEM, ELEANORE LOOMIS, PLAINTIFFS, AND BOYCE CLAVERING, A\nMINOR, BY HIS GUARDIAN AD LITEM, THOMAS CLAVERING AND RICHARD SWAYNE, AN\nINCOMPETENT BY HIS GUARDIAN, WILLIAM T.J. SWAYNE, AND THE CLASS OF\nPERSONS SIMILARLY SITUATED WHICH THEY REPRESENT, PLAINTIFFS-APPELLANTS,\nv.\nNEW JERSEY DEPARTMENT OF HUMAN SERVICES; ANN KLEIN, COMMISSIONER OF\nHUMAN SERVICES; MAURICE KOTT, DIRECTOR, DIVISION OF MENTAL RETARDATION,\nDEPARTMENT OF HUMAN SERVICES; NEW JERSEY DEPARTMENT OF EDUCATION;\nNEW JERSEY STATE BOARD OF EDUCATION; FRED G. BURKE, COMMISSIONER OF\nEDUCATION; JAMES RICHARDSON, DIRECTOR, BRANCH OF SPECIAL EDUCATION AND\nPUPIL PERSONNEL SERVICES, DEPARTMENT OF EDUCATION; ALPHONSE C.\nSOOTKOOS, SUPERINTENDENT, HUNTERDON STATE SCHOOL, DEFENDANTS-\nRESPONDENTS.\nThe Supreme Court of New Jersey.\nArgued February 22, 1982.\nDecided May 13, 1982.\n237 *237Stephen Eisdorfer argued the cause for appellants (Marilyn J. Morheuser, Executive Director, Education\nLaw Center, Inc., attorney).\nSteven D. Wallach, Deputy Attorney General, argued the cause for respondents (Irwin I. Kimmelman, Attorney\nGeneral of New Jersey, attorney; Erminie L. Conley, Former Assistant Attorney General, of counsel; Barbara A.\nHarned, Deputy Attorney General, on the briefs).\nThe opinion of the Court was delivered by PASHMAN, J.\n238 *238 This case concerns the rights and liberties of mentally retarded citizens in public institutions in New Jersey.\nThe parties disagree on the extent of the protection and freedom granted those individuals by state statutes.\nToday we interpret those statutes to grant mentally retarded children in State facilities the legal right to a thorough\nand efficient education suited to their individual needs and abilities. We further conclude that all mentally retarded\nadults in those facilities have the legal right to adequate training, habilitation, education, care and protection in\naccord with their individual needs. Finally, we hold that all mentally retarded citizens have the right to these\nservices in the setting which is least restrictive of their personal liberty.\nI\nFACTS AND PROCEDURAL HISTORY\nHunterdon State School (Hunterdon) is a residential institution for the mentally retarded. It is operated by the\nDivision of Mental Retardation (Division) of the New Jersey Department of Human Services. At the time of trial in\n1979, the Division operated eight such facilities housing almost 8,000 persons. At that time Hunterdon had a\npopulation of 988 residents, of whom 412 were school age children and the rest were adults over the age of\ntwenty-one. According to the Division, more than 90% of the Hunterdon residents were severely retarded (IQ\n\n[1]\nscore of 20 to 34) or profoundly retarded (IQ score below 20).  Their mental ages ranged from one to three\nyears.\nPlaintiffs filed suit in the Chancery Division of the Superior Court of Hunterdon County on March 16, 1977. They\n239 asserted that numerous federal and state statutory and constitutional *239 rights of Hunterdon residents had\nbeen violated by defendant state agencies. The residents claimed the right to education and training tailored to\ntheir individual needs in the least restrictive setting feasible. At that stage of the litigation, plaintiffs sought both\ndeclaratory and injunctive relief to vindicate those rights. On March 10, 1978, the court certified the case as a\nclass action on behalf of all present and future residents of Hunterdon State School.\nThe court delayed trial several times because defendant agencies were in the process of instituting\nimprovements at Hunterdon to comply with federal standards under the Intermediate Care Facility/Mentally\nRetarded Program (ICF/MR), a federal medical assistance program which provides matching funds to qualifying\n[2] [3]\nstates.  Federal ICF/MR standards cover physical facilities, staffing, education and habilitation.  During this\nperiod, defendants were working to meet the physical and space requirements of the federal program by physical\nrenovation and reduction of the population at Hunterdon. More than three hundred new staff positions were to be\nadded to meet staffing standards. Interdisciplinary teams were set up to develop an annual habilitation plan for\neach resident, to evaluate each resident's needs, to set a series of goals, and to recommend alternate placement\nwhere appropriate.\nDespite the great improvements made at Hunterdon, plaintiffs decided to proceed with the litigation. Judge\nMorton Greenberg presided at a non-jury trial in October and November 1979. In an oral opinion on November\n240 16, 1979, he held that *240 defendants had not violated any of plaintiffs' statutory or constitutional rights. The\njudge noted that many changes had occurred at Hunterdon since the litigation began. While substantially\naccepting plaintiffs' description of their legal rights, Judge Greenberg found that at the time of trial defendants\nwere complying with their legal obligations toward the Hunterdon residents. Accordingly, he dismissed the\ncomplaint on November 30, 1979.\nThe Appellate Division affirmed on March 2, 1981, substantially for the reasons stated in the trial court opinion.\nWe granted plaintiffs' petition for certification. 87 N.J. 411 (1981).\nII\nAVAILABILITY OF DECLARATORY RELIEF\nWhen this case began in 1977, plaintiffs sought both a declaration of their rights and injunctive relief to enforce\nthem. Between the time the complaint was filed in March 1977 and the time of trial in November 1979 many\nchanges occurred at Hunterdon. The trial was deferred several times as a result. Since the trial in 1979, more\nchanges have been instituted in the staffing, services and number of residents at Hunterdon. The constantly\nchanging factual situation presents us with a \"moving record.\"\nAt trial, Judge Greenberg properly decided the case on the basis of the facts which existed at that time. Since\nplaintiffs sought only injunctive relief and not damages of any sort, they had no interest in establishing evidence\nof the situation two years earlier. All parties directed their attention to the issue of whether defendants were\ncurrently complying with their legal obligations toward the Hunterdon residents.\nSimilarly, at oral argument before this Court, all parties acknowledged that they were concerned only with the\ncurrent situation in 1982. Because the facts have changed since the trial in 1979, plaintiffs at oral argument\n241 before us stated that they *241 have no current interest in a determination by this Court whether the trial judge\nadequately set out his factual findings in his opinion or whether those findings were based on sufficient evidence\nin the record. There is thus no need for us to review the Appellate Division's affirmance of the trial court judgment\nin this respect.\n\nPlaintiffs do not seek injunctive relief at this time. Rather, they want this Court to decide several disputes between\nthe parties as to the legal obligations of the defendants toward the Hunterdon residents. In effect, plaintiffs seek a\ndeclaratory judgment of their rights. We therefore find it unnecessary to consider the Appellate Division\naffirmance of Judge Greenberg's denial of injunctive relief. We choose to exercise our original jurisdiction to\naddress the uncertainty expressed by the parties with respect to the legal obligations of the defendants toward\nthe Hunterdon residents. R. 2:10-5.\nWe will not render advisory opinions or function in the abstract, Crescent Park Tenants Ass'n v. Realty Equities\nCorp. of New York, 58 N.J. 98, 107 (1971); Friedland v. State, 149 N.J. Super. 483, 495 (Law Div. 1977). Nor will\nwe decide a case based on facts which are undeveloped or uncertain, Burlington Tp. v. Middle Dep't Inspection\nAgency, Inc., 175 N.J. Super. 624, 627 (Law Div. 1980).\nHowever, we will render declaratory relief when there is an actual dispute between parties who have a sufficient\nstake in the outcome, New Jersey Home Builders Ass'n v. Division on Civil Rights, 81 N.J. Super. 243, 251-52\n(Ch.Div. 1963), aff'd sub nom. David v. Vesta, 45 N.J. 301 (1965); Friedland v. State, 149 N.J. Super. at 495; \nYoung v. Byrne, 144 N.J. Super. 10, 16 (Law Div. 1976). We have discretion to issue a declaratory judgment\nwhen to do so would be just and fair. Burlington Tp. v. Middle Dep't Inspection Agency, 175 N.J. Super. at 628.\nThe Declaratory Judgment Act, N.J.S.A. 2A:16-50 to -62, is remedial legislation entitled to liberal construction and\n242 *242 administration, N.J.S.A. 2A:16-51; Union County Board of Chosen Freeholders v. Union County Park\nComm'n, 41 N.J. 333 at 336; Burlington Tp. v. Middle Dep't Inspection Agency, Inc., 175 N.J. Super. at 628. Its\npurpose is to end uncertainty about the legal rights and duties of the parties to litigation in controversies which\nhave not yet reached the stage at which the parties seek a coercive remedy. Union County Bd. of Chosen\nFreeholders v. Union County Park Comm'n, 41 N.J. at 336; Hammond v. Doan, 127 N.J. Super. 67, 72 (Law Div.\n1974). We have held that a declaratory judgment may be rendered under N.J.S.A. 2A:16-53 when there is an\nactual controversy between the parties which involves differing views on the meaning of applicable statutory\nprovisions, Union County Bd. of Chosen Freeholders v. Union County Park Comm'n, 41 N.J. at 336; Burlington\nTp. v. Middle Dep't Inspection Agency, 175 N.J. Super. at 628; Hammond v. Doan, 127 N.J. Super. at 72.\nAlthough the facts have shifted since the inception of this litigation, the parties to this case have genuine\ndifferences as to their respective rights and duties under various statutes and regulations. They question the\nproper interpretation of certain regulations and the meaning of several statutory provisions. Moreover, plaintiffs\nargue that injunctive relief may be unnecessary once this Court has settled the legal controversy between the\n[4]\nparties.\nWhere statutes speak generally, it would be unwise for us to establish specific criteria for implementing them in\n243 the absence *243 of a factual context. However, it is appropriate for us to give declaratory relief when the parties\ndiffer on interpretations of the relevant statutes and regulations governing their rights and duties.\nWe therefore hold that plaintiffs are entitled to the requested declaratory judgment.\nIII\nTHE RIGHTS AND LIBERTIES OF HUNTERDON RESIDENTS\nThree sets of rights are in dispute in this appeal: (1) education and training for the children at Hunterdon; (2)\nhabilitation for adult residents at the facility; and (3) provision of these services in the least restrictive setting\nfeasible.\n\nA. Education for Children\nThe Legislature has expressly granted the children at Hunterdon the right to a thorough and efficient education\nsuited to their individual needs and abilities. The Developmentally Disabled Rights Act of 1977, N.J.S.A. 30:6D-1\nto -12, L. 1977, c. 82, provides:\nEvery developmentally disabled person between the ages of 5 and 21, inclusive, in residence or\nfull-time attendance at any facility shall be provided a thorough and efficient education suited to\nsuch person's age and abilities. [N.J.S.A. 30:6D-5(c)]\nN.J.S.A. 30:4-25.7 also requires the Department of Human Services to provide for the educational and social\nneeds of those admitted to residential services for the mentally retarded \"in accordance with [each] person's\nindividual requirements, as determined by competent professional personnel.\" Finally, the Legislature has\ngranted all Hunterdon residents a full array of substantive rights including the right to treatment, education,\ntraining, rehabilitation, care and protection. N.J.S.A. 30:4-165.2(2). See also N.J.S.A. 30:4-165.1; 30:4-23.\n244 *244 We hold that these state statutes grant the children at Hunterdon the legal right to treatment, training,\nhabilitation, care and protection, and a thorough and efficient education suited to each child's individual abilities\n[5]\nand needs. See also N.J.A.C. 10:44-1.2. In accord with the Developmentally Disabled Rights Act, these\nservices \"shall be designed to maximize the developmental potential [of each child] and shall be provided in a\nhumane manner in accordance with generally accepted standards for the delivery of such service[s] ...\" N.J.S.A.\n30:6D-9. Hunterdon is required to establish written individualized plans for each child and to put those plans into\neffect. N.J.S.A. 30:6D-10.\nThe Public School Education Act of 1975, L. 1975, c. 212, ยง 39, N.J.S.A. 18A:46-9 classifies retarded children for\n[6]\npurposes of education as educable, trainable, or eligible for day training.  According to the Director of Education\nat Hunterdon, almost all of the residents at Hunterdon have been classified as \"eligible for day training.\"\n245 *245 Whatever doubt may have existed at the time of filing of this complaint as to whether the Public School\nEducation Act of 1975, L. 1975, c. 212 conferred a statutory right to a thorough and efficient education upon\nchildren classified as eligible for day training, the subsequent enactment of the State Facilities Education Act of\n1979, L. 1979, c. 207, N.J.S.A. 18A:7B-1, has erased that doubt. The stated purpose of this bill is\n\"to provide a thorough and efficient education for children in all State facilities. It applies to\neducational programs in State schools and day training centers for the mentally retarded, State\npsychiatric hospitals, State residential youth centers, and State correctional facilities.\"\nThe bill provides a procedure for funding these programs. It also requires the Department of Human Services to\noperate the classes in each facility and assigns responsibility for educational standards.\nPursuant to its statutory obligations to provide education and training to the children in its residential facilities, the\nDivision of Mental Retardation of the Department of Human Services has by regulation adopted the standards\npromulgated by the State Board of Education regarding class size and minimum hours of instruction. N.J.A.C.\n10:44-6.2(j). The State Board of Education has adopted minimum standards on class size and ratio of pupils to\nstaff. N.J.A.C. 6:28-3.2(d)(1) provides that class sizes for each category of handicapped children should not\nexceed the following:\nv. Mentally retarded, Educable 00 15 pupils;\n97\nvi. Mentally retarded, Eligible for day training 00 9 pupils per classroom with a pupil/staff ratio of\n97\nthree to one;\nvii. Mentally retarded, Trainable 00 10 pupils.\n97\nThis regulation clearly mandates that the pupil/staff ratio for all children eligible for day training shall be three-to-\none with no more than 9 pupils per classroom.\n\nThe regulations of the State Board of Education also mandate that the length of the school day be the same for\neducationally handicapped pupils as that established for all pupils. N.J.A.C. 6:28-3.3. They further provide that:\n246 *246 A school day shall consist of not less than four hours of actual school work, except that in an\napproved kindergarten one continuous session of 2 1/2 hours may be considered a full day. [\nN.J.A.C. 6:20-1.3(b)]\nThe State argues here that in providing the mandated educational services, Hunterdon should be allowed great\nflexibility in determining the appropriate criteria. This means that educational programs should be developed\nwithout reference to the specific criteria in the regulations.\nWe find that the Division of Mental Retardation has adopted the State Board of Education regulations and that\nthey apply to the children at Hunterdon. This holding does not deprive the State of flexibility in administering its\neducational programs for mentally retarded children. We recognize that the severe mental handicaps of the\nchildren at Hunterdon mean that some of them are incapable of enduring four hours of formal classroom\neducation. However, education is a flexible concept in this context since the statutes mandate that it be suited to\nthe individual needs and abilities of each child. Under current law, each child at Hunterdon is entitled to four\nhours per day of structured programming designed to meet his or her educational needs. These educational\nprograms must be structured in the sense that they include a specific content, teaching method and set of\nobjectives. To whatever extent feasible they should meet in a regular time and place.\nWe also recognize that some of the children may not be capable of handling this level of programming. If that is\nthe case, Hunterdon may make individualized determinations to meet the child's educational needs in another\nmanner. For example, if certain children have attention spans too short to accommodate the standard hours of\nprogramming, it may be appropriate to institute training to increase their attention spans. Such decisions will have\nto be made by competent professional personnel, as mandated by statute. However, we emphasize that a\ndetermination to provide less than the mandated four hours per day must be made on an individual basis\n247 according to the child's unique needs. We do not propose to *247 deprive the state of flexibility in providing\nindividualized programs. However, the regulations preclude a decision to provide fewer hours of education on the\nbasis of a generalized determination that four hours is excessive for a class of children at Hunterdon.\nTo summarize, we hold that each child at Hunterdon has the legal right to education and training suited to his or\nher individual needs. The State Board of Education regulations on class size, pupil/staff ratio and hours of class\ntime have been adopted by the Division of Mental Retardation and apply to Hunterdon's educational and training\nprogram for children. The State has made great efforts in recent years, through both legislative and\nadministrative changes, to improve the quality of education offered to the children at Hunterdon. Plaintiffs\nacknowledge this to be the case. We expect that the State will continue to make strides toward meeting the\nideals set forth in our statutes and regulations.\nB. Habilitation for Adults\nWe next decide whether State law grants adult residents at Hunterdon individual rights to treatment, education\nand training. It is undisputed that State statutes require the Department of Human Services to provide treatment,\neducation, training, rehabilitation, care and protection to Hunterdon residents. N.J.S.A. 30:4-165.1, -165.2(2).\nHowever, defendants argue that state law merely obligates them to make these services available at the facility\nwithout imposing a duty on them to provide each individual resident with these services.\nThe Developmentally Disabled Rights Act, L. 1977, c. 82, N.J.S.A. 30:6D-1 to -12, provides that the mentally\nretarded residents at any facility have the same fundamental rights that all other citizens possess and that those\nrights shall not be abrogated solely because they have been admitted to any facility. N.J.S.A. 30:6D-2. These\n248 rights include the right not to be starved, N.J.S.A. 30:6D-5(b), or beaten, N.J.S.A. 30:6D-5(a)(1); *248 and the\nright to be free from unnecessary restraint of personal liberty, N.J.S.A. 30:6D-5(a)(2), -5(a)(3), or unnecessary or\ninappropriate medical treatment, N.J.S.A. 30:6D-5(a)(3), -5(a)(4).\n\nThe act also mandates that mentally retarded residents at any facility be provided with specialized services to\nwhich non-handicapped citizens have no legal entitlement. N.J.S.A. 30:6D-2, -3(b). These services are intended\nto alleviate the residents' disabilities and promote their social, personal, physical and economic habilitation. \nN.J.S.A. 30:6D-3(b), -9.\nDefendants contend that the Legislature did not intend to grant individual residents the legal right to these\nspecialized services. We cannot agree. Facilities housing developmentally disabled persons are legally required\nto provide\ncomprehensive evaluation, functional and guardianship services, as hereafter designated, in order\nthat eligible mentally retarded persons may be provided with adequate training, care and\nprotection. [N.J.S.A. 30:4-165.1]\nThe statute defines residential functional services as including but not limited to \"evaluation[,] study, treatment,\ntraining, rehabilitation, care and protection ...\" N.J.S.A. 30:4-165.2(2). Can it be that the Legislature intended to\nrequire each facility to provide these services but did not require them to be provided to every resident? We think\nnot.\nThe plain language of the various statutes supports this result. N.J.S.A. 30:4-25.7 mandates that the educational\nservices required for mentally retarded residents of any facility \"shall [be] provide[d] ... for ... any such person in\naccordance with such person's individual requirements, as determined by competent professional personnel.\"\n[emphasis added] The Legislature has declared \"that services which are offered to the developmentally disabled\nshall be provided in a manner which respects the dignity, individuality and constitutional, civil and legal rights of \neach developmentally disabled person.. .\" N.J.S.A. 30:6D-2. [emphasis added] Finally, the Legislature has\n249 ordered that individualized habilitation plans \"be developed and *249placed into effect for each person\" at the\nfacility. N.J.S.A. 30:6D-10, -11. [emphasis added]\nWe conclude that the Legislature did not merely intend these services to be generally available at the facility. The\nimport of these statutes is clear. Hunterdon does not have the freedom to choose which of its residents will\nreceive services and which will not. Every individual at Hunterdon is entitled to these special services not only\nbecause it is morally right and just, although it is both those things. They are entitled to them because it is the\nlaw.\nWe have previously recognized the Legislature's strong moral and legal commitment to care for the handicapped.\nLevine v. Department of Institutions and Agencies of New Jersey, 84 N.J. 234, 249 (1980). It has not only enacted\na bill of rights for the developmentally disabled, N.J.S.A. 30:6D-1 to -12, but has vigorously sought to improve the\nservices offered to the mentally handicapped. The record in this case demonstrates that the Departments of\nEducation and Human Services are sincerely attempting to carry out their statutory mandates. State services for\nresidents at Hunterdon have improved dramatically in recent years. Indications are that they will continue to\nimprove. The State deserves great credit for its diligent efforts.\nIn the absence of a present factual context, we decline to specify the precise amount and nature of the services\nto which each resident is entitled by the statutes. The broad standards for providing those services are contained\nin N.J.S.A. 30:6D-9. That section provides:\nEvery service for persons with developmental disabilities offered by any facility shall be designed\nto maximize the developmental potential of such persons and shall be provided in a humane\nmanner in accordance with generally accepted standards for the delivery of such service and with\nfull recognition and respect for the dignity, individuality and constitutional, civil and legal rights of\neach person receiving such service, and in a setting and manner which is least restrictive of each\nperson's personal liberty. [N.J.S.A. 30:6D-9]\nEach resident has the legal right to habilitation in accord with his or her individual requirements as determined by\n250 competent professional personnel. N.J.S.A. 30:4-25.7. Those services shall *250 be designed in accord with\ngenerally accepted professional standards for the delivery of those services. Most important, the services\n\nprovided each individual resident shall be designed to maximize his or her developmental potential. N.J.S.A.\n30:6D-9.\nTo summarize, we hold that each Hunterdon resident has the individual right to treatment, education, training,\nhabilitation, care and protection. We further conclude that N.J.S.A. 30:6D-7 entitles each individual to enforce the\nright to services elaborated in the statute in an appropriate civil action.\nC. Least Restrictive Alternative\nThere is no dispute that the Developmentally Disabled Rights Act requires services to Hunterdon residents to be\nprovided in \"a setting and manner which is least restrictive of each person's personal liberty.\" N.J.S.A. 30:6D-9.\nThe only question is whether the act requires the Department of Human Services to provide a spectrum of\nsettings in which programming can be given to mentally retarded persons. We hold that it does.\nState statute explicitly mandates that residential functional services for the mentally retarded\nshall include but need not be limited to: evaluation study, treatment, education, training,\nrehabilitation, care and protection in State schools and in other residential facilities operated by\nthe department; family care and sheltered life programs; interim placement in approved residential\nfacilities other than State schools. Such program may be of short- or long-term duration as\nrequired. [N.J.S.A. 30:4-165.2(2) (emphasis added)]\nThus, the Legislature has contemplated that the Department would provide an array of settings within which to\nprovide required services. Moreover, as a practical matter, it is impossible to provide services in the least\nrestrictive setting if only one setting is available. This is common sense.\nThe public policy behind the least restrictive setting requirement is the assumption that handicapped people are\nautonomous individuals entitled to the same rights and liberties as all other citizens. When the government sets\n251 out to do things which benefit them, it must do so in a way that infringes on their *251 personal freedom as little\nas possible. The State must minimize their segregation from society to the extent feasible while providing for their\n[7]\nneeds.\nWe emphasize that the decisions on how many people to place in alternative community programs must be\nbased on individualized determinations. Such decisions must take into account the needs of each person as\ndetermined by competent professionals. We do not envision widespread movement towards releasing persons\nsuch as appellants, leaving them to cope with life alone without the close assistance and supervision they clearly\nneed. Nor do we underestimate the difficulties, the cost or the possible undesirability of moving residents from\nlarge schools such as Hunterdon to small community settings. The larger setting may be necessary to provide\nthe concentrated services needed by such persons. However, the right to least restrictive setting means that each\nresident has a right to an individualized professional determination of the most appropriate setting. As we have\nstated above, the goal should be to maximize the developmental potential of each person.\nWe therefore hold that each Hunterdon resident has the legal right to functional services in the setting and\nmanner which is least restrictive of his or her personal liberty. We further hold that this legal right implies a duty\non the State to provide a spectrum of possible settings within which to provide such services.\nIV\nCONCLUSION\nState statutes grant every child at Hunterdon the legal right to a thorough and efficient education suited to his or\n252 her individual needs and abilities. They further grant every Hunterdon *252 resident an enforceable individual\nright to treatment, education, training, habilitation, care and protection. Finally, the Legislature has mandated that\n\nthese services be provided in the setting that is least restrictive of each person's personal liberty but still\ncompatible with his or her individual needs.\nThe services offered to mentally retarded citizens should be provided in a spirit of optimism. The Legislature has\ndeclared it the policy of this State to maximize the developmental potential of these citizens while affording them\nthe maximum feasible personal liberty. Like all other citizens, the mentally retarded have the right to pursue\nhappiness. Unlike other citizens, they have unique hurdles to overcome in doing so. Rather than exclude them\nfrom the pursuit of happiness, the Legislature has made an effort to include them in our civic community by\nproviding them the special services they need to develop and grow. This public policy affirms our common\nhumanity. Their concerns are our concerns. In this State, we do not set people adrift because they are the victims\nof misfortune. We take care of each other.\nFor grant of relief 00 Chief Justice WILENTZ, and Justices PASHMAN, SCHREIBER, HANDLER, POLLOCK and\n97\nO'HERN 00 6.\n97\nOpposed 00 None.\n97\n[1] This classification system was established by the American Association for Mental Deficiencies.\n[2]See Title XIX of the Social Security Act, 42 U.S.C. ยง 1396 et seq., and in particular ยง 1396d(d).\n[3] \"Habilitation\" has been defined as the acquisition and maintenance of \"those life skills which enable\n[residents] to cope more effectively with the demands of [their] own person[s] and of [their] environment and to\nraise the level of [their] physical, mental, and social efficiency.\" Wyatt v. Stickney, 344 F. Supp. 387, 395 (M.D.Ala.\n1972), aff'd sub nom. Wyatt v. Aderhold, 503 F.2d 1305 (5th Cir.1974).\n[4] It would be ironic and unnecessarily constraining to hold that there is no actual controversy merely because\ninjunctive relief is not sought. The difficulties accompanying wide-ranging judicial involvement in institutions such\nas Hunterdon have been repeatedly noted by courts and commentators alike, yet such involvement is\nunavoidable where there is no other way to secure the rights of those affected by such institutions. \nHere, a middle ground is proposed. We are asked to elaborate the rights to which plaintiffs are entitled, after\nwhich we are hopeful the parties will work together in good faith towards implementing those rights. Thus,\ncoercive and cumbersome judicial involvement will have been avoided.\n[5] Because of this holding, we need not reach plaintiffs' claims based on federal statutes. Nor do we address\nplaintiffs' constitutional claims.\n[6]N.J.S.A. 18A:46-9 creates these classifications: \n(a) Educable mentally retarded children, who are those who may be expected to succeed with a minimum of\nsupervision in homes and schools and community life and are characterized particularly by reasonable\nexpectation that at maturity they will be capable of vocational and social independence in competitive\nenvironment;\n(b) Trainable mentally retarded children, who are so retarded that they cannot be classified as educable but are,\nnotwithstanding, potentially capable of self-help, of communicating satisfactorily, or participating in groups, of\ndirecting their behavior so as not to be dangerous to themselves or others and of achieving with training some\ndegree of personal independence and social and economic usefulness within sheltered environments;\n(c) Children eligible for day training, who are those so severely mentally retarded as to be incapable of giving\nevidence of understanding and responding in a positive manner to simple directions expressed in the child's\nprimary mode of communication and who cannot in some manner express basic wants and needs.\n[7] Under current plans, by July 1982 Hunterdon will have transferred over 100 residents into community settings\nof various types.\n\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60295"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128625,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128625"
    }
  ],
  "document_count": 2
}