{
  "case_id": 515,
  "fetched_at": "2025-10-22T00:06:10.791298",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "None of the above"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Paramus",
        "institution_county": null,
        "name": "Bergen Pines County Hospital",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq.",
      "Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12111 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 515,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Assault/abuse by staff",
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Sanitation / living conditions",
      "Disability and Disability Rights: Integrated setting",
      "Disability and Disability Rights: Least restrictive environment",
      "General/Misc.: Reassessment and care planning",
      "Medical/Mental Health Care: Bed care (including sores)",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Wound care",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)"
    ],
    "last_checked_date": "2015-04-09T00:00:00-04:00",
    "main_docket": {
      "id": 42547,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "New Jersey",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "CRIPA Investigation, Paramus (NJ)",
    "never_filed": true,
    "non_docket_case_number": "168-48-47",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "New Jersey",
    "summary": "<p>On November 1, 1996, officials at the U.S. Department of Justice recommended an investigation into the conditions of resident care and treatment at the Bergen Pines County Hospital's nursing home in Paramus, New Jersey.  </p><p>The investigation was conducted pursuant to the Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997, following information that the residents' constitutional rights had been violated.  Specifically, sources indicated that the facility failed to provide adequate medical and nursing care, nutrition, and sanitary conditions.  It also exposed residents to harm and subjected them to excessive physical restraints.  In addition, the facility may have failed to provide service to residents in the most integrated setting, in violation of 42 U.S.C. § 12101, the Americans with Disabilities Act.  </p><p>The Department of Justice's recommendation was based on state investigators' reports showing the hospital's failure to monitor and treat dietary problems; bedsores; fractures and lesions; and to develop suitable care plans.</p><p>One December 20, 1996, the Department wrote to the hospital to inform them of the planned investigation.  </p><p>We have only these letters in our files, so we do not have any further information on this case.</p>",
    "summary_published_date": "2006-06-20T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/515",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=515",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=515",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=515"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128467,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128467"
    },
    {
      "date": "1996-12-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2479,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2479.pdf",
      "title": "Notice Letter re: CRIPA Investigation of Bergen Pines County Hospital, Paramus, New Jersey",
      "text": "U.S. Department of Justice\nCivil Rights Division\nOfiBce of the Assistant Attorney General  Washington, D.C 20035\nDecember  20,  1996\n—  iiviiCRiIPAi Inivestiigatiion n\nMr. William Schuber  NH-NJ-001-002\nCounty Executive\nOffice of the County Executive\nAdministration Building, Court Plaza South\n21 Main Street\nHackensack, New Jersey  07601-7000\nRe:  Investigation of Bergen Pines County Hospital\nDear Mr. Schuber:\nI am writing to inform you that the United States Department\nof Justice intends to investigate conditions in the long-term and\npsychiatric care units at the Bergen Pines County Hospital\n(\"BPCH\") in Paramus, New Jersey, pursuant to its authority under\nthe Civil Rights of Institutionalized Persons Act, 42 U.S.C.\n§ 1997 et sea.\nThe purpose of the investigation is to determine whether\nconditions at BPCH are violating the constitutional and federal\nstatutory rights of the residents who live there. Our\ninvestigation will focus on treatment and care of residents,\nincluding medical and nursing care, use of restraints, protection\nfrom harm, and environmental hazards.  The investigation will\nalso focus on the facility's compliance with Title II of the\nAmericans with Disabilities Act of 1990, 42 U.S.C. § 12101\net seq.. and the Individuals with Disabilities Education Act,\n20 U.S.C. § 1400 e_t seq.  Initiating this investigation does not\nevidence any prejudgment that conditions at BPCH violate the\nresidents' constitutional or federal statutory rights.  If any\nviolations are found, we will confer with County representatives\nconcerning appropriate corrective actions.\nAs a means of commencing this investigation, the attorney\nassigned to handle this matter, Verlin Hughes, will be in contact\nwith your office shortly to discuss the details of the\ninvestigation, which will include on-site visits to BPCH by\nrepresentatives of the Department and their expert consultants.\nPlease feel free to contact Mr. Hughes if you have any immediate\nquestions or concerns.  He can be reached at (202) 514-6260.\n\n-2-\nYour cooperation in this matter is greatly appreciated.\nSincerely,\nDeval L.\nAssistant Attorney Genera!\nCivil Rights Division\ncc:  Murshell Johnson Bland, Esquire\nBergen County Counsel\nMs. Barbara H. Chadwick\nFreeholder, Health and Human Services\nBergen County Board of Chosen Freeholders\nMr. Edward M. Lewis\nExecutive Director\nBergen Pines County Hospital\nFaith S. Hochberg, Esquire\nUnited States Attorney\nDistrict of New Jersey",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2479"
    },
    {
      "date": "1996-11-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Justification Memo",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2478,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2478.pdf",
      "title": "Memorandum re: Recommendation to Investigate Bergen Pines County Hospital, Paramus, New Jersey",
      "text": "Memorandum\nCRIPA Investigation\nDLP:RF:VH:CM:cmw\nNH-NJ 001-Öoí\nDJ  163-48-47\nSubject Date\nRecommendation to Investigate\nBergen Pines County Hospital November 1, 1996\nParamus, New Jersey\nTo Froni\nDeval L. Patrick obinsue Frohboese\nAssistant Attorney General Deputy Chief\nCivil Rights Division Special Litigation Section\nWe recommend that the Department initiate an investigation\ninto the conditions of resident care and treatment in the nursing\nhome and psychiatric care units of the Bergen Pines County\nHospital (\"BPCH\") in Paramus, New Jersey, pursuant to its\nauthority under the Civil Rights of Institutionalized Persons Act\n(\"CRIPA\"), 42 U.S.C. § 1997 et seq.  BPCH is the largest nursing\nhome in the State of New Jersey.  Its long-term residential care\nunits serve 700 people who are elderly or who have disabilities.\nAn additional 320 people with mental health needs are confined to\nBPCH's psychiatric treatment units.\nThe information we have obtained indicates that residents of\nBPCH are being harmed and exposed to unreasonable risks of harm\nin violation of their constitutional and federal statutory-\nrights.  In particular, BPCH residents are not being provided\nwith adequate medical and nursing care, are not being protected\nfrom harm, are being subjected to excessive physical restraint,\nare not being provided adequate nutrition, and live in an\nunsanitary and otherwise unsafe environment.  These deficiencies\nsubject residents at BPCH to harm and risk of harm in violation\nof their constitutional rights.  Ç_f. Younaberg v. Romeo, 457 U.S.\n307  (1982).  In addition, BPCH may fail to provide services to\nits residents in the most integrated setting, as required by the\nintegration regulations promulgated pursuant to Title II of the\nAmericans with Disabilities Act of 1990 (\"ADA\"), 42 U.S.C.\n§ 12101 et seq., 28 C.F.R. § 35.130(d).  Moreover, because\nchildren live in the facility, we will be examining whether they\nare receiving services in accordance with the Individuals with\nDisabilities Education Act (\"IDEA\"), 20 U.S.C. §§ 1400 et. sea.\nWe received our information from a variety of sources,\nincluding State survey reports for the Health Care Financing\nAdministration  (\"HCFA\"), interviews with and documents provided\nby local attorneys, newspaper articles, and a discussion with the\nDeputy Chief of the Civil Division in the United States\nAttorney's Office for the District of New Jersey.\n\n- 2 -\nBackground\nBPCH has a long history of providing inadequate care despite\nserious sanctions for the facility's deficiencies that various\nState and Federal agencies have imposed or threatened to impose\nover the years.  In 1995, State investigators found widespread\nproblems and ordered the facility to halt admissions to the\nlong-term care unit.l./  Three years earlier, in 1992, BPCH\nwas threatened with the loss of $24 million in Federal funds\nafter State investigators found similar problems with care and\nrecordkeeping.\nThis year, the New Jersey Department of Health (\"DoH\")\nrecommended the facility be fined $112,000 because of the serious\ndeficiencies in care at the facility.  The DoH also threatened to\nhalt admissions to the nursing care wing of the hospital because\nhealth care inspectors found residents being neglected and\ntreated in unsanitary conditions .2./\nFollowing a March 1996 inspection, a DoH official was quoted\nas saying the inspection findings were \"a stark and graphic\nreminder of what happens when health care workers let standards\nslip. \"3./  The same official was quoted as saying that most of\nthe problems \"arose when staff members did not follow procedures\nor ignored the special needs of specific patients. \"4./\nSpecifically, DoH inspectors found that BPCH had failed to\nmonitor and treat residents' dietary problems; to detect and\ntreat bedsores; to diagnose and treat fractures and lesions in a\ntimely manner; and to develop suitable care plans based on the\nspecial needs of individual residents.5/\nFactual Allegations\nI.  BPCH fails to meet residents' basic care needs and to provide\nadequate medical and nursing care.\nState surveyors have documented repeated instances of BPCH's\nfailure to meet residents' most basic human and health care\n1/  The Record, Northern New Jersey, June 11, 1996, at p. 1.\n2/  The Record, Northern New Jersey, April 18, 1996, at p. Al.\n2/  IçL\n4/ Id_,.\n5/  Id_\n\n- 3 -\nneeds.  This neglect has resulted in serious harm to BPCH\nresidents.  For example,•in March of this year, surveyors\ndocumented that an elderly resident was found:\n\"in need of grooming, her hair oily, nails dark and soiled,\nand an odor  [was] detected in the room.  The patient was in\na plastic diaper, wet with urine and soiled with feces...\n[and had] multiple open lesions with bright red blood\ndripping.\"6/\nDuring the same survey in March, HCFA surveyors observed a\nnurse removing a bandage from open, bleeding lesions on a\npatient's buttock without gloves.  The nurse then handled medical\nmaterials on a cart that were to be used for treating other\npatients, thereby risking serious spread of infection among\npatients.2/  This situation highlights not only deficient\ncare of residents; it also presents dangerous infection control\npractices.  Such health hazards are not new to BPCH.  In 1995,\nsurveyors concluded that nursing practices placed residents at\nserious risk of cross-contamination.  One of the many incidents\nthe surveyors cited to support their conclusion was a nurse who\nreused a medical instrument immediately after it had touched the\ndrainage of another patient' s wound. 8./\nHCFA surveyors have documented other serious infection\ncontrol problems at BPCH.  For example, HCFA surveyors observed\nan aide gathering linens soiled with feces and then handing a\npatient a straw for a drink without first washing her\nhands. 9_/  A staff member was also seen \"picking up garbage\noff the floor with her bare hands.\"Ü2/  She then \"touched\nresidents' plates and handled bread,\" without first washing her\nhands.¿l/  These incidents document BPCH's failure to\nimplement infection control procedures necessary to prevent the\nspread of disease among residents.  As a result of BPCH's failure\nto follow basic infection control procedures while dressing\npatients' wounds, disposing of human secretions and excrement,\nand feeding residents, staff expose residents to constant risk of\ncross-infection and disease.\n6./  The Record, Northern New Jersey, April 18, 1996, at p. Al\nciting HCFA survey report, March 8, 1996, p. 13.\n2/  HCFA survey report, March 8, 1996, pp. 20-21.\n8./  HCFA survey report, February 3, 1995, at p. 39.\n1/  Id. at 22.\n10/  I<L.\n\n- 4 -\nSeveral residents have developed pressure sores at BPCH as a\nresult of substandard medical care.  This has been an issue  at\nBPCH for a long time..12./  For example, the pressure sores of\none paraplegic resident were not  \"discovered\" until this March,\nwhen they had already advanced to a serious state  -–  \"stage  III\n2 x 1.5  cm with drainage and foul smelling odor. \".13./  In\nFebruary 1996, a nurse  failed to treat another  resident's\npressure sore, claiming that she was  \"unable to see the heel  due\nto cast in place.\"l±/  According  to the resident, the unit\nnurses, and the physical therapist, the heel had never been\ncovered by a cast.  Although an orthopedic consultant noted  the\nbeginnings of a small ulcer on the resident's heel, BPCH  staff\nfailed to treat it until one month later when it had  progressed\nto a serious decubitus ulcer covering the resident's  entire\nheel..15./  A HCFA inspection released in June 1996  continued\nto find problems  in resident care, including pervasive bed-sores,\nthat HCFA surveys concluded were preventable and  improperly\ntreated once detected.16/\nBPCH residents also often have to wait for days or weeks  to\nreceive treatment  for skin tears, fractures, or other  injuries.\nOn several occasions during the January 1996 inspection,  HCFA\nsurveyors had to call nurses' attention to cuts, scrapes, and\nbruises which had not been treated. 1/7/  The majority of  BPCH's\nnursing home residents are cognitively impaired and  rely\ncompletely on BPCH staff to diagnose and treat their injuries  and\nother medical problems.\nStaff have even failed to respond to residents' calls  for\nhelp.  For example, during their February 1995 inspection,  HCFA\nsurveyors saw an aide ignoring a newly admitted blind  resident,\nwho was lying in bed calling  for assistance.  When questioned  why\nshe was not assisting the resident,  \" [t]he aide stated,  'I don't\nusually work on this unit so I don't know the\nresident.' \"JL8./  The surveyors observed that other  residents\nreceived no response to their calls for help, and at least  one\n12/  HCFA survey report, February 3, 1995, at pp. 37-38.\n13/  HCFA survey report, March 8, 1996, at pp.  17-18.\n14/  HCFA survey report, March 8, 1996, at p. 16.\n15./  Id.\n15/  The Record, Northern New Jersey, June 11, 1996, at p. 1.\n17/  See, e.g., HCFA survey report, January 9, 19 96, at pp.\n15-17.\n18/  HCFA survey report, February 3, 1995, at p. 14.\n\n- 5 -\nresident could not access his call button because of his\ndisability. 19/\nBPCH's repeated failures to meet residents' basic care needs\nand to provide minimally adequate medical and nursing care have\ncaused both mental deterioration and serious physical harm to\nresidents in violation of their constitutional rights to receive\nadequate care.\nII.  BPCH fails to protect patients from harm.\nDuring the past several years, New Jersey State surveyors\nhave investigated and found repeated instances where BPCH has\nfailed to protect its residents from undue risks of harm.  For\nexample, in 1995, the State DoH assessed fines against BPCH,\nciting lapses in care that contributed to the hanging death of a\n13-year-old girl and the suicide of a 47-year-old man.20/\nAccording to the state DoH report, BPCH failed to implement a\none-on-one program designed to ensure the girl's\nsafety..21/  In a DoH letter to the facility, officials said\nprobes into the deaths of the two psychiatric patients revealed\nmultiple violations of minimum standards of care that \"represent\na serious threat to the health, safety, and welfare of the\npatients in your facility.\"22/\nSeveral months later, BPCH found numerous deficiencies in\ncare when it investigated yet another suicide at the facility\ninvolving a 14-year-old boy who died by hanging himself.\nSpecifically, the facility's own report concluded that BPCH:\n. . . failed to follow several state guidelines in caring\nfor the teenager, including lapses in recordkeeping and\ntimeliness of psychiatric evaluations, a slow response by\nemergency medical personnel, and failure to follow through\non a doctor's order to increase  [the boy's] anti-depressant,\norders issued two days before the suicide.23/\nThe 1995 DoH inspection team found serious deficiencies in\nother aspects of BPCH's failure to protect residents from harm.\n19/  HCFA survey report, February 3, 1995, pp. 16, 29.\n20/  The Record, Northern New Jersey, December 19, 1995, at p. 1.\nThis local newspapers also reported that, during a six-month\nperiod in 1995, three BPCH patients committed suicide.\n21/  IdL\n22./  IdL\n21/  Jd_¿.\n\n- 6 -\nEarly one morning in January of 1995, a cognitively impaired\nresident was found lying on her \"right side with profusely  [sic]\nbleeding from the mouth,  [a] laceration noted on the bridge of\nthe nose. \"24./  One staff member \"remarked that the\nresident. . . ' looked like she had been hit in the face by a\nbat.'\"25_/  Those who had allegedly been caring for the\nresident had no idea what might have happened to her.  The\nincident was reported to the local Long Term Care Ombudsman only\nafter the resident's grandson intervened.26/\nIn October of 1994, a blind, mentally impaired female\nresident was sexually assaulted by a male resident.27/\nThe alleged aggressor was known to have verbally and physically\nassaulted other residents for several months.  BPCH was cited for\nfailure to make any effort to protect residents or to address the\naggressor patient's behavior.23./  This incident was not\nreported to the Long Term Care Ombudsman as required by State\nregulation.  In their January 1996 inspection, HCFA surveyors\nfound that BPCH continues to fail to report injuries of unknown\norigin to the local Long Term Care Ombudsman for further\ninvestigation.29/\nBPCH has also been the target of lawsuits resulting from the\nhospital's failure to protect residents from harm.  In March of\nthis year, a local attorney filed a lawsuit against the hospital\naccusing a BPCH doctor of sexually assaulting a mentally-impaired\n25-year-old woman.  The woman was an inpatient at BPCH's\npsychiatric unit at the time of the alleged assault.30/\nIn June of this year, a former patient also filed suit against\nBPCH alleging she was· assaulted by a fellow patient and that the\nfacility failed to provide proper patient supervision.31/\nThe lawsuit alleges that BPCH failed to protect the victim from\n24/  HCFA survey report, February 3, 19 95, at p. 10.\n2L·l  I¿L·\n23./  Id.\n27/  HCFA survey report, February 3, 1995, at pp. 5-6.\n23./  !Û÷ at pp. 7-8.\n29/  HCFA survey report, March 8, 1996, at pp. 3-4.\n3_p_/  September 20, 1996, telephone conversation with Sheldon\nLiebowitz.  Mr. Liebowitz is the attorney representing the\nvictim.\n31/  The Record, Northern New Jersey, June 14, 1996, at p. A16.\n\n- 7 -\nserious injury, even though BPCH staff were aware the alleged\nassailant had attacked other residents.32/\nClearly, BPCH's failure to supervise residents, to address\nproblem behaviors, to report and investigate serious injuries,\nand to prevent untoward incidents results in significant harm and\nviolates residents' constitutional right to live in a safe\nenvironment.\nIll.  BPCH subjects residents to the undue and improper use of\nphysical restraints.\nBPCH's excessive use of restraints has also been an on-going\nproblem.  HCFA surveys from 19 96 and 19 95 document that BPCH has\nexcessively and improperly restrained residents .22./ A\nfollow-up DoH inspection in June of this year revealed that some\npatients continue to be \"unnecessarily restrained. \".34./  The\nfollowing examples from recent HCFA surveys are typical:\nOne resident was constantly slipping out of his\nwheelchair because his wheelchair seat pad did not fit\nproperly.  An occupational therapist had recommended a\nnew seat pad for the resident six months earlier, but\nnone was provided.  Rather than replacing the\nill-fitting seat pad, BPCH staff strapped the resident\ndown in a seat belt to prevent him from falling.\nBecause of BPCH's failure to implement its own care\nplan, the resident \"remained sitting slumped down in a\nwheelchair with an egg-crate cushion and a seat belt in\nplace. \"3_5/\nAnother resident was observed sitting at a chair with a\nlocked table top during a music activity.  Staff told\nHCFA surveyors that it was more convenient to leave the\nresident's lap-tray on, \"because the chair is too big\nand too high to fit under the table.\"3 6/\nA third resident was observed wearing mittens at all\ntimes during the April 1996 survey.  Nurses told\ninvestigators that the restraints were necessary to\n32/  Id_,\n33/  See, e.g., HCFA survey report, February 3, 1995, at pp. 1-6.\n34/  The Record, Northern New Jersey, June 11, 1996, at p. 1.\n35/  HCFA survey report, January 9, 1996, at pp. 5-6.\n36/  HCFA survey report, April 30, 1996, at pp. 3-4.\n\n- 8 -\nprevent the woman from pulling out her tubes.  However,\nthe doctor's note indicated, and the resident's husband\nand several nurses aides confirmed, that the woman only-\nneeded restraints at night.  Surveyors found no\nevidence that BPCH had made any effort to formulate an\nappropriate plan of care for this woman.37/\nOut of neglect or for convenience of staff, BPCH has\ncontinuously relied on the excessive use of restraining devices\nrather than developing more appropriate, less restrictive means\nof caring for its residents.  As a result, BPCH's residents have\nlong been and continue to be unnecessarily deprived of their\nindependence and basic constitutional rights.\nIV.  BPCH fails to monitor and treat residents' dietary and\nnutrition problems.\nIn both 1995 and 1996, HCFA surveyors found that BPCH failed\nto address its residents' special dietary needs.  As a result,\nseveral residents lost large amounts of weight at alarmingly\nrapid rates.38/\nDuring the January 199 6 HCFA survey, for example, a\ncognitively impaired resident was observed on three different\ndays sitting alone without touching her food.  Although a\nthree-month-old dietician's note indicated that the resident\nneeded to be fed, BPCH failed to implement an adequate care\nplan.3_9/  This resident lost 12 pounds in less than two\nmonths.40/\nAnother resident with contractures and tremors of both hands\nwas not given special weighted eating utensils during mealtimes\nas ordered by an occupational therapist.  The resident \"had to\ntry several times before he could get a fork full of food\" and\nwas about to give up on his meal when the surveyor intervened and\nsummoned staff to assist him.4JL/  Although the resident's\ncare plan documented his difficulty eating, the resident told\nsurveyors that he had not had feeding devices for some time.  As\n11/  Id.\n38/  HCFA survey report, January 9, 1996, at p. 4.\n39/  HCFA survey report, January 9, 1996, at p. 5.\n40/  Id.\n41/  HCFA survey report, January 9, 1996, at p. 7.\n\n- 9 -\na result of BPCH's inadequate care, he was denied the opportunity\n\"to improve and maintain his independence in eating.\"42/\nIn March of this year, HCFA surveyors found that BPCH had\nnot corrected this problem and continues to ignore the special\ndietary needs of its residents.  One tube-fed resident was\nseverely undernourished.  As a consequence, her wounds were not\nhealing properly.  BPCH staff disregarded a three-week-old\ndietician's note indicating that the resident's daily protein and\nfluid needs were not being met.4_3_/  Another resident with a\npoor appetite \"showed a steady weight loss. \"44./  Despite a\nnote indicating a \"need for encouragement and direction at\nmeals,\" the assessment team made no effort to develop an\neffective plan of care to implement this recommendation and the\nresident continued to lose weight.45/\nBPCH's failure to assess and meet the nutritional needs of\nits residents is chronic.  In 1995, a resident's weight dropped\nto seventy-two pounds.  Although a gastronomy tube was inserted,\nState surveyors found that BPCH staff did not document her meals\nand supplemental feeding, did not re-evaluate her intake \"in\nlight of increased digoxin levels which can cause anorexia,\" and\ndid not develop an interdisciplinary plan of care to adequately\naddress her nutritional needs. 4.6/  Another resident lost\nfifteen pounds in one month.  State surveyors concluded that the\none-and-a-half year-old care plan, recommending that the resident\n\"will gain one pound per month,\" was obviously ineffective and\ninappropriate .4_7/  In 1995, a resident with a swallowing\ndisorder did not receive thickened liquids as recommended by the\ndietician. 4_8_/  In January of this year, DoH surveyors also\nfound staff feeding dangerously hot food to cognitively impaired\nresidents, thereby posing a serious risk of scalding or burning\nthe residents.49/\n42/  Id. at p. 6 .\n43/  HCFA survey report, March 8, 1996, at p. 19.\n44/  HCFA survey report, March 8, 1996, at p. 7.\n45/  Id_,\n46/  HCFA survey report, February 3, 1995, at pp. 31-32.\n47/  HCFA survey report, February 24, 1995, at pp. 3-4.\n48/  HCFA survey report, February 24, 1995, at p. 4.\n49/  HCFA survey report, January 9, 1996, p. 18.\n\n- 10 -\nAs the above  examples  illustrate, BPCH has repeatedly  failed\nto ensure that  its residents receive adequate  nourishment.\nConsequently,  several BPCH residents have suffered weight  loss\nand diminished  capacity to eat. independently.\nV.  BPCH subjects  residents  to an unsanitary and unsafe  physical\nenvironment.\nBPCH has been cited numerous  times in past years by HCFA\nsurveyors  for sanitation problems and safety hazards.\nThe 1994 HCFA  survey of BPCH reflected widespread  sanitation\nproblems  in the BPCH kitchen and food storage areas.5_O/  For\nexample, surveyors  noted  that:\n-– meat and dairy products were stored and served at unsafe\ntemperatures;51/\n-– cupboards  and refrigerators were  \"soiled with dried  up\nfood substances\" and  \"covered with patches of mildew;\"52/\n--in  one refrigerator,  \"[t]wo plastic  containers were  noted\non the floor underneath  the food racks with  foul-smelling,\nbrown-colored  liquid;\"53/\n-–  staff was  sweeping and toxic cleaning  supplies  were\nstored  in the same area that  foods were being prepared;54/\n-– a room where  food preparation equipment was cleaned  was\nnoted to have a  \"heavy,  foul-smelling odor\"; \"5_5_/  and\n-–  \"[s]everal dead and live brown insects were noted in the\ndry storage  room and on the floor in the cook's area.\"56/\nBPCH has also been cited for fire code violations  for the\npast two years.  In 1995, surveyors watched as staff  members\n50/  HCFA survey report, January 13, 1994.\n5_i/  Id_^ at  1-4.\n51/  Id^\n53/  Id_,\n54/  Id_^ at  6.\n55/  I¿L·.\n56/  Id^_ at  6-7.\n\n- 11 -\nignored a sounded fire alarm.5_7/  In March of this year,\nHCFA surveyors were concerned about the presence of wooden child\nsafety gates that prevented residents from exiting in the event\nof a fire.¿8/  Moreover, smoke detectors were not\nfunctioning, 5_9/  sprinklers were not in place,£0./  and\ncigarette butts were found carelessly tossed on the floor, in\nnon-ventilated, non-smoking areas.£1/  BPCH's failure to\nobserve fire safety regulations poses a particular threat to BPCH\nnursing home residents, the majority of whom are mentally and/or\nphysically impaired.\nVI.  BPCH's compliance with the ADA and IDEA should be evaluated\nas part of the investigation.\nBergen Pines County Hospital serves individuals who are\nelderly as well as non-elderly individuals with chronic care\nneeds.  It is very likely that some of the residents could be\nmore appropriately served with attendant care services in their\nown homes or in other community services.  If, in fact, BPCH is\nfailing to make this determination and thereby failing to ensure\nthat BPCH is serving qualified disabled individuals in the most\nintegrated setting appropriate to their needs, the county would\nbe violating the ADA'S prohibition of disability-based\ndiscrimination.  28 C.F.R. § 35.130(d)  (ADA integration\nregulation); Helen L. v. DiDario, 46 F.3d 325  (3d Cir.),\ncert, denied.  U.S.  , 116 S. Ct. 64 (1995) .  Given the many\nother failings occurring at BPCH, we believe it necessary to\nreview BPCH's practices in this area to ensure that residents are\nnot being unduly exposed to these dangerous institutional\nconditions if residents could be better served in an alternative\nsetting.  Moreover, because of the presence of children at the\nfacility and the recent hanging suicides of both a 13-year-old\ngirl and 14-year-old boy, we will evaluate whether children at\nthe facility are receiving services required by IDEA.\nConclusion\nThe allegations presented above clearly demonstrate that\nBPCH residents suffer injury and harm as a result of numerous\ndeficiencies in care and treatment at BPCH.  In light of the\ninformation presented here documenting the constitutional and\n57/  HCFA survey report, February 24, 1995, pp. 12-13.\n58/  HCFA survey report, March 8, 19 96, p. 2.\n59/  HCPA survey report, March 8, 1996, pp. 6-7.\n60/  Id. at 7.\n61/  Id. at 8-9.\n\n- 12 -\npotential federal statutory violations of the rights of the\nresidents, we recommend the Department initiate an investigation\npursuant to its authority under the CRIPA into BPCH.  This\nproposed investigation is consistent with the Special Litigation\nSection's initiative to focus on nursing homes with seriously\ndeficient conditions that violate residents' fundamental rights.\nThe United States Attorney's Office for the District of New\nJersey has been apprised of this recommendation and has offered\nits support in the investigation.  In fact, the Deputy Chief of\nthe Civil Division of the U.S. Attorney's Office resides in\nBergen County and told us she has heard of \"bad things\" happening\nat BPCH, including the above-noted suicides.  She said she was\n\"glad\" the Department would be investigating conditions at the\nfacility.\nAttachments\nApproved :  J)J[  •krDcJ2.  I >jl<,l<x <c\nDisapproved:\nComments:",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2478"
    }
  ],
  "document_count": 3
}