{
  "case_id": 11077,
  "fetched_at": "2025-10-22T00:12:29.103273",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Non-settlement Outcome",
      "Any published opinion",
      "U.S. Supreme Court merits opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Iowa Board of Parole",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Iowa",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Criminal Justice (Other)"
    ],
    "cause_other": "",
    "causes": [
      "State law",
      "Habeas Corpus, 28 U.S.C. §§ 2241-2253; 2254; 2255"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1972,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Due Process: Procedural Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Southern District of Iowa",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "1969-09-12",
    "filing_year": 1969,
    "id": 11077,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Placement in detention facilities",
      "Jails, Prisons, Detention Centers, and Other Institutions: Habeas Corpus",
      "General/Misc.: Parole grant/revocation"
    ],
    "last_checked_date": "2021-07-07T00:00:00-04:00",
    "main_docket": {
      "id": 31960,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1969,
      "docket_filing_number": 20468,
      "is_main_docket": true,
      "court": "Southern District of Iowa",
      "state": "Iowa",
      "docket_office_number": "4",
      "docket_number_manual": "69-20468",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Morrissey v. Brewer",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiffs were two individuals who had been arrested under Iowa state law, granted parole by the state parole board, and had subsequently had their parole revoked following the submission of their parole supervisor's report on parole violations.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Habeas relief",
      "Declaratory Judgment"
    ],
    "relief_nature_other": "Informal hearings required to revoke parole",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1972-06-29",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Habeas"
      }
    ],
    "state": "Iowa",
    "summary": "<p>This is an older case about whether due process rights are violated when a parole board revokes someone's parole without a hearing. Two petitions for habeas corpus were filed in the U.S. District Court for the Southern District of Iowa: Booher v. Lee County, filed on March 11, 1970 (docket number 70-20478); and Morrissey v. Brewer, filed on Sept. 12, 1969 (docket number 69-20468).</p><p>The petitioners, Morrissey and Booher, were individually convicted in the U.S. District Court for the Southern District of Iowa in the late 1960s; each was subsequently granted parole by the Iowa Board of Parole in 1968. Petitioner Morrissey was arrested as a parole violator in January 1969, after review of his parole officer's report by the Iowa Board of Parole. Petitioner Booher was arrested as a parole violator in August 1969, after a similar review of his parole officer's report. Each petitioner filed separate petitions for a writ of habeas corpus alleging that the revocation of his parole by the Iowa Board of Parole without first receiving a hearing on the matter violated the Fourteenth Amendment Due Process guarantee. The district court in each case denied the petitions (Brewer's on April 15, 1970 and Booher's on June 10, 1970), and the U.S. Eighth Circuit Court of Appeals consolidated the cases upon review. </p><p>On April 21, 1971, the Eighth Circuit, in an opinion authored by Chief Judge Marion Matthes, affirmed the district court rulings. The circuit court reasoned that the State Board of Parole, as a law enforcement agency, was vested with a wide discretion in controlling the persons committed to its custody--a discretion the court was not comfortable in challenging. While the circuit court recognized that the traditional view of parole--as a privilege rather than a vested right--was no longer dispositive, the court reasoned that the state's legitimate interest of effectively managing the custodial affairs of its prison population outweighed the individual's interest in obtaining early release. 443 F.2d 942 (1971).</p><p>The petitioners appealed the decision to the Supreme Court, which granted review in late 1971.</p><p>On June 29, 1972, the Supreme Court (in an 8-1 decision) reversed the Eighth Circuit.  The Supreme Court reasoned that the interest at issue for the petitioners fell within the contemplation of the Fourteenth Amendment, thus due process concerns applied. While acknowledging the state's legitimate interest of effectively enforcing the laws, the Supreme Court found no state interest in revoking parole without procedural safeguards for the parolee. The Supreme Court further found society had an interest in not having parole improperly revoked, as doing so would make integrating the parolee back into society more difficult. The court concluded by evaluating the nature of what parole revocation consistent with the Fourteenth Amendment should constitute, including: (1) a determination by a third party that reasonable grounds exist for parole revocation; (2) notice of the grounds and the opportunity to bring evidence; and (3) an opportunity for a hearing, if so desired by the parolee. 408 U.S. 471 (1972).</p><p>The case was remanded back to the district court. No information is available about whether and for how long litigation continued subsequent to the Supreme Court ruling in 1972. </p>",
    "summary_published_date": "2021-07-07T00:00:00-04:00",
    "summary_short": "This is an older case about whether due process rights are violated when a parole board revokes someone's parole without a hearing. The petitioners were individually convicted in the U.S. District Court for the Southern District of Iowa in the late 1960s; each was granted parole by the Iowa Board of Parole in 1968 and subsequently arrested for violating parole in 1969. The petitioners filed writs of habeas corpus in 1969, alleging that the revocation of his parole by the Iowa Board of Parole without first receiving a hearing on the matter violated the Fourteenth Amendment. The district court denied both petitions and on April 21, 1971, the U.S. Eighth Circuit Court of Appeals affirmed. On June 29, 1972, the Supreme Court reversed the Eighth Circuit, reasoning that the interest at issue for the petitioners fell within the contemplation of the fourteenth amendment and thus due process concerns applied. The Supreme Court found no state interest in revoking parole without procedural safeguards for the parolee. The Supreme Court further found society had an interest in not having parole improperly revoked as doing so would make integrating the parolee back into society more difficult. The court concluded by evaluating the nature of what parole revocation consistent with the Fourteenth Amendment should constitute, including: (1) a determination by a third party that reasonable grounds exist for parole revocation; (2) notice of the grounds and the opportunity to bring evidence; and (3) an opportunity for a hearing, if so desired by the parolee. There was no information on Lexis, Westlaw, or another publicly-available resource about whether and for how long litigation continued subsequent to the supreme court ruling.",
    "summary_tiny": "Just archived: Info on Morrissey v. Brewer (due process for parole revocation).",
    "terminating_date": "1972-06-29",
    "clearinghouse_link": "clearinghouse.net/case/11077",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11077",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11077",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11077"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120044,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120044"
    },
    {
      "date": "1971-04-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 942,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 443,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eighth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 47075,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/47075.pdf",
      "title": "Opinion [Reversing District Court's Ruling]",
      "text": "Morrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \n \n   plea of guilty to the charge of false drawing or uttering of \n443 F.2d 942  checks in violation of Iowa Code § 713.3 (1966), and was \nUnited States Court of Appeals, Eighth Circuit.  sentenced to a term of imprisonment not to exceed 7 \nyears. After serving a part of this sentence in the Iowa \nJohn J. MORRISSEY, Appellant,  State  Penitentiary,  Morrissey  was  paroled  from  the \nv.  institution on June 20, 1968. On January 24, 1969, he was \nLou V. BREWER, Warden, Appellee.  arrested as a parole violator, and on January 31, 1969, \nG. Donald BOOHER, Appellant, \nafter review of the parole officer’s report, the Iowa Board \nv. \nof Parole entered an order revoking his parole, whereupon \nLEE AND O’BRIEN COUNTIES and the State of  he was returned to the Iowa State Penitentiary.1 \nIowa, et al., Appellees. \n1  The  Iowa  Board  of  Parole  revoked  appellant \nMorrissey’s parole on the basis of a report submitted \nNos. 20328, 20425. | April 21, 1971. \nJanuary 28, 1969, by the parole agent charged with his \nsupervision. The report set forth numerous violations of \nthe conditions of Morissey’s parole including, inter \nTwo cases, in each of which the United States District \nalia, purchase of an automobile under an assumed name \nCourt  for  the  Southern  District  of  Iowa,  Roy  L. \nand unauthorized operation of this vehicle, purchase of \nStephenson, Chief Judge, denied a petition for writ of \nfurniture by use of an assumed name in order to obtain \nhabeas  corpus  for  the  release  of  a  prisoner  following  credit,  and  several  violations  of  the  employment \nrevocation  of  parole.  The  Court  of  Appeals,  Matthes,  conditions of his parole agreement. \nChief Judge, held that the prisoners’ constitutional rights   \nto due process were not violated when the Iowa board of \n \nparole revoked their paroles without a hearing. \n*944 Appellant G. Donald Booher was convicted in April \n  \nof 1966 in the District Court of Iowa, O’Brien County, \nAffirmed; mandate to issue forthwith. \nupon  his  plea  of  guilty  to  the  charge  of  forgery  in \n  \nviolation of Iowa Code § 718.1 (1962), and was sentenced \nLay, Circuit Judge, dissented and filed opinion in which \nto a term of imprisonment not to exceed 10 years. Having \nHeaney and Bright, Circuit Judges, concurred. \nserved  a  portion  of  this  sentence  in  the  Iowa  State \n  \nPenitentiary, Booher was granted a parole on November \n14,  1968.  In  August  of  1969,  however,  Booher  was \nAttorneys and Law Firms \narrested for violation of his parole. On September 13, \n1969,  on  the  basis  of  a  report  of  violations  filed  by \n*943  W.  Don  Brittin,  Jr.,  Des  Moines,  Iowa,  for \nBooher’s parole officer, the Iowa Board of Parole revoked \nappellants. \nhis parole, and he was recommitted to the Iowa State \nPenitentiary to complete service of his sentence.2 \nMichael J. Laughlin, Asst. Atty. Gen., Des Moines, Iowa, \nRichard C. Turner, Atty. Gen., Des Moines, Iowa, for  2  On September 8, 1969 the parole officer charged with \nappellees.  the supervision of appellant Booher filed a report with \nthe Iowa Board of Parole which charged that Booher, in \nBefore  MATTHES,  Chief  Judge,  and  VAN  violation of specific conditions of his parole, had left \nOOSTERHOUT, MEHAFFY, GIBSON, LAY, HEANEY  the territorial limits of O’Brien County, Iowa, without \nthe consent of his parole officer, had obtained an Iowa \nand BRIGHT, Circuit Judges, En Banc. \ndriver’s  license  by  use  of  an  assumed  name  after \nsuspension  of  his own  license  for  a  serious traffic \nOpinion \nviolation, and had unlawfully operated a motor vehicle \nusing this falsely obtained license. The report also set \nMATTHES, Chief Judge. \nforth a number of violations relating to the employment \nconditions of his parole agreement. \n \n \nThese consolidated appeals are from orders entered in two   \nseparate cases in the United States District Court for the \nAfter  unsuccessfully  pursuing  state  remedies,3  each \nSouthern District of Iowa denying appellants’ petitions \nappellant,  in  separately  filed  actions,  petitioned  the \nfor writs of habeas corpus. \nfederal district court for a writ of habeas corpus alleging \nAppellant John J. Morrissey was convicted in January of \nthat his constitutional rights had been violated because he \n1967 in the District Court of Iowa, Linn County, upon his \n  1 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \ndid not receive a hearing upon revocation of his parole. \narea of the law. Moreover, appellees do not contend \nMorrissey’s petition was denied by order entered April \nthat appellants should have made any further attempts \n15, 1970, Booher’s by order of June 16, 1970. The district  to exhaust state remedies. \ncourt  denied  applications  for  certificates  of  probable   \ncause to appeal in each case. *945 Subsequently, our \n \ncourt granted certificates of probable cause, appointed \ncounsel, and ordered that the appeals be consolidated and \nThe sole issue presented for review is whether appellants’ \nsubmitted to the court en banc.  constitutional fights to due process vere violated when the \n3  Appellant Morrissey petitioned the District Court, Lee  lowa Board of Parole revoked their paroles without a \nCounty,  Iowa,  alleging  that  he  should  have  been  hearing. Appellants contend that the Due Process Clause \ngranted a hearing relative to his parole violation. This  of the Fourteenth Amendment requires that a hearing be \nwas denied on June 26, 1969. Subsequently, he filed a  held prior to the revocation of parole, that at such hearing \npetition for writ of habeas corpus in the Supreme Court \nthey  be  given  the  opportunity  to  confront  and \nof Iowa, which was dismissed on the grounds that the \ncross-examine witnesses and to present evidence on their \npetition  was  not  made  to  the  court  or  judge  most \nown behalf. \nconvenient to him; that the legality of his confinement \nhad  been  adjudicated  by  the  Lee  County  Cistrict \nConsideration of the issue raised by appellants requires an \nCourt’s ruling; and, that if he was entitled to any relief \nthe proper remedy was by way of appeal from the  understanding of the Iowa procedure for the granting and \ndenial of his habeas petition. Morrissey filed a notice of  revocation of paroles. By statute, Iowa Code § 247.1 et \nappeal from this denial to the Iowa Supreme Court,  seq.,  Iowa  has  created  an  independent  three  member \nwhich was dismissed by that court on September 12,  board of parole which is appointed by the governor with \n1969 because not timely filed.  the approval of of the senate. Not more than two members \nAppellant Booher filed a petition for writ of habeas  may belong to the same political party, and at least one \ncorpus  in  the  District  Court  of  Lee  County,  Iowa, \nmember must be a practicing attorney. For administrative \nalleging  that  his  constitutional  rights  were  violated \npurposes, the board is a part of the department of social \nbecause he had not been granted a hearing relative to \nservices. The legislature has conferred upon the board the \nhis  parole  revocation.  This  petition  was  denied  on \nNovember 26, 1969. Booher subsequently filed two  power to grant paroles to convicted persons committed to \nother  petitions  with  the  Lee  County  District  Court  the state penitentiary or reformatory and to establish rules \nwhich were summarily denied. He also filed a number  and conditions under which paroles may be granted. Once \nof  other documents  with  the  Iowa  courts  variously  an inmate is placed on parole, he is under the supervision \ndenominated as writs of equity, mandamus, injunction,  of  the  director  of  the  division  of  corrections  of  the \nnotice of default and motion to vacate judgment, all of  department of social services, but while on parole, he \nwhich  were  summarily  dismissed  by  the  courts  to \nremains  in  the  legal  custody  of  the  warden  or \nwhich they were addressed. Booher did not appeal to \nsuperintendent and under the control of the chief parole \nthe Iowa Supreme Court from any of these denials. \nofficer. Section 247.9 of the Iowa Code provides that all \nHowever,  he  was  advised  by  letter  of  the  County \nAttorney  of  O’Brien  County,  Iowa,  that  the  Iowa  paroled prisoners are subject, at any time, to be taken into \nSupreme Court had repeatedly taken the position that a  custody and returned to the institution from which they \nparolee  was  not  entitled  to  a  hearing  on  parole  were paroled. Parole agents charged with the supervision \nrevocation.  of paroled persons may not revoke a parole, but may \nFor purposes of exhaustion of state remedies it would  recommend that the board of parole take this action. \nhave  been  more  orderly  had  appellants  properly \nperfected appeals to the Iowa Supreme Court from the  The Iowa statutes neither prohibit nor expressly provide \ndenial of relief in the lower state courts. However, in  for notice and hearing before revocation of parole.4 In \nview  of  the  consistent  position  taken  by  the  Iowa \nCurtis v. Bennett, 256 Iowa 1164, 131 L.W.2d 1 (1964), \nSupreme Court in holding that there is no constitutional \ncert. denied, 380 U.S. 958, 85 S.Ct. 1096, 13 L.Ed.2d 974 \nright to a hearing in revocation proceedings (Cole v. \n(1965)  one  of  the  questions  presented  to  the  Iowa \nHolliday, 171 N.W.2d 603 (Iowa 1969); State v. Rath, \n258  Iowa  568,  139  N.W.2d  468  (1966);  Curtis  v.  Supreme Court was whether the Iowa statutes should be \nBennett, 256 Iowa 1164, 131 N.W.2d 1 (1964), cert.  interpreted as requiring that a hearing be afforded prior to \ndenied, 380 U.S. 958, 85 S.Ct. 1096, 13 L.Ed.2d 974  revocation of parole. In addressing itself to this issue, the \n(1965); Pagano v. Bechly, 211 Iowa 1294, 232 N.W.  court held: \n798  (1930)),  as  discussed  infra,  it  appears  that  an \n4  Some states, by express statutory provision, require \nappeal on this issue to the Iowa Supreme Court would \nnotice and hearing prior to revocation of parole. Other \nbe futile. In Cole v. Holliday, supra, 171 N.W.2d at \nstates by statute expressly dispense with the necessity \n606, that court stated that it would adhere to its position \nof notice and hearing before revocation. However, it \nunless the United States Supreme Court preempted this \n  2 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nappears that the majority of states, like Iowa, have  was afforded full constitutional protection at the trial at \nneither reserved the right of summary revocation nor  which he was convicted. Subsequent to conviction, his \nrequired  notice  and  hearing  by  express  legislative  status is that of an escaped felon, and the constitutional \nenactment.  For  discussion  of  the  various  types  of  guarantees given a person accused of crime do not \nstatutes  and  their  judicial  interpretation,  see  29  extend to a later enforcement of punishment already \nA.L.R.2d Anno. 1074.  validly imposed. \n   \n   \n‘The Iowa statutes do not provide for such a hearing  As  the  district  court  noted  in  the  orders  denying \nbefore the parole board. The board is given no power to  appellants’  petitions  for  habeas  corpus,  our  court  has \nissue subpoenaes nor swear witnesses. There is nothing in  approved the procedure followed by Iowa on revocation \nthe statutes which expressly or by implication requires the  of parole. In Curtis v. Bennett, 351 F.2d 931 (8th Cir. \nboard  to  enter  findings  of  fact  of  the  kind  made  by  1965)6 we held: \njudicial bodies. The absence of such provisions shows the  6  After being denied relief by the Iowa Supreme Court, \nlegislature did not intend that the board should conduct \npetitioner Curtis sought a writ of habeas corpus on the \nany  such  hearings.  In  other  words,  the  Iowa  statutes  same grounds in the United States District Court for the \ncontemplate that the board of parole shall be guided by  Southern  District  of  Iowa,  which  was  denied.  The \nthe  information  which  shall  become  available  to  it  matter came before our court on petitioner’s application \nthrough its own investigation procedures. It is thus an  for certificate of probable cause to appeal from that \nadministrative  function  rather  than  judicial.  When  the  denial. \n \nboard grants a prisoner a parole, it does so as a matter of \ngrace and not as a duty. It has the right to impose such   \nconditions  as  it  feels  proper  and,  when  the  prisoner \naccepts the parole, he does so subject to its terms and  ‘The Iowa Court in its opinion sets out the contentions \nconditions. He cannot later in a judicial hearing complain  made by the petitioner and holds that all proceedings in \nas to their fairness or propriety.’  connection with petitioner’s parole, the revocation thereof \nand  his  retaking  are  in  conformity  with  Iowa  law. \nId. at 3-4.  Petitioner makes the same contentions here. We believe \n*946 In Curtis v. Bennett, the Iowa Court also held that a  that all of the contentions now urged by petitioner were \nparolee had no constitutional right to notice and hearing  fairly  considered  and  properly  answered  by  the  Iowa \nbefore the board could revoke his parole. In so holding,  Supreme Court. \nthe  court  reaffirmed  the  position  taken  in  its  earlier \ndecision in Pagano v. Bechly, 211 Iowa 1294, 232 L.W.  ‘A parole is a matter of grace, not a vested right. A large \n798 (1930), that parole is a matter of grace on the part of  discretion is left to the States as to the manner and terms \nthe sovereign and that a defendant acquires no vested  upon which paroles may be granted and revoked. Federal \nrights when granted a parole.5  due process does not require that a parole revocation be \npredicated upon notice and opportunity to be heard.’ \n5  The  Iowa  Supreme  Court  also  discussed  and  gave \napproval to the other views supporting the holding that \nId. at 933. \nthere is no constitutional right to notice and hearing \nupon revocation of parole. These views, set out in the \nAppellants, however, urge that we reexamine the position \ncourt’s opinion in Curtis v. Bennett, 256 Iowa 1164, \nespoused in Curtis, and hold that the revocation of their \n131 N.W.2d 1, 3 (1964), cert. denied, 380 U.S. 958, 85 \nS.Ct. 1096, 13 L.Ed.2d 974 (1965) and in 29 A.L.R.2d  paroles  without  a  hearing  was  violative  of  the  basic \nAnno.  1074,  1077-78  include  the  theory  that  requirements of due process. \nconditional liberty after conviction does not free the \nprisoner  from  service  of  his  sentence,  but  merely  For support appellants rely almost exclusively upon and \nextends the prison walls so as to allow him to serve his  adopt the reasoning of the opinion in Hahn v. Burke, 430 \nsentence outside the prison but while still in the custody  F.2d 100 (7th Cir. 1970). In Hahn, the Seventh Circuit \nand under the control of the prison authorities. Another \nheld that the revocation of probation without a hearing \ntheory is that conditional liberty after conviction is in \nviolated  the  probationer’s  constitutional  right  to  due \nthe nature of a contract, the terms of which include a \nprocess under the Fourteenth Amendment. In so holding, \nprovision for summary revocation. It is reasoned that \nthe court recognized that probation is a privilege and not a \nthe convicted person is free to accept or reject the \n‘contract’ but that once accepted, the terms are binding  right, but foung that ‘essential procedural due process no \nupon him. The third view is that the convicted person  longer turns on the distinction between a privilege and a \n  3 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nright.’ Id. at 103. In reaching this conclusion the Court  ‘Accordingly,  as  we  said  in  Cafeteria  &  Restaurant \napplied the reasoning of the Supreme Court in Goldberg  Workers Union (Local 473, A.F.L.-C.I.O.) v. McElroy, \nv. Kelly, 397 U.S. 254, 90 S.Ct. 1011, 25 L.Ed.2d 287  367  U.S.  886,  895,  (81  S.Ct.  1743,  6  L.Ed.2d 1230) \n(1970), in which it was held that termination of public  (1961), ‘consideration of what procedures due process \nassistance payments to a welfare recipient by the State  may require under any given set of circumatances must \nwithout  affording  him  a  pre-termination  evidentiary  begin with a determination of the precise nature of the \nhearing deprives the recipient of procedural due process  government function involved as well as of the private \nin violation of the Fourteenth Amendment. In Goldberg,  interest that has been affected by governmental action.’ \nthe Supreme Court found that welfare ‘* * * benefits are a  See also Hannah v. Larche, 363 U.S. 420, 440, 442 (80 \n*947 matter of statutory entitlement for persons qualified  S.Ct. 10502, 4 L.Ed.2d 1307) (1960).’ \nto receive them. Their termination involves state action \nthat  adjudicates  important  rights.  The  constitutional  Id. at 263, 90 S.Ct. at 1018. The ‘precise nature of the \nchallenge cannot be answered by an argument that public  government function’ with which we are here concerned \nassistance benefits are ‘a privilege and not a right.‘‘ Id. at  is  the  whole  scheme  of  the  granting  of  paroles  to \n262, 90 S.Ct. at 1017.  imprisoned convicts, as established by the Iowa statutes. \nThe Supreme Court reasoned that the extent tow which  [1] Parole relates to an administrative action taken after the \nprocedural due process must be afforded the recipient  convict has served a portion of his sentence behind prison \n‘depends upon whether the recipient’s interest in avoiding  walls.  It  is  not  a  suspension  of  sentence,  but  ‘a \nthat loss outweighs the govermnental interest in summary  substitution during the continuance of the parole, of a \nadjudication.’ Id. at 263, 90 S.Ct. at 1018. The Hahn court  lower grade of punishment, by confinement in the legal \napplied  this  same  balancing  test  to  conclude  that  the  custody and under the control of the warden within the \nprobationer’s loss of freedom outweighed the added state  specified  prison  bounds  outside  the  prison,  for  the \nburden of granting a hearing prior to revocation of his  confinement within the prison adjudged by the court.’ \nprobation. In its opinion, the Seventh Circuit recognized  Jenkins v. Madigan, 211 F.2d 904, 906 (7th Cir.), cert. \nthat the Supreme Court in Escoe v. Zerbst, 295 U.S. 490,  denied, 348 U.S. 842, 75 S.Ct. 63, 99 L.Ed. 664 (1954). \n55 S.Ct. 818, 79 L.Ed. 1566 (1935) had held that there is  The legal procedures providing for parole are a part of the \nno  constitutional  right  to  a  hearing  on  revocation  of  legislative  function  of  creating  a  penological  system \nprobation  apart  from  any  statute.  However,  the  Hahn  which encompasses, of course, rules to govern the care \ncourt interpreted this statement in Escoe as indicating  and discipline of inmates. Parole does not end or in any \n‘only that the (Supreme) Court’s opinion was not based  way affect a prisoner’s sentence, but is a correctional \non a constitutional right to a hearing and not as a binding  device  suthorizing  service  of  sentence  outside  the \nprecedented rejection of such a constitutional right.’ Id.,  penitentiary. People ex rel. Abner v. Kinney, 30 Ill.2d \n430 F.2d at 105. The court entertained the view that the  201, 195 L.E.2d 651, 653 (1964). \nbasis  of  the  Escoe  statement  was  the  ‘privilege-right’    \ndistinction and that this has been undermined by recent \nSupreme Court decisions.7  *948 In Rose v. Haskins, 388 F.2d 91 (6th Cir.), cert. \ndenied, 392 U.S. 946, 88 S.Ct. 2300, 20 L.Ed.2d 1408 \n7  The  Supreme  Court  decisions  to  which  the  court \n(1969), on facts which closely parallel those before us, the \nreferred are Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct. \ncourt squarely held that ‘(a) state prisoner does not have a \n1011, 25 L.Ed.2d 287 (1970); Shapiro v. Thompson, \nconstitutional  right  to  a  hearing  on  a  state  parole \n394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969); \nSherbert v. Verner, 374 U.S. 398, 83 S.Ct. 1790, 10  revocation.’ Id. at 95. The petitioner in Rose was an Ohio \nL.Ed.2d 965 (1963); Slochower v. Board of Higher  prisoner whose parole was revoked without a hearing. \nEducation, 350 U.S. 551, 76 S.Ct. 637, 100 L.Ed. 692  The Ohio parole statutes, like those of Iowa, contained no \n(1956).  provision  for  hearing  on  parole  revocation,  and  the \n  Supreme Court of Ohio, like the Supreme Court of Iowa, \n  had held that there was no right to a hearing on revocation \nof parole. In re Varner, 166 Ohio St. 340, 142 L.E.2d 846 \nWith these considerations in mind, we are compelled to  (1957).  In  concluding  that  the  Ohio  procedure  for \nexamine  the  test  delineated  by  the  Supreme  Court  in  revocation  of  parole  deprived  the  prisoner  of  no \nGoldberg v. Kelly, supra, 397 U.S. at 262-263, 90 S.Ct.  constitutional guarantees to which he was entitled, the \n1011, which led the Seventh Circuit in Hahn to conclude  court pointed out that the rights which the parolee claimed \nthat  due  process  required  that  a  hearing  be  held  on  to ve violated apply prior to conviction and not to a \nrevocation  of  probation.  In  explaining  the  analytical  prisoner  serving  a  sentence  imposed  upon  a  valid \nprocess  for  utilization  of  this  ‘balancing  test,’  the  judgment. The court further reasoned that under Ohio law \nSupreme Court in Goldberg held:  a parolee is in a position similar to that of a ‘trusty.’ The \n  4 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nparolee and the trusty continue to serve their sentences  restoration to a useful life. The function of the parole \neven  though  they  enjoy  the  privilege  of  leaving  the  board  in  weighing  these  countervailing  factors  when \nconfines of the prison walls. Both remain in the custody  determining  whether  *949  to  grant  parole  was  aptly \nand under the control of the prison authorities. The court  described in Menechino v. Oswald, 430 F.2d 403, 407 (2d \nstressed that federal courts should be reluctant to interfere  Cir. 1970): \nwith state prison discipline, quoting with approval from    \nUnited States ex rel. Lashbrook v. Sullivan, 55 F.Supp. \n548, 550 (E.D.Ill.1944):  ‘It  must  make  the  broad  determination  of  whether \nrehabilitation of the prisoner and the interests of society \n‘In disposing of this contention, we are not called upon to  generally would best be served by permitting him to serve \nreview the record of any judicial proceeding. We are  his sentence beyond the confines of prison walls rather \nconfronted merely with the question of whether the state  than  by  being  continued  in  physical  confinement.  In \nadministrative body, endowed by statute with discretion  making that determination the Board is not restricted by \nto determine whether a parole should be granted, may,  rules of evidence or procedures developed for the purpose \nafter having once acted favorably, thereafter revoke the  of determining legal or factual issues. It must consider \nearlier order and deny parole. In the performance of their  many factors of a non-legal nature, such as psychiatric \nduties, such administrative  officers are called upon to  reports with respect to the prisoner, his mental and moral \nexercise  judgment  and  discretion,  to  investigate,  attitudes,  his  vocational  education  and  training,  the \ndeliberate and decide. People v. Joyce, 246 Ill. 124 and  manner in which he has used his recreation time, his \n135,  92  N.E.  607,  20  Ann.Cas.  472.  The  court’s  physical and emotional health, his intra-personal relations \njurisdiction  and  duties  ended  when  the  judgment  was  with prison staff and other inmates, his habits, and the \nentered;  thereafter  the  execution  of  the  sentence  was  nature and extent of community resources that will be \nwithin the sole authority of the executive department of  available  to  him  upon  his  release,  including  the \nthe  state.  The  manner  of  executing  the  sentence  and  environment to which he plans to return.’ \nextension or mitigation of punishment are fixed by the \nlegislative department and what it has determined must be  We  are  persuaded  that  the  same  types  of  non-legal, \nput in force and effect by the administrative or executive  non-adversary considerations often prevail in the parole \nofficers  in  whom  the  power  is  lodged.  *  *  *  The  board’s determination of whether a prisoner is a ‘good \nadministration of the parole law is the exercise, through  risk’ for remaining outside the prison walls and in its \nthe  administrative  department,  of  the  state’s  power  to  decision to revoke a parole. \nkeep safely, supervise and discipline its prisoners. Such \npowers  are  not  judicial  but  are  matters  of  ‘prison  Moreover,  we  think  that  the  function  of  the  prison \ndiscipline.“  authorities and the parole board is not unlike that of the \nFederal  Government  as  proprietor  of  a  military \nRose v. Haskins, supra, 388 F.2d at 96.  installation,  as  discussed  in  Cafeteria  &  Restaurant \n[2] Our court is firmly committed to the principle that  Workers Union Local 473, A.F.L.-C.I.O. v. McElroy, 367 \nprison  officials  are  vested  with  wide  discretion  in  U.S. 886, 896, 81 S.Ct. 1743, 6 L.Ed.2d 1230 (1961). \ncontrolling persons committed to their custody. Burns v.  Both  are  charged  with  the  management  of  their  own \nSwenson,  430  F.2d  771  (8th  Cir.  1970);  Courtney  v.  internal affairs, and both have traditionally been allowed \nBishop, 409 F.2d 1185 (8th Cir.), cert. denied 396 U.S.  broad discretion in the handling of matters within their \n915, 90 S.Ct. 235, 24 L.Ed.2d 192 (1969); Douglas v.  jurisdictions.  In  the  Cafeteria  &  Restaurant  Workers \nSigler, 386 F.2d 684 (8th Cir. 1967). Unless infringement  Union case the Supreme Court weighed this proprietary \nof a paramount constitutional right is involved, as, for  function of the Government with the private interest of an \nexample, in the case of infliction of cruel and unusual  employee  who  was  summarily  excluded  from  the \npunishment (Jackson v. Bishop, 404 F.2d 571 (8th Cir.  premises  of  a  military  installation  for  failure  to  meet \n1968)), federal courts are loathe to interfere. Burns v.  security  requirements,  and  concluded  that  the  action \nSwenson, supra; Courtney v. Bishop, supra.  taken, without a hearing and without advice as to the \n   specific grounds for the exclusion, was no violative of the \n[3] It cannot be disputed that the state has a legitimate  right to due process. Compare also Jay v. Boyd, 351 U.S. \ninterest in deciding whether convicted felons should be  345, 354, 76 S.Ct. 919, 100 L.Ed. 1242 (1956). \ngranted  parole.  Broad  discretion  must  be  vested  in  a  [4]  While  we  recognize  the  importance  which  the \nresponsible body to enable it, in each individual case, to  individual parolee attaches to being allowed to remain \nbalance the need to protect the welfare and security of  outside the prison walls while serving his sentence, we are \nsociety with the desirability of placing a convicted person  not constrained to hold that his interest in obtaining a \non  parole  in  order  to  promote  his  rehabilitation  and  hearing on revocation of that privilege is sufficient to \n  5 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \noverride the interest of the state and the prison authorities \nto delineate what we view as significant differences \nin effectively managing internal disciplinary and custodial \nbetween  the  two.  Probation  is  the  release  of  the \naffairs. As opposed to the welfare recipient in Goldberg v.  defendant by judgment of the court before sentence has \nKelly, supra, the prisoner has no statutory right, even if  commenced. (Iowa Code § 247.20). It is judicial action \n‘qualified,’ to be granted conditional liberty or allowed to  taken before the prison door is closed and without the \nremain on parole.  defendant ever being placed under the direct control of \n   the prison authorities. The conditional liberty accorded \non probation may be revoked or abrogated only by a \nMoreover,  if  boards  of  parole  were  required  to  grant \nsubsequent judicial action, which by its normal function \nhearings, adversary in nature, with the full panoply of \nis amenable to the granting of notice and hearing. See \nrights accorded in criminal proceedings, their function as \nMcCoy v. Harris, 108 Utah 407, 160 P.2d 721, 723 \nan administrative body acting in the role of parens patriae \n(1945). Conversely, as the Iowa court noted in Curtis v. \nwould  be  aborted.8  The  probable  result  of  the  *950  Bennett, 256 Iowa 1164, 131 N.W.2d 1, 3 (1964), cert. \nimposition  of  such  stringent  requirements  upon  their  denied, 380 U.S. 958, 85 S.Ct. 1096, 13 L.Ed.2d 974 \nmethod of operation would actually be to decrease the  (1965), the parole board is not equipped to conduct \nnumber of paroles granted due to the heavy burden placed  hearings. The board has no power to issue subpoenas or \nupon  the  administrative  processes  of  supervision  and  swear  witnesses,  and  does  not  purport  to  conduct \ninvestigation.9  proceedings of a judicial nature. \n \n8  In Hyser v. Reed, 115 U.S. App.D.C. 254, 318 F.2d \n \n225, 237, cert. denied, subnom Thompson v. United \n[5] [6] In holding that a prisoner has no constitutional right \nStates Board of Parole, 375 U.S. 957, 84 S.Ct. 446, 11 \nL.Ed.2d 315 (1963), the court, sitting, en banc, held  to a hearing upon revocation of his parole, we emphasize, \nthat procedural due process was not required by the  however, that the parolee cannot be made the subject of \nconstitution in federal parole revocation proceedings,  arbitrary action. As noted by the Iowa Supreme Court in \nJudge  (now  Chief  Justice)  Burger  described  the  Curtis v. Bennett, 256 Iowa 1164, 131 N.W.2d 1 (1964), \nfunction of a parole board:  cert. denied, 380 U.S. 958, 85 S.Ct. 1096, 13 L.Ed.2d 974 \n‘The Bureau of Prisons and the Parole Board operate \n(1965), where the parolee alleges as basis for relief that he \nfrom the basic premise that prisoners placed in their \nis not the party intended, that the revocation is a forgery, \ncustody are to be rehabilitated and restored to useful \nor  that  the  officials  attempting  to  revoke  are  without \nlives as soon as in the Board’s judgment that transition \nauthority, the legality of his confinement may be inquired \ncan be safely made. * * * Thus there is a genuine \nidentity of interest if not purpose in the prisoner’s  into by habeas corpus. Id. at 4. \ndesire to be released and the Board’s policy to grant    \nrelease  as  soon  as  possible.  Here  there  is  not  the  [7] Contending that Mempa v. Rhay, 389 U.S. 128, 88 \nattitude of adverse, conflicting objectives as between  S.Ct. 254, 19 L.Ed.2d 336 (1967) supports their position \nthe parolee and the Board inherent between prosecution  that  the  Due  Process  Clause  of  the  Fourteenth \nand defense in a criminal case. Here we do not have  Amendment requires a hearing on revocation of parole,10 \npursuer  and  quarry  but  a  relationship  partaking  of \nappellants argue that revocation of parole is a stage in the \nparens patriae. In a real sense the Parole Board in \ncriminal proceeding. We are not convinced that Mempa \nrevoking  parole  occupies  the  role  of  parent \nlends support to appellants’ position, nor do we agree \nwithdrawing a privilege from an errant child not as \npunishment but for misuse of the privilege.’  with the postulate upon which their contention rests. \n   10  Appellants do not seek relief on the basis of denial of \n  counsel  but  merely  argue  that  the  Mempa  holding \nsupports their contention of a right to a hearing as a \n9  We do not view our decision as a categorical rejection \nrequirement of due process. \nof  the  holding  in  Hahn  v.  Burke,  supra,  that  a \n \nprobationer  has  a  constitutional  right  to  a  hearing \nbefore revocation of his probation. The Seventh Circuit   \nin Hahn, supra, 430 F.2d at 105, n. 5, specifically noted \nthat  it  was  not  faced  with  the  question  of  the  In Mempa v. Rhay, supra at 130, 88 S.Ct. at 254, the \nconstitutional right to a hearing upon revocation of  Supreme Court at the outset of its opinion stated that \nparole  and  did  not  purport  to  decide  that  issue.  ‘these consolidated cases raise the question of the extent \nLikewise, we do not pass upon whether there is a  of right to counsel at the time of sentencing where the \nconstitutional right to a hearing upon revocation of \nsentencing has been deferred subject to probation.’ The \nprobation. \nWashington court had granted probation to the defendant \nHowever, since appellants urge that for purposes of the \nupon his conviction, but, pursuant to the provisions of \napplicability of procedural due process probation and \nWash.Rev.Code  §§  9.95.200,  9.95.210,  had  deferred \nparole should be treated alike, we deem it appropriate \n  6 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nactual imposition of sentence. Upon revocation of the  Circuit in Rose v. Haskins, supra, that if changes are to be \ndefendant’s probation, the trial judge imposed sentence.  made in the prison disciplinary system of granting and \nThe Supreme Court did not question the authority of the  revoking paroles, such matters should be altered at the \nstate to defer sentencing and couple that proceeding with  legislative and not the judicial level. The legislature, and \nrevocation of probation, but found that counsel must be  not the courts, are equipped not only to require changes in \nafforded  at  this  deferred  sentencing  stage  of  the  the administration of prison and parole management, but \nproceeding. In so holding, the *951 Court reiterated the  also to establish the machinery for the effectuation of \nposition taken in its earlier right-to-counsel decisions that  such procedural alterations. \n‘appointment of counsel for an indigent is required at \nevery stage of a criminal proceeding where substantial  In our opinion, federal courts should not encroach into \nrights of a criminal accused may be affected.’ Id. at 134,  areas  which  have  traditionally  been  matters  of  state \n88 S.Ct. at 257.  concern.  The  operation  of  state  penological  systems, \nabsent flagrant violations of constitutional guarantees, are \nThe core of Mempa is that because sentencing, whenever  within the domain of state interest. Williams v. Patterson, \nand however it takes place, is a stage in the criminal  389 F.2d 374 (10th Cir. 1968). Intrusions into this area by \nproceeding against an accused, the Sixth Amendment as  requiring the states to provide a hearing as a prerequisite \napplied through the Due Process Clause of the Fourteenth  to an effective revocation of parole, in all cases, and \nAmendment requires that the right to counsel be afforded  regardless of the circumstances, obviously would increase \nat sentencing.  the business of already overburdened state and federal \nWe cannot agree that revocation of parole is a stage of the  courts.  Such  interference  would,  in  our  considered \ncriminal proceeding.11  judgment, also serve as a deterrent to the goal of fostering \n11  Note that in Alverez v. Turner, 422 F.2d 214 (10th  and  improving  harmonious  state-federal  relations.  It \nwould, in our opinion, be contrary to the basic principle of \nCir.), cert. denied, McDorman v. Turner, 399 U.S. 916, \n90  S.Ct.  2221,  26  L.Ed.2d  574  (1970),  the  court  comity  between  the  federal  and  state  governments. \nreiterated  its  earlier  position  that  Mempa  is  not  Apropros here is the observation by the Supreme Court \napplicable to parole revocation proceedings which are  that this notion of comity is: \nnot  a  part  of  the  sentencing  process.  Id.  at  218. \nHowever, in this same case, the court afforded relief to  ‘a proper respect for state functions, a recognition of the \none of the appellees who claimed he had been denied  fact that the entire country is made up of a Union of \nassistance of counsel in the judicial proceedings that \nseparate  state  governments,  and  a  continuance  of  the \nhad resulted in the revocation of his probation. The \nbelief that the National Government will fare best if the \ncourt held that this denial was a clear abuse of a federal \nStates and their institutions are left free to perform their \nconstitutional right. Id. at 220-221. \nseparate functions in their separate ways.’ \n \n \nYounger v. Harris, 401 U.S. 37, 44, 91 S.Ct. 746, 27 \nL.Ed.2d 669 (1971). \n‘A criminal action is terminated by the final judgment \nentered upon a plea or verdict of guilty. Frad v. Kelly, 302 \n*952  In  holding  that  the  Due  Process  Clause  of  the \nU.S. 312, 317, 58 S.Ct. 188, 82 L.Ed. 282. Final judgment  Fourteenth Amendment does not require that a hearing be \nmeans  sentence,  and  sentence  means  final  judgment.  granted on revocation of parole, we note that our decision \nMiller v. Aderhold, 288 U.S. 206, 210, 53 S.Ct. 325, 77  conforms  with  those  of  the  various  federal  courts  of \nL.Ed. 702; Hill v. United States ex rel. Wampler, 298  appeal which have held that certain procedural safeguards \nU.S. 460, 464, 56 S.Ct. 760, 80 L.Ed. 1283; Berman v.  do not extend to parole proceedings as a requirement of \nUnited States, 302 U.S, 211, 212, 58 S.Ct; 164, 82 L.Ed.  constitutional due process. Allen v. Perini, 424 F.2d 134 \n204; * * *’  (6th Cir.), cert. denied, 400 U.S. 906, 91 S.Ct. 147, 27 \nL.Ed.2d 143 (1970); Rose v. Haskins, supra; Eason v. \nPhillips v. United States, 212 F.2d 327, 335 (8th Cir. \nDickson, 390 F.2d 585 (9th Cir.), cert. denied, 392 U.S. \n1954). See also Richardson v. Markley, 339 F.2d 967, 969 \n914, 88 S.Ct. 2076, 20 L.Ed.2d 1373 (1968); Williams v. \n(7th Cir.), cert. denied, 382 U.S. 851, 86 S.Ct. 100, 15 \nDunbar, 377 F.2d 505 (9th Cir.); cert. denied, 389 U.S. \nL.Ed.2d 90 (1965) and Hyser v. Reed, 115 U.S.App. 254, \n866, 88 S.Ct. 131, 19 L.Ed.2d 137 (1967); Hyser v. Reed, \n318 F.2d 225, 238, cert. denied sub nom Thompson v. \nsupra; Richardson v. Markley, supra; Johnson v. Tinsley, \nUnited States Board of Parole, 375 U.S. 957, 84 S.Ct. \n234 F.Supp. 866 (D.Colo.), aff’d 337 F.2d 856 (10th Cir. \n446, 11 L.Ed.2d 315 (1963), both holding that parole \n1964). Cf. Douglas v. Sigler, supra; Mead v. California \nrevocation is not a part of the criminal process. \nAdult Authority, 415 F.2d 767 (9th Cir. 1969); Earnest v. \nWillingham, 406 F.2d 681 (10th Cir. 1969). \nFinally,  we  are  moved  to  comment,  as  did  the  Sixth \n  7 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nFinally,  we  recognize  that  the  Supreme  Court  has  on  punishment in various forms. We express a desire for \nseveral occasions declined the opportunity to pass upon  rehabilitation of the individual, while simultaneously we \nthis issue. As recently as November 9, 1970, certiorari  do everything to prevent it. Society cares little for the \nwas denied in Allen v. Perini, supra, in which the Sixth  conditions which a prisoner must suffer while in prison;2 \nCircuit reaffirmed the position taken in Rose v. Haskins,  it cares even less for his future when he is released from \nsupra, which is directly contrary to the contentions which  prison.3 He is a marked man. We tell him to return to the \nappellants have presented to our court.  norm  of  behavior,  yet  we  brand  him  as  virtually \nunemployable;  he  is  required  to  live  with  his  normal \nFor all of the foregoing reasons, the orders of the district  activities severely restricted4 and we react with sickened \ncourt are affirmed.  wonder and disgust when he returns to a life of crime. \n1  Denial of due process in the parole revocation of a \nOur mandate shall issue forthwith. \nparolee falls far short of the ideals expressed in the \nPresident’s  Commission  on  Law  Enforcement  and \nLAY, Circuit Judge, with whom HEANEY and BRIGHT, \nAdministration  of  Justice,  Task  Force  Report: \nCircuit Judges, concur, dissenting: \nCorrections 83 (1967): \n \n‘A first tenet of our governmental, religious, and ethical \ntradition is the intrinsic worth of every individual, no \nThe Fourteenth Amendment to the Constitution of the  matter how degenerate. It is a radical departure from \nUnited States reads in part ‘Nor shall any State deprive  that tradition to subject a defined class of persons, even \nany  person  of  life,  liberty,  or  property,  without  due  criminals, to a regime in which their right to liberty is \nprocess of law.’ This clause is unambiguous on its face.  determined by officials wholly unaccountable in the \nIts plain meaning requires notice of the charges or an  exercise of their power. * * *’ \n \nopportunity to be heard before a state may deprive the \nliberty of any person.   \n2  Cf. Governor Scott, ‘The Bar that Improves the ‘Bars’: \nUnder Iowa law a parolee may be arrested, without notice \nA  Plea  for  Prison  Reform  in  North  Carolina,’ \nof the fact that he will be returned to prison, without \nJudicature, March 1971 p. 320; see also Holt v. Sarver, \nnotice  as  to  why  he  is  being  returned  to  prison,  and  309 F.Supp. 362 (E.D.Ark.1970), 442 F.2d 304 (8th \nwithout  an  opportunity  to  be  heard  in  defense  of  the  Cir. 1971). \ncharge. The state’s hypothesis is that due process is not   \nrequired  in  the  setting  of  parole  revocation.  A  literal \n \nreading of the Constitution makes this postulate difficult \n3  A recent cover story in Time Magazine on the unhappy \nto understand. A parolee is a ‘person’ within the meaning \nstate of our correctional system pointed out:  ‘Even \nof the due process clause. It is the ‘state’ which revokes \nthough  twothirds  of  all  offenders  are  on  parole  or \nthe parole status. Therefore, the only words which could \nprobation, they get the least attention: 80% Of the U.S. \npossibly exempt the parolee from the operation of the \ncorrectional budget goes to jails and prisons * * * Only \nFourteenth Amendment are ‘deprive’ and ‘liberty.’ These  about  20%  Of  the  country’s  correctors  work  at \nare not complex words with ambiguous meanings. It is  rehabilitation * * *’ Time Magazine, Jan. 18, 1971, \ntrue that a parolee lives in society with more restrictions  ‘The Shame of the Prisons’ p. 53. \nthan  other  citizens,  that  his  is  a  ‘conditional’  liberty.   \nHowever, in a sense every person’s liberty is conditional   \non abiding by the rules of law. To reason that a parolee \n4  See Dawson, Sentencing: The Decision as to Type, \nwho is returned to the gray perimeter of prison walls is \nLength, and Conditions of Sentence, The Report of the \nnot  ‘deprived’  of  ‘liberty,’  approaches  the  realm  of \nAmerican  Bar  Foundation’s  Survey  of  the \njudicial sophistry. \nAdministration of Criminal Justice in the United States, \np. 367 (1969) (hereinafter cited as Sentencing): \nSuch provincial and stunted rationalizations cannot square  ‘The  primary  purpose  of  parole  conditions  is  to \nwith words of the Constitution. Since logic and justice do  maximize the parole officer’s control over the parolee’s \nnot mandate the denial of due process to a parolee I am  behavior. As a result, parole conditions tend to be \nable to assess its denial in only one light. The denial of  numerous  and  to  touch  upon  many  aspects  of  the \ndue process in parole revocation simply mirrors society’s  parolee’s life, some of which are only remotely related \nto the causes of his criminality. The violation of many \noverall  attitude  of  degradation  and  defilement  of  a \nconvicted felon.1 It is sad 20th Century Commentary that  of these conditions usually does not indicate a failure of \nthe parolee to adjust to community life or an imminent \n*953 society views the convicted felon as a social outcast. \ndanger to society, but indicates instead a normal pattern \nHe  has  done  wrong,  so  we  rationalize  and  condone \nof  behavior  well  within  that  expected  of  usually \n  8 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nlaw-abiding persons.’  capricious. Many parole agents handle more than 100 \n  cases; one 15-minute interview per man per month is \ntypical. The agents can also rule a parolee’s entire life, \n \neven forbid him to see or marry his girl, all on pain of \nreimprisonment—  a  usually  unappealable  decision \nIf social values and goals be germane to the legal issue, \nmade  by  parole  agents,  who  thus  have  a  rarely \nthe state sustains no valid governmental policy in such \nexamined  effect  on  the  repeater  rate.  To  test  their \ntreatment. The cliche that ‘society breeds crime’ is not  judgment,  Criminologists  James  Robison  and  Paul \nirrelevant to the discussion. But the judiciary can only be  Takagi once admitted ten typothetical parole-violator \ninterested in social values which are compatible within  cases to 316 agents in California. Only five voted to \nthe requirements of the Constitution. And there should be  reimprison all ten men; half wanted to return some men \nlittle  doubt  that  the  Constitution  clearly  prohibits  the  but disagreed on which ones.’ \n \nsummary imprisonment of any man without due process \nof law. Justice Harlan recently wrote for the Supreme   \nCourt in Boddie v. Connecticut, 401 U.S. 371, 91 S.Ct. \n780, 28 L.Ed.2d 113 (1971):  ‘Every  citizen  *  *  *  is  entitled  to  be  substantively \ninformed as to any *954 governmental action which may \n‘Early in our jurisprudence, this Court voiced the doctrine  affect his liberty or life. No governmental procedure may \nthat  ‘wherever  one  is  assailed  in  his  person  or  his  stand which fails to provide such information. To be both \nproperty, there he may defend,’ Windsor v. McVeigh, 93  fairly  and  timely  advised  is  fundamental  to  the  basic \nU.S. 274, 277, (23 L.Ed. 914) (1876). See Baldwin v.  concepts of due process. ‘Clandestine due process’ has \nHale, 1 Wall. 223 (17 L.Ed. 531 (1863); Hovey v. Elliott,  never found favor or constitutional basis in courts of law. \n167 U.S. 409 (17 S.Ct. 841, 42 L.Ed. 215) (1897). The  As this court said in United States v. Owen, 415 F.2d 383 \ntheme that ‘due process of law signifies a right to be  (8 Cir. 1969): ‘Inherent in the most narrow view of due \nheard in one’s defence,’ Hovey v. Elliott, supra, at 417  process is the right to know of adverse evidence and the \n(17 S.Ct. 841), has continually recurred in the years since  opportunity to rebut its validity and relevance. Chernekoff \nBaldwin,  Windsor,  and  Hovey.  Although  ‘many  v. United States, (9 Cir. 1955) 219 F.2d 721.’ Id. at 388.’ \ncontroversies have raged about the cryptic and abstract  United States v. Cummins, 425 F.2d 646, 649, (8 Cir. \nwords of the Due Process Clause,’ as Mr. Justice Jackson  1970). \nwrote for the Court in Mullane v. Central Hanover (Bank \n&) Trust Co., 339 U.S. 306 (70 S.Ct. 652, 94 L.Ed. 865)  Accord, Gonzales v. United States, 348 U.S. 407, 75 S.Ct. \n(1950), ‘there can be no doubt that at a minimum they  409, 99 L.Ed. 467 (1955); Simmons v. United States, 348 \nrequire that deprivation of life, liberty, or property by  U.S. 397, 75 S.Ct. 397, 99 L.Ed. 453 (1955); Sicurella v. \nadjudication be preceded by notice and opportunity for  United States, 348 U.S. 385, 75 S.Ct. 403, 99 L.Ed. 436 \nhearing appropriate to the nature of the case.’ Id., at 313,  (1955); United States v. Nugent, 346 U.S. 1, 73 S.Ct. 991, \n70 S.Ct. 652.’  97 L.Ed. 1417 (1953); cf. Oestereich v. Selective Service \nSystem Local Bd., 393 U.S. 233, 243 n. 6, 89 S.Ct. 414, \nThe  very  minimum  standard  of  due  process  requires  21 L.Ed.2d 402 (1968) (Harlan, J., concurring). Recent \nnotice to the parolee of the reason for the revocation of  decisions have found a denial of due process to state \nhis parole and an opportunity for him to be heard in  prisoners whose paroles had been revoked without notice \nresistance of the revocation. Cf. Townsend v. Burke, 334  or an opportunity to be heard with counsel. See Murray v. \nU.S. 736, 68 S.Ct. 1252, 92 L.Ed. 1690 (1948).5 We  Page, 429 F.2d 1359 (10 Cir. 1970); Gollsby v. Gagnon, \nrecently said:  322 F.Supp. 460 (E.D. Wisc., 1971); Hester v. Craven, \n5  The minimal requirements of notice of the charge and  322  F.Supp.  1256  (C.D.  Cal.,  1971);  People  ex  rel. \nan opportunity to be heard provide the safeguard to  Menechino v. Warden, 27 N.Y.2d 376, 318 N.Y.S.2d 449, \nabuse of revocation. Studies have shown that many  267 N.E.2d 238 (1971). Cf. Menechino v. Oswald, 430 \nparoles  have  been  revoked  on  recommendations  of  F.2d 403 (2 Cir. 1970) and Sostre v. McGinnis, 442 F.2d \nparole  officers  because  of  the  parolee’s  alleged  178 (2 Cir., 1971) (Part VI). \ninvolvement in a new crime. Rather than take the time, \nthe expense and the possibility that the parolee may be  These decisions have relied strongly on the reasoning of \nfound innocent of the new crime, the parolee is shunted  Mempa v. Rhay, 389 U.S. 128, 88 S.Ct. 254, 19 L.Ed.2d \nback to prison for a technical reason. See Sentencing, \n336 (1967), where the Court held that due process is \nsupra, p. 362. \nrequired in probation revocation proceedings on deferred \nAs observed in a recent article in Time Magazine, \nsentencing. The Seventh Circuit, in a distinguished court \nsupra, p. 53: \ncomposed  of  Mr.  Justice  Clark,  Retired,  and  Judges \n‘Even  parole  supervision  is  often  cursory  and \n  9 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nCummings and Kerner, recently held that due process is \n‘These  distinctions  revive  the  specter  of  the \nrequired on revocation of probation proceedings without \nlong-interred right-privilege dichotomy. For some years \nregard to whether the sentence was deferred. Hahn v.  the Supreme Court has deliberately avoided these labels \nBurke, 430 F.2d 100 (7 Cir. 1970). The Fourth Circuit has  and their irrational effects.’ Id. at 179. \nalso  applied  the  principle  of  Mempa  to  probation   \nrevocation. Hewett v. North Carolina, 415 F.2d 1316 (4 \n \nCir. 1969). The reasoning of these cases is controlling \nhere. As the majority indicates, however, some courts  In the context of probation revocation, the Fourth Circuit \nhave  denied  the  claim  of  constitutional  infringement.  has refuted the right/privilege distinction: \nMost courts which so held rendered their opinion prior to \nthe  Supreme  Court’s  decision  in  Mempa.  Analysis  of  ‘We are not impressed by the argument that probation as a \nthose decisions, and the majority opinion, demonstrates  ‘mere’ privilege, or a matter of grace, rather than a right \ntheir reliance on traditional arguments which have been  and  that,  therefore,  various  constitutional  mandates, \nlargely undermined by recent decisions.  including  the  right  to  counsel,  should  be  held  to  be \ninapplicable.  Even  if  a  distinction  exists  between  the \nRIGHT/PRIVILEGE DOCTRINE  components of the right-privilege dichotomy, when a state \nIt is argued that the granting of parole is a matter of grace  undertakes to institute proceedings for the disposition of \nwhich is strictly in the discretion of the parole board, so  those accused of crime it must do so consistently with \nthat *955 the parolee is not prejudiced as to any right  constitutional  privileges,  even  though  the  actual \nupon revocation. While there may not be a  ‘right’ to  institution  of  the  procedure  was  not  constitutionally \nparole or any other discretionary ‘privilege’ in the first  required. See, e.g., Griffin v. Illinois, 351 U.S. 12, 18, 76 \ninstance,  see  Menechino  v.  Oswald,  supra,  once  the  S.Ct.  585,  100  L.Ed.  891  (1956)  (plurality  opinion).’ \ndiscretion  is  exercised  and  the  privilege  granted  the  Hewett v. North Carolina, 415 F.2d at 1322-1323. \nentitlement cannot be divested in a manner inconsistent \nwith the requirements of due process. See Goldberg v.  In his dissenting opinion in Rose v. Haskins, 388 F.2d 91, \nKelly, 397 U.S. 254, 262-263, 90 S.Ct. 1011, 25 L.Ed.2d  97, 100-101 (6 Cir. 1968), Judge Celebrezze points out \n287  (1970).  As  the  Supreme  Court  pointed  out  in  the weakness of the right/privilege distinction: \nGoldberg, there are situations in which the governmental  ‘In Fleenor v. Hammond, 116 F.2d 982 (6th Cir. 1941), \ninterest involved outweighs the private interest. However,  supra, this Court granted that pardon was a matter of \nthese situations usually involve an emergency in which  grace  but  pointed  out  that  once  pardoned  the  person \nthe danger to the public health or safety is imminent.6  pardoned was entitled to his liberty: a liberty that could be \n6  See R. O’Neil, ‘Of Justice Delayed And Justice Denied:  forfeited  only  by  his  breach  of  the  conditions  of  the \nThe  Welfare  Prior  Hearing  Cases,’  1970  Supreme  pardon. As indicated above, the act-of-grace assumption \nCourt Review 161, 169:  need not be so summarily granted, but, even if the liberty \n‘There have been instances, as the majority opinion  given the parolee is considered a privilege, the Fleenor \nnoted, in which a constitutional right to be heard has  decision is more commensurate with the protection given \nbeen  postponed  until  after  the  completion  of  the  other  so-called  privileges  by  recent  Supreme  Court \ncontested  action.  But  the  circumstances  justifying  decisions. Cf. Greene v. McElroy, 360 U.S. 474, 79 S.Ct. \ndeferral  of  a  conceded  right  to  notice,  personal  1400, 3 L.Ed.2d 1377 (1959).’7 \nappearance,  and  confrontation,  are  highly  unusual. \nThere are the classic ‘emergency’ cases— food is about  7  Judge Celebrezze thoroughly summarizes the law in \nto spoil and must be kept from grocers’ shelves; a fraud  this area and then points out: \nis about to be perpetrated on unsuspecting securities  ‘In this country most interests of a citizen are protected \npurchasers; or a professional licensee is continuing to  from direct government action that does not conform to \noffer  his  services  to  trusting  clients  after  having  due  process  of  law.  Of  course,  due  process  has  a \nperpetrated malpractice. In these situations, the reason  flexible context; what process is due a person in one \nfor  acting  now  and  hearing  later  are  incontestable.  situation may not ve due him in another, and a cynic \nMoreover, there is usually an adequate remedy after the  might say that if due process has no effect it does not \nfact; if the victim of summary action later prevails, he  apply.  But  to  say  that  an  interest  is  a  privilege; \ncan be made whole or nearly whole through money  therefore,  constitutional  rights  do  not  attach  only \ndamages.  obscures the reasoning by which a decision is reached \n‘Apart from these emergency situations, there seems  that due process considerations must yield to policies of \nalmost  a  general  presumption  that  one  who  is  countervailing  importance.  The  method  of  reaching \nconstitutionally entitled to be heard at all should be  such a decision was indicated in Cafeteria: ‘As these \nheard before the change in status occurs.’  and  other  cases  make  clear,  consideration  of  what \nMr. O’Neil further comments:  procedures due process may require under any given set \nof circumstances must begin with a determination of \n  10 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \n‘The extent to which procedural due process must be \nthe precise nature of the government function involved \nafforded  the  recipient  (of  governmental  gratuity)  is \nas well as of the private interest that has been affected \nby governmental action.’ 367 U.S. at 895, 81 S.Ct. at  influenced by the extent to which he may be ‘condemned \n1748.  to  suffer  grievous  loss,’  Joint  Anti-Fascist  Refugees \n‘The  ‘precise  nature  of  the  government  function’  Committee v. McGrath, 341 U.S. 123, 168 (71 S.Ct. 624, \ninvolved  in  the  revocation  of  a  parole  is  the  95 L.Ed. 817) (1951) (Frankfurter, J., concurring), and \ndetermination of an adjudicatory fact: Has the parolee  depends upon whether the recipient’s interest in avoiding \nor has he not violated the conditions of his parole? The \nthat loss outweighs the governmental interest in summary \ndifficulty  arises  because  all  of  the  functions  of \nadjudication.  Accordingly,  as  we  said  in  Cafeteria  & \nadministering a parole system are the responsibility of \nRestaurant Workers Union (Local 473, A.F.L.-C.I.O.) v. \nthe  same  agency,  which  grants  parole,  supervises \nMcElroy, 367 U.S. 886, 895, (81 S.Ct. 1743, 6 L.Ed.2d \nparole,  and  revokes  parole.  Many  of  the  functions \ninvolve a certain amount of expertise in the application  1230)  (1961),  ‘consideration  of  what  procedures  due \nof principles of behaviorial and sociological sciences,  process may require under any given set of circumstances \nand  some  fears  have  been  expressed  that  judicial  must begin with a determination of the precise nature of \ninterference  in  one  function  will  disrupt  the  whole  the government function involved as well as the private \nscheme.  interest that has been affected by governmental action.’ \n‘For the most part those fears have been supported by \nSee also Hannah v. Larche, 363 U.S. 420, 440, 442, (80 \nnothing more than the untutored intuition of the person \nS.Ct. 1502, 4 L.Ed.2d 1307) (1960).’ 397 U.S. at 262-263, \nexpressing them; so they should be closely scrutinized \n90 S.Ct. at 1018.9 \nin order to determine their validity.’ 388 F.2d at 101. \n  9  In Greene v. McElroy, 360 U.S. 474, 496, 79 S.Ct. \n1400,  1413,  3  L.Ed.2d  1377  (1959),  the  Court \n \n*956 See also State ex rel. Menechino v. Warden, supra.8  observed: \n‘Certain principles have remained relatively immutable \n8  Professor Davis, 1 Administrative Law Treatise § 7.11,  in  our  jurisprudence.  One  of  these  is  that  where \np. 455 (1958), observes that ‘the courts are increasingly  governmental  action  seriously  injures an  individual, \nrecognizing that the use of the privilege doctrine is  and the reasonableness of the action depends on fact \noften unsound.’ He further points out:  findings, the evidence used to prove the Government’s \n‘But if a right is an interest which is legally protected,  case must be disclosed to the individual so that he has \nand if a court gives legal protection to a privilege, does  an opportunity to show that it is untrue. While this is \nnot the court turn the privilege into a right? Even if the  important in the case of documentary evidence, it is \nanswer to this question is yes, the proposition may still  even more important where the evidence consists of the \nbe perfectly sound that one who lacks a ‘right’ to a  testimony  of  individuals  whose  memory  might  be \ngovernment gratuity may nevertheless have a ‘right’ to  faulty or who, in fact, might be perjurers or persons \nfair treatment in the distribution of the gratuity. In tort  motivated  by  malice,  vindictiveness,  intolerance, \nlaw, the accident victim has no right to be helped by the  prejudice,  or  jealousy.  We  have  formalized  these \npasserby,  but he has a  right  to  careful  and  proper  protections in the requirements of confrontation and \ntreatment by the passerby who volunteers to help. Like  cross-examination. They have ancient roots.’ \nthe passerby, the government may refuse altogether to   \nhelp applicants for gratuities, but it cannot provide the \n \nhelp improperly; it cannot grant or withhold on the \nbasis  of  racial  or  religious  discrimination.  The \n*957 The majority opinion argues that the government’s \ngovernment could deny altogether the admission of \ninterest in summary revocation outweighs the parolee’s \nOklahoma  to  the  Union,  but  it  could  not  admit \nOklahoma improperly, that is, with a condition that its  interest in procedural rights, because: (1) the full panoply \ncapital must be at a particular place. A state can deny  of criminal rights would overburden the administrative \naltogether a permit to a foreign corporation to do local  hearing process; (2) a hearing would interfere with the \nbusiness, but it cannot grant the privilege improperly,  parens  patriae  relationship  and  thereby  inhibit \nthat is, on condition that suits against the corporation  rehabilitation;  (3)  the  prospect  of  full  trials  upon \nshall not be removed to a federal court.’ § 7.12, p. 456. \nrevocation will deter parole boards from granting paroles \nSee also Note, ‘Re-Arrest of Parolees: Constitutional \nin the first instance. \nConsiderations,’ 46 Wash.L.Rev. 175, 178 (1970). \n \n1. The majority expresses concern that ‘the full panoply \n  of  criminal  rights’  will  unduly  tax  the  administrative \nprocess. Neither the petitioners nor any of the authorities \nBALANCING OF INTERESTS \nthat recognize procedural due process have argued that a \nparolee  is  entitled  to  the  ‘full  panoply’  of  rights. \nIn Goldberg v. Kelly, supra, the Supreme Court said: \nFact-finding  processes  can  be  flexible  without  being \n  11 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nbasically unfair. An adequate system can be developed  ‘The  problems  of  overburdened  parole  boards  would \nwhich  is  something  less  than  a  full  trial.  Boddie  v.  appear remediable by measures directed to the problem \nConnecticut, 401 U.S. 371, 91 S.Ct. 780, 28 L.Ed.2d 113  rather than by the pursuit of measures which render the \n(1971). And see Davis, supra, § 7.16, pp. 179-180 (1965  work of the boards *958 less just and less adequate.’ 45 \nSupp.).  The  new  Washington  state  procedure,  for  Minn.L.Rev. at 837-838. \nexample, provides that a parolee accused of a violation \nmust be served with the charges of the violation and shall  2. I would have thought that In re Gault, 387 U.S. 1, 87 \nbe advised of his right to an on-site revocation hearing  S.Ct. 1428, 18 L.Ed.2d 527 (1967), closed the door to the \n(which he may waive). Wash.Rev.Code Ann. §§ 9.95.120  parens patriae argument.13 It is a fiction to view the parole \net seq. (1969-70 Supp.). There is no indication that states  board and the parolee as having an identity of interest.14 \nwhich have adopted hearing for parole revocation have  The majority refers to the detrimental effect due process \nexperienced significant difficulties.10 What little data is  would  have  on  rehabilitation.  However,  there  is  no \navailable does not justify alarm as to the effect of due  concrete evidence to substantiate this assertion, just as the \nprocess on revocation proceedings.11 Experience in states  evidence  does  not  indicate  that  the  present  system  is \nwhich provide for parole revocation hearings and permit  particularly effective in rehabilitating parole violators. If \nthe parolee to retain counsel indicates that fears of havoc  the  absence  of  due  process  has  any  effect  on \nand ruin are exaggerated, if not unwarranted.12 Further,  rehabilitation, however, it is most likely to be detrimental. \nthere is no indication that the right of federal parolees to a  Arbitrary action by officers of the law is more likely to \nhearing upon revocation, 18 U.S.C.A. § 4207, has in any  breed resentment and disrespect than rehabilitation. The \nway diminished the efficiency of the federal parole board.  New York Court of Appeals recognized the cogency of \nProfessor Kadish has made an incisive observation in this  the argument: \nregard:  13  Gault addresses itself to the parens patriae argument in \n10  See S. Rubin, ‘Developments in Correctional Laws,’  the context of juvenile delinquency hearings: \nCrime and Delinquency 185 (April 1970).  ‘These  results  (rehabilitation)  were  to  be  achieved, \n  without coming to conceptual and constitutional grief, \nby insisting that the proceedings were not adversary, \n \nbut that the state was proceeding as parens patriae. The \n11  See generally, B. Jacob and K. Sharma, ‘Justice After  Latin phrase proved to be a great help to those who \nTrial:  Prisoners’  Need  for  Legal  Services  in  the  sought to rationalize the exclusion of juveniles from the \nCriminal-Correctional  Process,’  18  Kan.L.Rev.  493,  constitutional scheme; but its meaning is murky and its \n540-550  (1970);  R.  Sklar,  ‘Law  and  Practice  in  historic  credentials  are  of  dubious  relevance.  The \nProbation  and  Parole  Revocation  Hearings,’  55  phrase  was  taken  from  chancery  practice,  where, \nJ.Crim.Law 175, 197 (1964); S. Kadish, ‘The Advocate  however, it was used to describe the power of the state \nand  the  Expert—  Counsel  in  the Peno-Correctional  to act in loco parentis for the purpose of protecting the \nProcess,’ 45 Minn.L.Rev. 803, 832-841 (1961).  property interests and the person of the child. But there \n  is no trace of the doctrine in the history of criminal \njurisprudence.’ 387 U.S. at 16, 87 S.Ct. at 1437. \n \nThe  Court  went  on  to  point  out  that  ‘proceedings \n12  The  majority’s  conclusory  apprehension  is  not  involving  juveniles  were  described  as  ‘civil’  not \nsupported by a study of the parole revocation system in  ‘criminal’ and therefore not subject to the requirements \nMichigan which revealed:  which restrict the state when it seeks to deprive a \n‘The number of parolees returned to prison as technical  person of his liberty. * *  * The constitutional and \nviolators who elect to have a public hearing has been  theoretical basis for this peculiar system is— to say the \nsmall since the law providing for such hearings was  least— debatable.’ Id. at 17, 87 S.Ct. at 1438. ‘Failure \npassed in 1937. Typically, five or six such hearings are  to observe the fundamental requirements of due process \nheld each year. The largest number of hearings held in  has  resulted  in  instances,  which  might  have  been \na single year has been ten. The small number of public  avoided, of unfairness to individuals and inadequate or \nhearings is partially due to the care taken by parole  inaccurate findings of fact and unfortunate prescriptions \nofficers in ascertaining the facts of a violation and their  of remedy.’ Id. at 19-20, 87 S.Ct. at 1438. The paralled \npractice  of  refraining  from  initiating  revocation  to parole revocation procedures is obvious. \nprocedures if the facts do not support the action. Most   \nparolees  brought  before  the  board  on  charges  of   \ntechnical violations are quick to plead guilty to the \ncounts cited against them.’ Sentencing, supra, at 355.  14  Professor Davis topically refutes the contention that the \n  parole board and the parolee have an identity of interest \nwhich is interrupted by judicial procedural safeguards. \n \nIn discussing Hyser v. Reed, 115 U.S.App.D.C. 254, \n318 F.2d 225 (1963), cert. denied 375 U.S. 957, 84 \n  12 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nThe point is that in correctional penology there is no \nS.Ct. 446, 11 L.Ed.2d 315 (1963), he says: \narbitrary right to revoke parole. In effect, society tells the \n‘The reasons for rejecting these various arguments of \nthe majority are persuasive. The court’s assertion that  parolee that he may remain at liberty if he stays out of \nthe prisoner and the Board have a ‘genuine identity of  trouble. If the parolee does abide by the rules and his \ninterest’ may have some plausibility concerning the  parole is revoked, without notice of the reasons or an \nBoard’s exercise of discretion after the Board has found  opportunity  to  be  heard,  his  resulting  attitude  of \nthe facts, but it has no reality at the point when the  resentment  and  betrayal  is  not  likely  to  improve  his \nBoard is finding facts that the prisoner is specifically \noutlook on society and its rules. Arbitrary revocation can \ndenying; at that crucial point the interests are obviously \nactually put a negative incentive on cooperating with his \nopposed, not identical. Even if the Board ‘occupies the \nparole officer. \nrole  of  parent  withdrawing  a  privilege,’  one  may \n3. It is further argued that if due process is required at \nwonder whether a parent (or the Board) is acting justly \nby unnecessarily denying the child (or the parolee) a  revocation  proceedings  there  will  be  fewer  paroles \nchance to explain or rebut the evidence against him. If  granted  which  will  retard  rehabilitation  in  the  larger \nthe Board does not ‘adjudicate’ when if finds facts from  sense.  The  district  court  for  the  Eastern  District  of \nconflicting evidence, then the term ‘adjudicate’ has lost  Wisconsin recently rejected this argument as unwarranted \nits usual meaning. The theory that parole is a part of  speculation and mere assertion since the ‘state has not \n‘rehabilitation’ is a theory that may have promise for \nshown in precisely what manner the burden of a hearing \nthe future, but it is not the only theory that governs the \nprior to revocation would lead to fewer paroles.’ Goolsby \nthought and action of parole officers. One has only to \nv.  Gagnon,  322  F.Supp.  460  (E.D.Wisc.  1971).  In \ninterview members of the Federal Parole Board to learn \naddition, this contention casts unwarranted aspersions on \nthat ideas of deterrence and retribution still have great \nforce.’ Davis, supra, § 7.16, p. 175 (1965 Supp.)  the dedication of parole boards. It assumes that parole \n  board members would react vindictively to spite the legal \nprocess. It assumes that parole boards would deny paroles \n \nto otherwise deserving prisoners and thereby delay their \n‘The parole system is an enlightened effort on the part of \noptimum rehabilitation merely to save themselves a little \nsociety to rehabilitate convicted criminals. Although few \ntime.16 \ncircumstances could better further that purpose than a \nbelief on the part of such offenders in a fair and objective  16  Practical considerations might further indicate that the \nparole procedure, hardly anything could more seriously  predicted result of fewer paroles will not come to pass. \nimpede progress toward that important goal than a belief  The sheer weight of numbers might prevent any radical \ndeparture from the present level of paroles granted. \non their part that the law’s machinery is arbitrary, too \nWith prisons grossly overcrowded and understaffed for \nbusy or impervious to the facts. The desired end can \nproper correction and rehabilitation, it seems unlikely \nbecome  a  reality  only  by  requiring  obedience  to  the \nthat a parole board would want to, or could if it wanted \ndemands of *959 due process and granting parolees a \nto, cease granting paroles and add to the logjam merely \nhearing at which they will be represented by counsel.’  to serve their administrative convenience. Indeed, one \nState  ex  rel.  Menechino  v.  Warden,  267  N.E.2d  238,  commentator has noted that aside from rehabilitation, \n243-44 (1971).15  the primary purpose of parole is probably economics. \nParole boards are often concerned with overcrowded \n15  The dissent in the state decision of Mempa, which \nprisons and the cost of feeding and clothing prisoners. \nposition was ultimately adopted by the Supreme Court, \nTherefore,  if  a  prisoner  has  met  the  minimum \nalso underlines this fact: \nrequirements and the chance for recidivism is not high, \n‘In fairness to any probationer, the procedures utilized \nhe will probably be released on parole. These financial \nshould be designed to avoid the possibility, however \nconsiderations might also explain why parole violators \nremote, of revocations founded on accusations arising \nare often reparoled. Comment, supra, 12 Wayne L.Rev. \nout of mistake, prejudice and caprice. The threat of \nat 640. \narbitrary or whimsical commitment does not tend to \n \nencourage  either  cooperation  or  successful \nrehabilitation. Reformation can best be accomplished   \nby fair, consistent, and straightforward treatment of the \nindividual.’ Mempa v. Rhay, 68 Wash.2d 882, 416 P.2d  On balance, it appears that there is no really substantial \n104, 114 (1966) (Hamilton, J. dissenting).  state interest in summary adjudication other than that of \nSee also Note, ‘Re-Arrest of Parolees: Constitutional  preserving  the  status  quo.  The  individual’s  interest  in \nConsiderations,’  46  Wash.L.Rev.  175,  179  (1970); \nmaintaining his liberty, however restricted, his interest in \nComment, ‘Due Process and Revocation of Conditional \nmaintaining whatever reputation he might have regained \nLiberty,’ 12 Wayne L.Rev. 638, 650 (1966). \nin the community, his interest in avoiding sudden and \n \npossibly disasterous interruptions in his home life and in \n \nhis  employment,  coupled  with  society’s  interest  in \n  13 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nrehabilitating  ex-convicts  rather  than  embittering  them \nreincarceration.’ Comment, supra, 12 Wayne L.Rev. at \nthrough arbitrary and unfair treatment, all outweigh the \n639. Mr. Sol Rubin, Counsel for the National Council \nstate’s minimal interest in summary adjudication.  on Crime and Delinquency, has also pointed to the \nsimilarities. ,‘in fact, the status of the probationer and \nPROBATION/PAROLE DISTINCTION  parolee are in the strongest correspondence— in the \ngranting of the status, being dependent on the discretion \nThe principle of Mempa v. Rhay, Hahn v. Burke, and  of judge or board; in the nature of the conditions of \nHewett v. North Carolina, supra, providing that there is a  release (more or less— or exactly— identical); in the \nright to due process at probation revocation proceedings,  process of revocation; and even in the decision as to \nwhat their continued status will be, whether continued \n*960 is clearly applicable to parole revocations also: \nconditional release or incarceration.’ S. Rubin, ‘Due \nProcess Is Required in Parole Revocation Proceedings,’ \n‘The principle which underlies the decision in Mempa is \nJune 1963 Federal Probation 42, at 45. \nsufficiently broad to encompass the revocation of parole \nSee  also  Goolsby  v.  Gagnon,  322  F.Supp.  460 \nas well as of probation. In both, the decision to deprive an \n(E.D.Wisc., 1971), where Judge Reynolds followed the \nindividual of his liberty turns on factual determinations, \nrationale of Hahn v. Burke, supra, and held that there is \nand  we  would  say,  as  did  the  Supreme  Court  in  the  a constitutional right to due process in a state parole \nMempa  case  (389  U.S.,  at  p.  135  (88  S.Ct.  254,  19  revocation hearing, including the right to a hearing on \nL.Ed.2d 336)), that ‘the necessity for the aid of counsel in  the factual basis of the revocation and the right to the \nmarshaling the facts, introducing evidence of mitigating  assistance of counsel. The court held: ‘The central fact, \ncircumstances  and  in  general  aiding  and  assisting  the  which applies to both probation and parole revocations, \nis that revocation is the event which operates to deprive \ndefendant to present his case * * * is apparent.‘‘ People \na man of his liberty. * * * Hence, I find no substantial \nex  rel.  Menechino  v.  Warden,  27  N.Y.2d  376,  318 \ndegree of difference between the ‘grievous loss’ to be \nN.Y.S.2d 449, 267 N.E.2d 238 (1971). \nsuffered  by  a  probationer  facing  revocation  and  a \nparolee facing revocation which would dictate reaching \nIn Warren v. Michigan Parole Board, 23 Mich.App. 754, \na different result with regard to the requirement of a \n179 N.W.2d 664, 670 n. 22 (1970), the court observed:  hearing.’ 322 F.Supp. at 463. \n \n‘We are mindful of the peculiar status of the paroled \n \nprisoner. Technically he occupies a different place in the \nlaw than the probationer * * * Yet when the parolee and \nCONSTRUCTIVE CUSTODY THEORY \nthe  probationer  are  accused  of  violations  of  their \nconditional status, the differences between them assume \nIt is urged that a parolee is still in the constructive custody \ninsignificant proportions. \nof prison authorities even though not in their physical \ncustody. In effect, it is said parole is an extension of the \n‘Of paramount concern to both of them is the impending \nprison walls and therefore, *961 judicial involvement in \nloss of their liberty. It simply is not reasonable to suggest \nparole  revocation  proceedings  is  an  unwarranted \nthat in the face of this common threat to a constitutionally \ninterference wiht ‘prison discipline.’ \nprotected  interest—  liberty—  the  parolee  should  be \ndenied procedural safeguards now freely available to the \nThis proposition seems to be based on the assumption that \nprobationer. \nan incarcerated prisoner has no rights. However, it is \nsettled  that  prison  officials  may  not  interfere  with  a \n‘This  correspondence  (discretion  of  trial  court  to \nprisoner’s basic constitutional rights. See e.g. Cooper v. \ndetermine  minimum  sentence  and  discretion  of  parole \nPate,  378  U.S.  546,  84  S.Ct.  1733, 12  L.Ed.2d  1030 \nboard to determine length of parole) serves to emphasize \n(1964).  Prison  discipline  may  not  impair  a  prisoner’s \nthe incongruity of refusing to apply to parole revocation \naccess to the courts. See Johnson v. Avery, 393 U.S. 483, \nprocedures  the  constitutional  guarantees  which \n89 S.Ct. 747, 21 L.Ed.2d 718 (1969); Exparte Hull, 312 \naccompany deferred sentencing.’ \nU.S. 546, 549, 61 S.Ct. 640, 85 L.Ed. 1034 (1941). In the \nIn Commonwealth v. Tinson, 433 Pa. 328, 249 A.2d 549 \nrecent Second Circuit opinion of Sostre v. McGinnis, 442 \n(1969), the Pennsylvania Supreme Court held that after \nF.2d 178, 198 (2 Cir. (1971), Judge Kaufman observed: \nMempa  v.  Rhay,  supra,  to  distinguish  probation  and \nparole ‘is completely untenable.’17 \n‘In thus rejecting Judge Motley’s conclusions, however, \n17  Both parole and probation ‘provide for the return of a  we are not to be understood as disapproving the judgment \nconvicted criminal to society under limited conditions,  of many courts that our constitutional scheme does not \nwith failure to conform to such conditions resulting in a  contemplate that society may commit lawbreakers to the \nloss  of  the  conditional  liberty  status  and  capricious  and  arbitrary  actions  of  prison  officials.  If \n  14 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nsubstantial deprivations are to be visited upon a prisoner, \nparole  and  imprisonment.  Thus,  the  metaphorical \nit is wise that such action should at least be premised on \nextension of prison walls-constructive custody theory is \nfacts rationally determined. This is not a concept without  an  insufficient  basis,  by  itself,  for  holding  that \nmeaning. In most cases it would probably be difficult to  conditional  liberty  is  not  circumscribed  by \nfind an inquiry minimally fair and rational unless the  constitutional protections. This theory like the contract \nprisoner were confronted with the accusation, informed of  theory is generally discussed after the court has made \nthe evidence against him, see Armstrong v. Manzo, 380  the  right-privilege  distinction  and  reached  a  ‘no \nprocedural due process’ conclusion.’ Comment, supra, \nU.S. 545, 552 (85 S.Ct. 1187, 14 L.Ed.2d 62) (1965); \n12 Wayne L.Rev. at 646. \nMullane v. Central Hanover Bank & Trust Co., 339 U.S. \nThe  author  further  argues  that  if  the  constructive \n306 (70 S.Ct 652, 94 L.Ed. 865) (1950), and afforded a \ncustody theory is to be applied with logical consistency, \nreasonable opportunity to explain his actions.’ \nthen since the parolee is still technically in prison he \nJudge Blackmun (now Mr. Justice Blackmun) thoroughly  must  be  given  credit  for  parole  time  against  his \npointed out the traditional position of the Eighth Circuit in  sentence, and yet this is not the case in practice. Id. at \nJackson  v. Bishop, 404 F.2d 571 (8 Cir. 1968). This  647. Mr. Sol Rubin has also argued that abandoning the \ncourt’s  position  has  been  that  while  it  is  reluctant  to  fiction of constructive custody would make parole laws \ninterfere with a prison’s internal discipline, ‘a prisoner of  more consistent with their rehabilitative purpose. June \n1963 Federal Probation at 45. \nthe state does not lose all his civil rights during and \n \nbecause of his incarceration. In particular, he continues to \nbe  protected by  the  due  process  and  equal  protection   \nclauses which follow him through the prison doors.’ Id. at \n576.  See  also  Meola  v.  Fitzpatrick,  322  F.Supp.  878  *962 Mr. Justice Jackson, dissenting in United States ex \n(D.Mass.,  1971),  holding  that  a  state  violated  the  rel. Knauff v. Shaughnessy, 338 U.S. 537, 70 S.Ct. 309, \nprisoner’s  Fourteenth  Amendment  rights  by  imposing  94 L.Ed. 317 (1950), observed: \nprison disciplinary measures which substantially affected \n‘Security  is  like  liberty  in  that  many  are  the  crimes \nhis interests (forfeiture of earned good time) so that he \ncommitted in its name. * * * The plea that evidence of \nwas  entitled  to  procedural  safeguards,  ‘at  least  the \nguilt must be secret is abhorrent to free men, because it \nelementary ones of notice of the charges against him and \nprovides a cloak for the malevolent, the misinformed, the \nan opportunity to reply to them.’ Accord, Carothers v. \nmeddlesome,  and  the  corrupt  to  play  the  role  of  the \nFollette,  314  F.Supp.  1014  (S.D.N.Y.1970);  Sostre  v. \nRockefeller, 312 F.Supp. 863 (S.D.N.Y.1970).18  informer undetected and uncorrected.’ Id. at 551, 70 S.Ct. \nat 317. \n18  Aside from the error of the unstated premise of the \nmajority’s  theory  of  constructive  custody,  the  Even an alien who has become a lawful resident of the \ncommentators have amply illustrated the fictional basis \nUnited States cannot be deprived of due process of law, \nof the theory of the ‘extension of the prison walls.’ \nand though he may be subject to expulsion he is entitled \n‘Equating  actual  and  constructive  custody  seems \nto notice of the nature of the charge and a hearing at least \nunrealistic. While the parolee is inhibited somewhat by \nbefore an executive or administrative tribunal. Kwong, \nthe conditions of his parole, which commonly include \nrestrictions  on  association  and  travel,  it  cannot  be  Hai Chew v. Colding, 344 U.S. 590, 596-597, 73 S.Ct. \nseriously  contended  that  these  restrictions  are  472, 97 L.Ed. 576 (1953); Japanese Immigrant Case, 189 \ncomparable to the restrictions imposed upon an actual  U.S. 86, 100-101, 23 S.Ct. 611, 47 L.Ed. 721 (1903). See \nprisoner.’ Note, supra, 46 Wash.L.Rev. at 176-177.  also Davis, supra, § 7.15. \nAnother observer argues that the custody theory is an \nattempt  to  attach  unconstitutional  conditions  to  the  CONTRACT THEORY \ngrant  of  a  privilege.  W.  White,  ‘The  Fourth \nAmendment Rights of Parolees and Probationers,’ 31 \nIt is argued that parole is in the nature of a contract to \nU.Pitt.L.Rev.  167.  178-181  (1969).  Deeming  the \nwhich the parolee is a party. By having agreed to the \nconstructive custody theory ‘at most an embellishment \nterms  of  the  parole,  the  parolee  is  in  no  position  to \nthat  should  not  be  dispositive  of  the  constitutional \ncomplain about the lack of process in revocation. Any \nquestions,’ another writer has pointed out: \n‘This  theory  is  dependent  upon  the  fiction  that  comparison  which  contract  law  is  unrealistic.  The \nconditional liberty does not liberate the prisoner but  ‘parties’ are nowhere equal in bargaining strength and the \nmerely ‘pushes back the prison walls’ *  * *. This  parolee  cannot  object  to  provisions  he  thinks  are \nfiction, however, is not a satisfactory basis for negating  unreasonable. The parole agreement is presented on a take \nthe applicability of constitutional rights. It is obvious  it or leave it basis, and to a prisoner with the prospect of \nthat as inhibited as the parolee may be, there is no  obtaining  his  freedom  there  is  no  reasonable  choice. \ncomparison between the freedom he enjoys while on \nCourts  reject  such  rationalizations  when  dealing  with \n  15 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nachesive contracts in insurance law19 and in equating the  ‘administrative’ will not withstand judicial scrutiny where \nrelationship op the consumer with the manufacturer in the  the challenged tribunal has the power to incarcerate the \nfield of product liability.20 It is a strange anomaly  to  accused.’ Warren v. Michigan Parole Board, supra, 179 \nfictionalize  its  use  when  dealing  with  an  individual’s  N.W.2d at 669-670 n. 20. Professor Kenneth Culp Davis, \npersonal liberty.  one of the leading authorities on administrative law, also \n19  See American Service Mut. Ins. Co. v. Bottum, 371  points out that an ‘administrative’ classification does not \nnegate the need for a hearing: ‘When adjudicative facts \nF.2d 6 (8 Cir. 1967). \n  are in dispute, our legal tradition is that the party affected \nis  entitled  not  only  to  rebut  or  explain  the  evidence \n \nagainst him but also to ‘confront his accusers’ and to \n20  Cf. Henningsen v. Bloomfield Motors, Inc., 32 N.J.  cross-examine them.’ Davis, supra, § 7.05 at p. 426. \n358, 161 A.2d 69 (1960). \n  HABEAS CORPUS ON ARBITRARY ABUSE \n  Although a prisoner is said to have no constitutional right \nto a hearing upon revocation of his parole, the majority \nJudge Celebrezze’s dissent in Rose v. Haskins, supra,  opinion states that the parolee cannot be made the subject \nfurther points up the fallacy of the contract argument. He  of ‘arbitrary’ action. This is an attempt to ward off evil \npoints out the erroneous historical basis for the argument  spirits  by  tossing  a  dart  into  the  fog.  It  smacks  of \nand  how  these  matters  are  determined  by  the  public  self-contradiction. This seems to be a recognition of the \ndemand rather than the consent of the prisoner.  potentially dangerous consequences of explicitly denying \nany legal recourse to parolees whose paroles are revoked \n‘So a parole is not a ‘contract’ in the traditional sense of  without procedural safeguards. However, this is merely a \nthat word, and, if the theory only means that the State in  precatory warning, since the effect of the decision is to \nfact attached such a condition to the parolee’s freedom,  emasculate any effort to prevent the parolee from being \nthe question remains whether the State can attach such a  made the subject of arbitrary action.21 At oral argument \ncondition. For if the negative pregnant that is implicit in  the state conceded, with logical consistency, that there is \nthe contract theory is true (that if the parolee had not  an arbitrary right to revocation without explanation or \nagreed to summary revocation he would have had the  rational basis. If it is true that there is no constitutional \nright to a hearing), then that theory has recognized that a  right to a hearing on parole revocation, the inevitable \nright to a hearing is inherent in the revocation situation.  logical corollary must be that the state’s power to revoke \nWaiver  of  such  a  valuable  right  is  not  to  be  lightly  is absolute. The majority’s ambivalent stand is even more \ndetermined, and when the ‘choice’ of the parolee is to  confusing here when one considers that the present case \nremain in prison or accept such a burdensome provision,  deals with prisoners’ claims under petitions seeking writs \nthe  ‘choice’  to  accept  parole  can  hardly  be  termed  a  of habeas corpus. The petitioners are seeking a hearing to \nvoluntary waiver of the right to a hearing. Therefore, the  challenge an arbitrary revocation of parole. The majority \ntwo legal theories advanced to justify the denial of a  opinion paradoxically denies this opportunity by deferring \nhearing have *963 a dubious basis both in history and in  to  the  state’s  adjudication  that  parole  revocation  is  a \nlogic.’ 388 F.2d at 100.  matter of absolute discretion and cannot be challenged.22 \n21  This  is  the  same  logical  dilemma  which  Justice \nThe Seventh Circuit recognized the fallacy of the contract \nBrennan  pointed  out  in  his  dissent  to  Cafeteria  & \nargument  and  adopted  the  reasoning  of  Judge \nRestaurant Workers Union Local 473, A.F.L.-C.I.O. v. \nCelebrezze’s dissent, pointing out that the parties do not \nMcElroy, 367 U.S. 886, 901, 81 S.Ct. 1743, 1752, 6 \nenter the ‘contract’ on an equal basis. Hahn v. Burke, \nL.Ed.2d 1230 (1961): \nsupra, 430 F.2d at 104-105. See also Comment, ‘Rights  ‘In sum, the Court holds that petitioner has a right not \nVersus Results: Quo Vadis Due Process for Parolees,’ 1  to have her identification badge taken away for an \nPac.L.J. 321, 338 (1970).  ‘arbitrary’ reason, but no right to be told in detail what \nthe reason is, or to defend her own innocence, in order \nADMINISTRATIVE PROCEEDING  to show, perhaps, that the true reason for deprivation \nwas  one  forbidden  by  the  Constitution.  This  is  an \nParole  revocation  is  an  administrative,  rather  than  a  internal contradiction to which I cannot subscribe.’ \n \njudicial, proceeding; therefore, according to the majority \nopinion, it is not necessary to conduct the revocation with   \nregular procedures or provide notice to the parolee. The  22  The majority opinion refers to Curtis v. Bennett, 256 \nMichigan  Court  of  Appeals  has  recognized  that  ‘the \nIowa 1164, 131 N.W.2d 1 (1964), where the Iowa \nartificial  designation  of  certain  proceedings  as  Supreme Court says that habeas corpus will lie where \n  16 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \nThe majority opinion relies on the recent case of Younger \nthe parolee alleges that he is not the party intended, that \nv. Harris, 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 \nthe  revocation  is  a  forgery,  or  that  the  officials \nattempting  to  revoke  are  without  authority.  These  (1971). I have no disagreement with the proposition that \nmatters deal with the state’s power to act and do not  the doctrine of ‘comity’ should deter federal interference \nmeet the constitutional issues raised when authority is  on constitutional issues where the state has a pending \nexercised in the manner provided by law. Also, these  opportunity to act. However, overlooked is that Younger \nlimitations are matters of mere expediency allowed by  and a companion case, Perez v. Ledesma, 401 U.S. 82, 91 \nstate law and do not attain constitutional proportions. \nS.Ct. 674, 27 L.Ed.2d 701 (1971), recognize that if the \n \nstate court misses the constitutional mark there can be \n  federal review ‘by certiorari or appeal in this Court (the \n*964  The  argument  that  habeas  corpus  can  later  be  Supreme Court) or, in a proper case, on federal habeas \navailable comes too late to effectively prevent unlawful  corpus.’ 401 U.S. 82, 85, 91 S.Ct. 674, 676, 677 (1971). \npunishment. Cf. Oestereich v. Selective Service System  In the instant case the petitioners have exhausted their \nLocal Bd., supra; Gutknecht v. United States, 396 U.S.  state remedies and they are now here on habeas corpus. \n295, 90 S.Ct. 506, 24 L.Ed.2d 532 (1969). Such a remedy  All Younger and its companion case have set out to do is \nis illusory when applied to an arbitrary parole revocation.  to  require  comity  where  a  state  court  proceeding  is \nFirst  the  individual  prisoner  is  taken  summarily  from  already pending. Younger, et al., did not mean we are to \nprivate life and again regimented to one in a penitentiary.  revert to 50 different applications of the Bill of Rights in \nThis  is  a  drastic  prerequisite  to  filing  habeas  corpus.  deference to state’s rights. Younger did not mean that a \nContrary to the spirit of the Great Writ, months or years  federal court must sit by and allow a state to misconstrue \nmay go by before a prisoner is given a hearing in a state  the  Federal  Constitution.  This  is  far  from  the  result \ncourt. State courts may well reason, as they have in the  reached by the Supreme Court in the recent decisions of \ninstant cases, that no hearing is ever necessary since the  Boddie v. Connecticut, 401 U.S. 371, 91 S.Ct. 780, 28 \npower of revocation is absolute. As in the instant cases, a  L.Ed.2d 113 (1971); and Wisconsin v. Constantineau, 400 \nhearing  in  the  federal  courts  may  be  equally  elusive.  U.S. 433, 91 S.Ct. 507, 27 L.Ed.2d 515 (1971). The Iowa \nClearly,  habeas  corpus  fails  to  provide  an  adequate  parole revocation proceedings are either within or without \nprophylaxsis where an individual’s parole is wrongfully  the  Fourteenth  Amendment.  Deference  to  state \nrevoked.  This  is  especially  true  where  a  simple  adjudication is not relevant here. Judicial deference to \nexplanation  or  presentation  of  facts  might  have  state  interests  cannot  change  the  nature  of  an \ndemonstrated there was in fact no violation of parole.23  unconstitutional proceeding. \n23  Apropos is Mr. Justice Murphy’s concurring statement \nIn  the  preface  of  his  recent  book  Professor  Davis \nin Estep v. United States, 327 U.S. 114, 131, 66 S.Ct. \n423, 431, 90 L.Ed. 567 (1946):  observes: \n‘There is something basically wrong and unjust about a \njuridical system that sanctions the imprisonment of a  ‘The greatest and most frequent injustice occurs at the \nman without ever according him the opportunity to  discretion end of the scale, where rules and principles \nclaim that the charge made against him is illegal. I am  provide little or no guidance, *965 where emotions of \nnot yet willing to conclude that we have such a system  deciding officers may affect what they do, where political \nin this nation. Every fiber of the Constitution and every \nor other favoritism may influence decisions, and where \nlegal  principle  of  justice  and  fairness  indicate \nthe imperfections of human nature are ofter reflected in \notherwise.  The  reports  are  filled  with  decisions \nthe choices made.’ Discretionary Justice, p. v (1969). \naffirming  the  right  to  a  fair  and  full  hearing,  the \nopportunity  to  present  every  possible  defense  to  a \nI think that wherever a state exercises arbitrary discretion \ncriminal  charge  and  the  chance  at  some  point  to \nchallenge an administrative order before punishment.  to the detriment of individual liberty, the due process \nThose rudimentary concepts are ingrained in our legal  clause of the Fourteenth Amendment is still the applicable \nframework and stand ready for use whenever life or  safeguard. \nliberty is in peril.’ \n  I would reverse and direct the district court to grant the \nwrits of habeas corpus unless the state parole board grants \n \nan immediate hearing fully informing the the petitioners \nCOMITY  of the charges made back in 1969 and allow petitioners to \npresent evidence relevant to the denial of the charges. \nThe majority emphasizes that federal courts should show   \njudicial deference to state rights and not intervene in areas \nwhich traditionally have been matters of state concern. \n  17 \n \n\nMorrissey v. Brewer, 443 F.2d 942 (1971)   \n \n \n \n \n  \n  18 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/47075"
    },
    {
      "date": "1971-12-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 999,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 404,
      "cite_2_page": 568,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 92,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 47077,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/47077.pdf",
      "title": "Opinion [Granting Petition for Writ of Certiorari to the United States Court for the Eighth Circuit]",
      "text": "Morrissey v. Brewer, 404 U.S. 999 (1971)   \n \n \n \n  \nOpinion \n92 S.Ct. 568 \n \nSupreme Court of the United States \nMotion  for  leave  to  proceed  in  forma  pauperis  and \nJohn J. MORRISSEY and G. Donald Booher, \npetition for writ of certiorari to the United States Court for \npetitioners, \nthe Eighth Circuit granted. \nv. \nLou V. BREWER, Warden, et al. \nParallel Citations \nNo. 71-5103. | December 20, 1971 \n92 S.Ct. 568 \n \nFacts and opinion, 443 F.2d 942. \n  \n    \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/47077"
    },
    {
      "date": "1972-01-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1036,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 404,
      "cite_2_page": 717,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 92,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 47079,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/47079.pdf",
      "title": "Opinion [Granting Motion for the Appointment of Counsel]",
      "text": "Morrissey v. Brewer, 404 U.S. 1036 (1972)   \n \n \n \nOpinion \n92 S.Ct. 717 \n \nSupreme Court of the United States \nThe  motion  of  the  petitioner  for  the  appointment  of \nJohn J. MORRISSEY and G. Donald Booher, \ncounsel is granted, and it is ordered that W. Don Brittin, \npetitioners, \nJr., Esquire, of Des Moines, Iowa, be, and he is hereby, \nv. \nappointed to serve as counsel for the petitioner in this \nLou V. BREWER, Warden, et al. \ncase. \nNo. 71-5103. | January 17, 1972 \nParallel Citations \nFormer decision, 404 U.S. 999, 92 S.Ct. 568. \n92 S.Ct. 717 \n  \n \nFacts and opinion, 8 Cir., 443 F.2d 942. \n  \n  . \n \n \n  \n © 2013 Thomson Reuters. No claim to original U.S. Government Works.  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/47079"
    },
    {
      "date": "1972-02-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 951,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 405,
      "cite_2_page": 1179,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 92,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 47081,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/47081.pdf",
      "title": "Opinion [Granting Motion to Dispense With Printing Amicus Curiae Brief]",
      "text": "Morrissey v. Brewer, 405 U.S. 951 (1972)   \n \n \n \n   Facts and opinion, 8 Cir., 443 F.2d 942. \n  \n92 S.Ct. 1179 \nSupreme Court of the United States \nOpinion \n \nJohn J. MORRISSEY and G. Donald Booher, \npetitioners, \nThe motion to dispense with printing the amicus curiae \nv. \nbrief of James H. Russell is granted. \nLou V. BREWER, Warden, et al. \nNo. 71-5103. | February 28, 1972 \nParallel Citations \n92 S.Ct. 1179  \nFormer decision, 404 U.S. 999, 92 S.Ct. 568; 404 U.S. \n \n1036, 92 S.Ct. 717. \n  \n   . \n \n \n  \n © 2013 Thomson Reuters. No claim to original U.S. Government Works.  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/47081"
    },
    {
      "date": "1972-06-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 471,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 408,
      "cite_2_page": 2593,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 92,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 47083,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/47083.pdf",
      "title": "Opinion [Reversing Judgments and Remanding Case]",
      "text": "Morrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \n \n   panoply  of  rights  due  a  defendant  in  a  criminal \n92 S.Ct. 2593  proceeding, a parolee’s liberty involves significant values \nSupreme Court of the United States  within the protection of the Due Process Clause of the \nFourteenth Amendment, and termination of that liberty \nJohn J. MORRISSEY and G. Donald Booher,  requires an informal hearing to give assurance that the \nPetitioners,  finding of a parole violation is based on verified facts to \nv.  support the revocation. Pp. 2599-2601. \nLou B. BREWER, Warden, et al.    \n2. Due process requires a reasonably prompt informal \nNo. 71-5103. | Argued April 11, 1972. | Decided June \ninquiry conducted by an impartial hearing officer near the \n29, 1972. \nplace of the alleged parole violation or arrest to determine \nif there is reasonable ground to believe that the arrested \nparolee  has  violated  a  parole  condition.  The  parolee \nTwo cases, in each of which the United States District \nshould receive prior notice of the inquiry, its purpose, and \nCourt for the Southern District of Iowa denied a petition \nthe alleged violations. The parolee may present relevant \nfor writ of habeas corpus for the release of a prisoner \ninformation and (absent security considerations) question \nfollowing revocation of parole. The Court of  Appeals \nadverse informants. The hearing officer shall digest the \naffirmed, 443 F.2d 942. On certiorari, the Supreme Court, \nevidence  on  probable  cause  and  state  the  reasons  for \nMr. Chief Justice Burger, held that minimal due process \nholding the parolee for the parole board’s decision. Pp. \nrequirements for parole revocation include a preliminary \n2601-2603. \ninquiry in the nature of a preliminary hearing to determine \n  \nprobable cause, to be conducted at or reasonably near the \n3. At the revocation hearing, which must be conducted \nplace  of  the  alleged  parole  violation  or  arrest and  as \nreasonably soon after the parolee’s arrest, minimum due \npromptly  as  convenient  after  arrest,  and  a  revocation \nprocess requirements are: (a) written notice of the claimed \nhearing with respect to which certain specified minimal \nviolations  of  parole;  (b)  disclosure  to  the  parolee  of \ndue process requirements must be observed. \nevidence  against  him;  (c)  opportunity  to  be  heard  in \n  \nperson  and  to  present  witnesses  and  documentary \nReversed and remanded. \nevidence;  (d)  the  right  to  confront  and  cross-examine \n  \nadverse witnesses (unless the hearing officer specifically \nMr. Justice Brennan filed a concurring opinion in which \nfinds good **2596 cause for not allowing confrontation); \nMr. Justice Marshall joined. \n(e)  a  ‘neutral  and  detached’  hearing  body  such  as  a \n  \ntraditional parole board, members of which need not be \nMr. Justice Douglas dissented in part and filed opinion. \njudicial officers or lawyers; and (f) a written statement \n  \n**2595 Syllabus*  *472 by the factfinders as to the evidence relied on and \nreasons for revoking parole. Pp. 2603-2605. \n *  The syllabus constitutes no part of the opinion of the    \nCourt  but  has  been  prepared  by  the  Reporter  of \n443 F.2d 942, reversed and remanded. \nDecisions for the convenience of the reader. See United \n  \nStates v. Detroit Timber & Lumber Co., 200 U.S. 321, \n337, 26 S.Ct. 282, 287, 50 L.Ed. 499. \nAttorneys and Law Firms \n \n  W. Don Brittin, Jr., Des Moines, Iowa, for petitioners. \n*471  Petitioners  in  these  habeas  corpus  proceedings \nclaimed that their paroles were revoked without a hearing  Larry S. Seuferer, Asst. Atty. Gen. of Iowa, Des Moines, \nand that they were thereby deprived of due process. The  Iowa, for respondent. \nCourt of Appeals, in affirming the District Court’s denial \nof relief, reasoned that under controlling authorities parole  Opinion \nis  only  ‘a  correctional  device  authorizing  service  of \nsentence outside a penitentiary,’ and concluded that a  Mr. Chief Justice BURGER delivered the opinion of the \nparolee, who is still ‘in custody,’ is not entitled to a full  Court. \nadversary  hearing  such  as  would  be  mandated  in  a \n \ncriminal proceeding. Held: \n  \nWe granted certiorari in this case to determine whether \n1. Though parole revocation does not call for the full \n.  1 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \nthe Due Process Clause of the Fourteenth Amendment  failing to keep himself in gailful employment. The report \nrequires that a State afford an individual some opportunity  stated that the officer had interviewed Booher and that he \nto be heard prior to revoking his parole.  had acknowledged to the parole officer that he had left the \nspecified territorial limits and had operated the car and \nPetitioner Morrissey was convicted of false drawing or  had obtained a license under an assumed name ‘knowing \nuttering of checks in 1967 pursuant to his guilty plea, and  that it was wrong.’ The report **2597 further noted that \nwas sentenced to not more than seven years’ confinement.  Booher had stated that he had not found employment \nHe was paroled from the Iowa State Penitentiary in June  because he could not find work that would pay him what \n1968. Seven months later, at the direction of his parole  he wanted-he stated he would not work for $2.25 to $2.75 \nofficer, he was arrested in his home town as a parole  per hour-and that he had left the area to get work in \nviolator and incarcerated in the county jail. One week  another city. \nlater, after review of the parole officer’s written report, \nthe  Iowa  Board  of  Parole  revoked  Morrissey’s  *473  After  exhausting  state  remedies,  both  petitioners  filed \nparole, and he was returned to the penitentiary located  habeas corpus petitions in the United States District Court \nabout  100  miles  from  his  home.  Petitioner  asserts  he  for the Southern District of Iowa alleging that they had \nreceived no hearing prior to revocation of his parole.  been denied due process because their paroles had been \nrevoked  without  a  hearing.  The  State  responded  by \nThe parole officer’s report on which the Board of Parole  arguing that no hearing was required. The District Court \nacted shows that petitioner’s parole was revoked on the  held on the basis of controlling authority that the State’s \nbasis of information that he had violated the conditions of  failure to accord a hearing prior to parole revocation did \nparole  by  buying  a  car  under  an  assumed  name  and  not violate due process. On appeal, the two cases were \noperating it without permission, giving false statements to  consolidated. \npolice  concerning  his  address  and  insurance  company \nafter a minor accident, obtaining credit under an assumed  The Court of Appeals, dividing 4 to 3, held that due \nname, and failing to report his place of residence to his  process  does  not  require  a  hearing.  The  majority \nparole  officer.  The  report  states  that  the  officer  recognized  that  the  traditional  view  of  parole  as  a \ninterviewed Morrissey, and that he could not explain why  privilege rather than a vested right is no longer dispositive \nhe did not contact his parole officer despite his effort to  as to whether due process is applicable; however, on a \nexcuse this on the ground that he had been sick. Further,  balancing  of  the  competing  interests  involved,  it \nthe report asserts that Morrissey admitted buying the car  concluded that no hearing is required. The court reasoned \nand obtaining credit under an assumed name, and also  that  parole  is  only  ‘a  correctional  device  authorizing \nadmitted  being  involved  in  the  accident.  The  parole  service of sentence outside the penitentiary’, *475 443 \nofficer recommended that his parole be revoked because  F.2d  942,  947;  the  parolee  is  still  ‘in  custody.’ \nof ‘his continual violating of his parole rules.’  Accordingly, the Court of Appeals was of the view that \nprison  officials  must  have  large  discretion  in  making \nThe situation as to petitioner Booher is much the name.  revocation determinations, and that courts should retain \nPursuant  to  his  guilty  plea,  Booher  was  convicted  of  their traditional reluctance to interfere with disciplinary \nforgery in 1966 and sentenced to a maximum term of 10  matters  properly  under  the  control  of  state  prison \nyears. He was paroled November 14, 1968. In August  authorities.  The  majority  expressed  the  view  that \n1969, at his parole officer’s direction, he was arrested in  ‘non-legal, non-adversary considerations’ were often the \nhis home town for a violation of his parole and confined  determinative  factors  in  making  a  parole  revocation \nin the county jail several miles away. On September 13,  decision. It expressed concern that if adversary hearings \n1969, on the basis of a written report by his parole officer,  were required for parole revocation, ‘with the full panoply \nthe Iowa Board of Parole revoked Booher’s parole and  of rights accorded in criminal proceedings,’ the function \nBooher was recommitted to the state penitentiary, located  of the parole board as ‘an administrative body acting in \nabout 250 miles from his home, to complete service of his  the role of parens patriae would be aborted’, id., at 949, \nsentence. Petitioner asserts he received no hearing prior to  and the board would be more reluctant to grant parole in \nrevocation of his parole.  the  first  instance-an  apprehension  that  would  not  be \nwithout some basis if the choice were between a full-scale \n*474 The parole officer’s report with respect to Booher  adversary proceeding or no hearing at all. Additionally, \nrecommended that his parole be revoked because he had  the majority reasoned that the parolee has no statutory \nviolated the territorial restrictions of his parole without  right  to  remain  on  parole.  Iowa  law  provides  that  a \nconsent, had obtained a driver’s license under an assumed  parolee may be returned to the institution at any time. Our \nname, operated a motor vehicle without permission, and  holding in Mempa v. Rhay, 389 U.S. 128, 88 S.Ct. 254, \nhad violated the employment condition of his parole by  19 L.Ed.2d 336 (1967), was distinguished on the ground \n.  2 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \nthat  it  involved  deferred  sentencing  upon  probation  infractions agreed *477 and that neither of the petitioners \nrevocation,  and  thus  involved  a  stage  of  the  criminal  was among the three who denied them. \nproceeding, whereas parole revocation was not a stage in  [1] We must therefore treat this case in the posture and on \nthe criminal proceeding. The Court of Appeals’ decision  the record respondents elected to rely on in the District \nwas  consistent  with  many  other  decisions  on  parole  Court and the Court of Appeals. If the facts are otherwise, \nrevocations.  respondents may make a showing in the District Court \nthat  petitioners  in  fact  have  admitted  the  violations \nIn their brief in this Court, respondents assert for the first  charged before a neutral officer. \ntime that petitioners were in fact granted hearings after    \nthey were returned to the penitentiary. More generally,   \nrespondents say that within two months after the Board \nrevokes an individual’s parole and orders him returned to \nthe  penitentiary,  on  the  basis  of  the  parole  officer’s  I \nwritten report it grants the individual a hearing before the \nBoard. At that time, the Board goes over ‘each of *476 \nBefore reaching the issue of whether due process applies \nthe alleged parole violations with the returnee, and he is \nto the parole system, it is important to recall the function \ngiven an opportunity to orally present his side of the story \nof parole in the correctional process. \nto the Board.’ If the returnee denies the report, it is the \npractice of the Board to conduct a further investigation \nDuring  the  past  60  years,  the  practice  of  releasing \nbefore making a final determination either affirming the \nprisoners on parole before the end of their sentences has \ninitial  revocation,  modifying  it,  or  reversing  it.1 \nbecome an integral part of the penological system. Note, \nRespondents assert that Morrissey, **2598 whose parole \nParole Revocation in the Federal System, 56 Geo.L.J. 705 \nwas revoked on January 31, 1969, was granted a hearing \n(1968). Rather than being an ad hoc exercise of clemency, \nbefore the Board on February 12, 1969. Booher’s parole \nparole  is  an  established  variation  on  imprisonment  of \nwas revoked on September 13, 1969, and he was granted \nconvicted criminals. Its purpose is to help individuals \na  hearing  on  October  14,  1969.  At  these  hearings, \nreintegrate into society as constructive individuals as soon \nrespondents  tell  us-in  the  briefs-both  Morrissey  and \nas they are able, without being confined for the full term \nBooher  admitted  the  violations  alleged  in  the  parole \nof the sentence imposed. It also serves to alleviate the \nviolation reports. \ncosts to society of keeping an individual in prison.2 The \n1  The hearing required by due process, as defined herein,  essence  of  parole  is  release  from  prison,  before  the \nmust be accorded before the effective decision. See  completion of sentence, on the condition that the prisoner \nArmstrong v. Manzo, 380 U.S. 545, 85 S.Ct. 1187, 14 \nabide by certain rules during the balance of the sentence. \nL.Ed.2d 62 (1965). Petitioners assert here that only one \nUnder some systems, parole is granted automatically after \nof the 540 revocations ordered most recently by the \nthe service of a certain portion of a prison term. Under \nIowa  Parole  Board  was  reversed  after  hearing, \nothers, parole is granted by the discretionary action of a \nPetitioners’ Reply Brief 7, suggesting that the hearing \nmay not objectively evaluate the revocation decision.  board, which evaluates an array of information about a \n  prisoner *478 and makes a prediction whether he is ready \nto reintegrate into society. \n \n2  See  Warren,  Probation  in  the  Federal  System  of \nNothing in the record supplied to this Court indicates that  Criminal Justice, 19 Fed.Prob. 3 (Sept. 1955); Annual \nrespondent claimed, either in the District Court or the  Report,  Ohio  Adult  Parole  Authority  1964/65,  pp. \nCourt of Appeals, that petitioners had received hearings  13-14;  Note,  Parole:  A  Critique  of  Its  Legal \nFoundations  and  Conditions,  38  N.Y.U.L.Rev.  702, \npromptly after their paroles were revoked, or that in such \n705-707 (1963). \nhearing  they  admitted  the  violations;  that  information \n \ncomes to us only in the respondents’ brief here. Further, \neven the assertions that respondents make here are not   \nbased on any public record but on interviews with two of \nTo  accomplish  the  purpose  of  parole,  those  who  are \nthe members of the parole board. In the interview relied \nallowed to leave prison early are subjected to specified \non to show that petitioners admitted their violations, the \nconditions  for  the  duration  of  their  terms.  These \nboard member did not assert he could remember that both \nconditions restrict their activities substantially beyond the \nMorrissey and Booher admitted the parole violations with \nordinary restrictions imposed by law on an individual \nwhich they were charged. He stated only that, according \ncitizen. Typically, parolees are forbidden to use liquor or \nto his memory, in the previous several years all but three \nto  have  associations  or  correspondence  with  certain \nreturnees  had  admitted  commission  of  the  parole \n.  3 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \ncategories of undesirable persons. Typically, also they   \nmust seek permission from their parole officers before  5  President’s  Commission  on  Law  Enforcement  and \nengaging  in  specified  activities,  such  as  changing \nAdministration  of  Justice,  Task  Force  Report: \nemployment or living quarters,  marrying, acquiring or  Corrections 62 (1967). The substantial revocation rate \noperating  a  motor  vehicle,  traveling  outside  the  indicates that parole administrators often deliberately \ncommunity,  and  incurring  substantial  indebtedness.  err on the side of granting parole in borderline cases. \nAdditionally, parolees must regularly report to the parole   \nofficer to whom they **2599 are assigned and sometimes   \nthey must make periodic written reports of their activities. \n6  See Morrissey v. Brewer, 443 F.2d 942, at 956-954, n. \nArluke,  A  Summary  of  Parole  Rules-Thirteen  Years \n5 (CA8 1971) (Lay, J., dissenting); Rose v. Haskins, \nLater, 15 Crime & Delin. 267, 272-273 (1969). \n388  F.2d  91,  104  (CA6  1968)  (Celebrezze,  J., \nThe parole officers are part of the administrative system  dissenting). \ndesigned to assist parolees and to offer them guidance.   \nThe  conditions  of  parole  serve  a  dual  purpose;  they \n \nprohibit, either absolutely or conditionally, behavior that \nis deemed dangerous to the restoration of the individual \nImplicit in the system’s concern with parole violations is \ninto  normal  society.  And  through  the  requirement  of \nthe notion that the parolee is entitled to retain his liberty \nreporting to the parole officer and seeking guidance and \nas long as he substantially abides by the conditions of his \npermission  before  doing  many  things,  the  officer  is \nparole.  The  first  step  in  a  revocation  decision  thus \nprovided  with  information  about  the  parole  and  an \ninvolves a wholly retrospective factual question: whether \nopportunity  to  advise  him.  The  combination  puts  the \nthe parolee has in fact acted in violation of one or more \nparole officer into the position in which he can try to \nconditions of his parole. Only if it is determined that *480 \nguide the parolee into constructive development.3 \nthe parolee did violate the conditions does the second \n3  Note, Observations on the Administration of Parole, 79  question  arise:  should  the  parolee  be  recommitted  to \nYale L.J. 698, 699-700 (1970).  prison or should other steps be taken to protect society \n  and improve chances of rehabilitation? The first step is \n  relatively  simple;  the  second  is  more  complex.  The \nThe  enforcement  leverage  that  supports  the  parole  second question involves the application of expertise by \nconditions derives from the authority to return the parolee  the  parole  authority  in  making  a  prediction  as  to  the \n*479 to prison to serve out the balance of his sentence if  ability  of  the  individual  to  live  in  society  without \nhe  fails  to  abide  by  the  rules.  In  practice,  not  every  committing antisocial acts. This part of the decision, too, \nviolation  of  parole  conditions  automatically  leads  to  depends on facts, and therefore it is important for the \nrevocation. Typically, a parolee will be counseled to abide  board  to  know  not  only  that  some  violation  was \nby  the  conditions  of  parole,  and  the  parole  officer  committed but also to know accurately how many and \nordinarily does not take steps to have parole revoked  how serious the violations were. Yet this second step, \nunless  he  thinks  that  the  violations  are  serious  and  deciding  what  to  do  about  the  violation  once  it  is \ncontinuing  so  as  to  indicate  that  the  parolee  is  not  identified, is not **2600 purely factual but also predictive \nadjusting properly and cannot be counted on to avoid  and discretionary. \nantisocial  activity.4  The  broad  discretion  accorded  the \nIf a parolee is returned to prison, he usually receives no \nparole officer is also inherent in some of the quite vague \ncredit for the time ‘served’ on parole.7 Thus, the returnee \nconditions,  such  as  the  typical  requirement  that  the \nmay face a potential of substantial imprisonment. \nparolee  avoid  ‘undesirable’  associations  or \ncorrespondence. Cf. Arciniega v. Freeman, 404 U.S. 4, 92  7  Arluke, A Summary of Parole Rules-Thirteen Years \nS.Ct. 22, 30 L.Ed.2d 126 (1971). Yet revocation of parole  Later, 15 Crime and Delinquency 267, 271 (1969); \nis  not  an  unusual  phenomenon,  affecting  only  a  few  Note, Parole Revocation in the Federal System, 56 \nparolees.  It  has  been  estimated  that  35%-45%  of  all  Geo.L.J. 705, 733 (1968). \nparolees are subjected to revocation and return to prison.5   \nSometimes revocation occurs when the parolee is accused   \nof another crime; it is often preferred to a new prosecution   \nbecause  of  the  procedural  ease  of  recommitting  the \nindividual on the basis of a lesser showing by the State.6 \nII \n4  Ibid. \n  [2] We begin with the proposition that the revocation of \n.  4 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \nparole is not part of a criminal prosecution and thus the  *482 of the parolee in his continued liberty. The liberty of \nfull  panoply  of  rights  due  a  defendant  in  such  a  a parolee enables him to do a wide range of things open to \nproceeding  does  not  apply  to  parole  revocations.  Cf.  persons who have never been convicted of any crime. The \nMempa v. Rhay, 389 U.S. 128, 88 S.Ct. 254, 19 L.Ed.2d  parolee  has  been  released  from  prison  based  on  an \n336 (1967). Parole arises after the end of the criminal  evaluation that he shows reasonable promise of being able \nprosecution,  including  imposition  of  sentence.  to  return  to  society  and  function  as  a  responsible, \nSupervision  is  not  directly  by  the  court  but  by  an  self-reliant person. Subject to the conditions of his parole, \nadministrative agency, which is sometimes an arm of the  he can be gainfully employed and is free to be with family \ncourt  and  sometimes  of  the  executive.  Revocation  and friends and to form the other enduring attachments of \ndeprives an individual, not of the absolute liberty to which  normal life. **2601 Though the State properly subjects \nevery citizen is entitled, but only of the conditional liberty  him to many restrictions not applicable to other citizens, \nproperly  dependent  on  observance  of  special  parole  his condition is very different from that of confinement in \nrestrictions.  a prison.8 He may have been on parole for a number of \n   years and may be living a relatively normal life at the \n*481 [3] [4] We turn, therefore, to the question whether the  time he is faced with revocation.9 The parolee has relied \nrequirements of due process in general apply to parole  on at least an implicit promise that parole will be revoked \nrevocations.  As  Mr.  Justice  Blackmun  has  written  only if he fails to live up to the parole conditions. In many \nrecently, ‘this Court now has rejected the concept that  cases, the parolee faces lengthy incarceration if his parole \nconstitutional rights turn upon whether a governmental  is revoked. \nbenefit is characterized as a ‘right’ or as a ‘privilege.“   8  ‘It is not sophistic to attach greater importance to a \nGraham v. Richardson, 403 U.S. 365, 374, 91 S.Ct. 1848, \nperson’s  justifiable  reliance  in  maintaining  his \n1853, 29 L.Ed.2d 534 (1971). Whether any procedural  conditional  freedom  so  long  as  he  abides  by  the \nprotections are due depends on the extent to which an  conditions of his release, than to his mere anticipation \nindividual will be ‘condemned to suffer grievous loss.’  or hope of  freedom.’  United States ex  rel.  Bey  v. \nJoint Anti-Fascist Refugee Committee v. McGrath, 341  Connecticut Board of Parole, 443 F.2d 1079, 1086 \nU.S. 123, 168, 71 S.Ct. 624, 646, 95 L.Ed. 817 (1951)  (CA2 1971). \n \n(Frankfurter, J., concurring), quoted in Goldberg v. Kelly, \n397 U.S. 254, 263, 90 S.Ct. 1011, 1018, 25 L.Ed.2d 287   \n(1970). The question is not merely the ‘weight’ of the  9  See, e.g., Murray v. Page, 429 F.2d 1359 (CA10 1970) \nindividual’s interest, but whether the nature of the interest \n(parole revoked after eight years; 15 years remaining on \nis  one  within  the  contemplation  of  the  ‘liberty  or  original term). \nproperty’  language  of  the  Fourteenth  Amendment.   \nFuentes v. Shevin, 407 U.S. 67, 92 S.Ct. 1983, 32 L.Ed.2d \n \n556  (1972).  Once  it  is  determined  that  due  process \napplies, the question remains what process is due. It has  We see, therefore, that the liberty of a parolee, although \nbeen said so often by this Court and others as not to  indeterminate,  includes  many  of  the  core  values  of \nrequire citation of authority that due process is flexible  unqualified liberty and its termination inflicts a ‘grievous \nand calls for such procedural protections as the particular  loss’ on the parolee and often on others. It is hardly useful \nsituation demands. ‘(C)onsideration of what procedures  any longer to try to deal with this problem in terms of \ndue  process  may  require  under  any  given  set  of  whether the parolee’s liberty is a ‘right’ or a ‘privilege.’ \ncircumstances  must begin  with a determination of the  By whatever name, the liberty is valuable and must be \nprecise nature of the government function involved as  seen  as  within  the  protection  of  the  Fourteenth \nwell as of the private interest that has been affected by  Amendment.  Its  termination  calls  for  some  orderly \ngovernmental action.’  Cafeteria &  Restaurant Workers  process, however informal. \nUnion v. McElroy, 367 U.S. 886, 895, 81 S.Ct. 1743, \n1748, 6 L.Ed.2d 1230 (1961). To say that the concept of  *483 Turning to the question what process is due, we find \ndue process is flexible does not mean that judges are at  that the State’s interests are several. The State has found \nlarge to apply it to any and all relationships. Its flexibility  the parolee guilty of a crime against the people. That \nis in its scope once it has been determined that some  finding justifies imposing extensive restrictions on the \nprocess is due; it is a recognition that not all situations  individual’s liberty. Release of the parolee before the end \ncalling for procedural safeguards call for the same kind of  of his prison sentence is made with the recognition that \nprocedure.  with many prisoners there is a risk that they will not be \n   able  to  live  in  society  without  committing  additional \n[5] We turn to an examination of the nature of the interest  antisocial acts. Given the previous conviction and the \n.  5 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \nproper  imposition  of  conditions,  the  State  has  an  needed is an informal hearing structured to assure that the \noverwhelming  interest  in  being  able  to  return  the  finding of a parole violation will be based on verified \nindividual to imprisonment without the burden of a new  facts and that the exercise of discretion will be informed \nadversary criminal trial if in fact he has failed to abide by  by an accurate knowledge of the parolee’s behavior. \nthe conditions of his parole.   12  See n. 15, infra. As one state court has written, ‘Before \nYet, the State has no interest in revoking parole without \nsuch a determination or finding can be made it appears \nsome  informal  procedural  guarantees.  Although  the  that the principles of fundamental justice and fairness \nparolee is often formally described as being ‘in custody,’  would afford the parolee a reasonable opportunity to \nthe argument cannot even be made here that summary  explain away the accusation of a parole violation. (The \ntreatment  is  necessary  as  it  may  be  with  respect  to  parolee) . . . is entitled to a conditional liberty and \ncontrolling  a  large  group  of  potentially  disruptive  possessed of a right which can be forfeited only by \nreason of a breach of the conditions of the grant.’ Chase \nprisoners in actual custody. Nor are we persuaded by the \nv. Page, 456 P.2d 590, 594 (Okl.Crim.App.1969). \nargument  that  revocation  is  so  totally  a  discretionary \n \nmatter  that  some  form  of  hearing  would  be \nadministratively intolerable. A simple factual hearing will   \nnot  interfere  with  the  exercise  of  discretion.  Serious   \nstudies  have  suggested  that  fair  treatment  on  parole \nrevocation will not result in fewer grants of parole.10 \nIII \n10  Sklar,  Law  and  Practice  in  Probation  and  Parole \nRevocation Hearings, 55 J.Crim.L.C. & P.S. 175, 194 \n(1964)  (no  decrease  in  Michigan,  which  grants  We now turn to the nature of the process that is due, \nextensive rights); Rose v. Haskins, 388 F.2d 91, 102 n.  bearing in mind that the interest of both State and *485 \n16 (CA6 1968) (Celebrezze, J., dissenting) (cost of \nparolee will be furthered by an effective but informal \nimprisonment so much greater than parole system that \nhearing. In analyzing what is due, we see two important \nprocedural  requirements  will  not  change  economic \nstages in the typical process of parole revocation. \nmotivation). \n[7] (a) Arrest of Parolee and Preliminary Hearing. The first \n \nstage occurs when the parolee is arrested and detained, \n \nusually at the direction of his parole officer. The second \nThis discretionary aspect of the revocation decision need \noccurs when parole is formally revoked. There is typically \nnot  be  reached  unless  there  is  first  an  appropriate \na substantial time lag between the arrest and the eventual \ndetermination  that  the  individual  has  in  fact  breached \ndetermination by the parole board whether parole should \n*484 the conditions of parole. The parolee is not the only \nbe revoked. Additionally, it may be that the parolee is \none who has a stake in his conditional liberty. Society has \narrested at a place distant from the state institution, to \na stake in whatever may be the chance of restoring him to \nwhich he may be returned before the final decision is \nnormal and useful life within the law. Society thus has an \nmade  concerning  revocation.  Given  these  factors,  due \ninterest in not having parole revoked because of erroneous \nprocess would seem to require that some minimal inquiry \ninformation or because of an erroneous evaluation of the \nbe  conducted  at  or  reasonably  near  the  place  of  the \nneed  to  revoke  parole,  given  the  breach  of  parole \nalleged  parole  violation  or  arrest  and  as  promptly  as \nconditions.  See  **2602  People  ex  rel.  Menechino  v. \nconvenient  after  arrest  while  information  is  fresh  and \nWarden, 27 N.Y.2d 376, 379, and n. 2, 318 N.Y.S.2d 449, \nsources  are  available.  Cf.  Hyser  v.  Reed,  115 \n450, and n. 2, 267 N.E.2d 238, 239, and n. 2 (1971) \nU.S.App.D.C. 254, 318 F.2d 225 (1963). Such an inquiry \n(parole board had less than full picture of facts). And \nshould be seen as in the nature of a ‘preliminary hearing’ \nsociety has a further interest in treating the parolee with \nto  determine  whether  there  is  probable  cause  or \nbasic fairness: fair treatment in parole revocations will \nreasonable ground to believe that the arrested parolee has \nenhance the chance of rehabilitation by avoiding reactions \ncommitted acts that would constitute a violation of parole \nto arbitrariness.11 \nconditions. Cf. Goldberg v. Kelly, 397 U.S., at 267-271, \n11  See President’s Commission on Law Enforcement and  90 S.Ct. at 1020-1022, 25 L.Ed.2d 287. \nAdministration  of  Justice,  Task  Force  Report:    \nCorrections 83, 88 (1967). \n  In our view, due process requires that after the arrest, the \n  determination that reasonable ground exists for revocation \n[6] Given these factors, most States have recognized that  of  parole  should  be  made  by  someone  not  directly \nthere is no interest on the part of the State in revoking  involved in the case. It would be unfair to assume that the \nparole without any procedural guarantees at all.12 What is  supervising parole officer does not conduct an interview \n.  6 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \nwith the parolee to confront him with the reasons for  may bring letters, documents, or individuals who can give \nrevocation before he recommends an arrest. It would also  relevant information to the hearing officer. On request of \nbe unfair to assume that the parole officer bears hostility  the parolee, person who has given adverse information on \nagainst  the  parolee  that  destroys  his  neutrality;  which parole revocation is to be based is to be made \nrealistically the failure of the parolee is in a sense a *486  available for questioning in his presence. However, if the \nfailure for his supervising officer.13 However, we need  hearing officer determines that an informant would be \nmake no assumptions one way or the other to conclude  subjected to risk of harm if his identity were disclosed, he \nthat there should be an uninvolved person to make this  need  not  be  subjected  to  confrontation  and \npreliminary  evaluation  of  the  basis  for  believing  the  cross-examination. \nconditions  of  parole  have  been  violated.  The  officer    \ndirectly  involved  in  making  recommendations  cannot  [10] [11] The hearing officer shall have the duty of making a \nalways have **2603 complete objectivity in evaluating  summary, or digest, of what occurs at the hearing in terms \nthem.14 Goldberg v. Kelly found it unnecessary to impugn  of the responses of the parolee and the substance of the \nthe motives of the case-worker to find a need for an  documents  or  evidence  given  in  support  of  parole \nindependent  decisionmaker  to  examine  the  initial  revocation and of the parolee’s position. Based on the \ndecision.  information  before  him,  the  officer  should  determine \n13  Note, Observations on the Administration of Parole, 79  whether there is probable cause to hold the parolee for the \nfinal decision of the parole board on revocation. Such a \nYale  L.J.  698,  704-706  (1970)  (parole  officers  in \nConnecticut adopt role model of social worker rather  determination would be sufficient to warrant the parolee’s \nthan an adjunct of police, and exhibit a lack of punitive  continued detention and return to the state correctional \norientation).  institution pending the final decision. As in Goldberg, ‘the \n  decision  maker  should  state  the  reasons  for  his \n  determination and indicate the evidence he relied on . . .’ \nbut  it  should  be  remembered  that  this  is  not  a  final \n14  This is not an issue limited to bad motivation. ‘Parole \ndetermination  calling  for  ‘formal  findings  of  fact  and \nagents  are  human,  and  it  is  possible  that  friction \nconclusions of law.’ 397 U.S., at 271, 90 S.Ct., at 1022. \nbetween the agent and parolee may have influenced the \nagent’s judgment.’ 4 Attorney  General’s Survey on  No interest would be served by formalism in this process; \nRelease Procedures: Parole 246 (1939).  informality will not lessen the utility of this inquiry in \n  reducing the risk of error. \n  \n \n[12] [13] [14] [15] (b) The Revocation Hearing. There must \nThis independent officer need not be a judicial officer.  also be an opportunity for a hearing, if it is desired by the \nThe  granting  and  revocation  of  parole  are  matters  parolee, prior to the final decision on revocation by the \ntraditionally  handled  by  administrative  officers.  In  parole *488 authority. This hearing must be the basis for \nGoldberg, the Court pointedly did not require that the  more than determining probable cause; it must lead to a \nhearing on termination of benefits be conducted by a  final  evaluation  of  any  contested  relevant  facts  and \njudicial officer or even before the traditional ‘neutral and  consideration of whether the facts as determined warrant \ndetached’ officer; it required only that the hearing be  revocation. The parolee must have an opportunity to be \nconducted by some person other than one initially dealing  heard and to show, if he can, that he did not violate the \nwith the case. It will be sufficient, therefore, in the parole  conditions, or, if he did, that circumstances in mitigation \nrevocation context, if an evaluation of whether reasonable  suggest that the violation does not warrant revocation. \ncause exists to believe that conditions of parole have been  The revocation **2604 hearing must be tendered within a \nviolated is made by someone such as a parole officer  reasonable time after the parolee is taken into custody. A \nother than the one who has made the report of parole  lapse of two months, as respondents suggest occurs in \nviolations or has recommended revocation. A State could  some cases, would not appear to be unreasonable. \ncertainly choose some other independent decisionmaker    \nto perform this preliminary function. \n[8] [9] With respect to the preliminary hearing before this  We  cannot  write  a  code  of  procedure;  that  is  the \nresponsibility of each State. Most States have done so by \nofficer, the parolee should be given notice that the hearing \nlegislation,  others  by  judicial  decision  usually  on  due \n*487 will take place and that its purpose is to determine \nprocess grounds.15 Our task is limited to deciding the \nwhether  there  is  probable  cause  to  believe  he  has \n*489 minimum requirements of due process. They include \ncommitted  a  parole  violation.  The  notice  should  state \n(a) written notice of the claimed violations of parole; (b) \nwhat parole violations have been alleged. At the hearing \ndisclosure to the parolee of evidence against him; (c) \nthe parolee may appear and speak in his own behalf; he \nopportunity to be heard in person and to present witnesses \n.  7 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \nand documentary evidence; (d) the right to confront and   \ncross-examine  adverse  witnesses  (unless  the  hearing  We  do  not  reach  or  decide  the  question  whether  the \nofficer  specifically  finds  good  cause  for  not  allowing  parolee is entitled to the assistance of retained counsel or \nconfrontation); (e) a ‘neutral and detached’ hearing body  to appointed counsel if he is indigent.16 \nsuch as a traditional parole board, members of which need  16  The Model Penal Code s 305.15(1) (Proposed Official \nnot  be  judicial  officers  or  lawyers;  and  (f)  a  written \nDraft 1962) provides that ‘(t)he institutional parole staff \nstatement by the factfinders as to the evidence relied on  shall render reasonable aid to the parolee in preparation \nand reasons for revoking parole. We emphasize there is  for the hearing and he shall be permitted to advise with \nno  thought  to  equate  this  second  stage  of  parole  his own legal counsel.’ \nrevocation to a criminal prosecution in any sense. It is a   \nnarrow inquiry; the process should be flexible enough to   \nconsider evidence including letters, affidavits, and other  *490 [16] [17] [18] We have no thought to create an inflexible \nmaterial that would not be admissible in an adversary  structure for parole revocation procedures. The few basic \ncriminal trial.  requirements set out above, which are applicable to future \n15  Very few States provide no hearing at all in parole  revocations of parole, should not impose a great burden \nrevocations. Thirty States provide in their statutes that a  on any State’s parole system. Control over the required \nparolee  shall  receive  some  type  of  hearing.  See  proceedings  by  the  hearing  officers  can  assure  that \nAla.Code, Tit. 42, s 12 (1959); Alaska Stat. s 33.15.220  delaying  **2605  tactics  and  other  abuses  sometimes \n(1962);  Ariz.Rev.Stat.Ann.  s  31-417  (1956);  present in the traditional adversary trial situation do not \nArk.Stat.Ann. s 43-2810 (Supp.1971); Del.Code Ann., \noccur.  Obviously  a  parolee  cannot  relitigate  issues \nTit. 11, s 4352 (Supp.1970); Fla.Stat.Ann. s 947.23(1) \ndetermined against him in other forums, as in the situation \n(Supp.1972);  Ga.Code  Ann.  s  77-519  (Supp.1971); \npresented when the revocation is based on conviction of \nHaw.Rev.Stat. s 353-66 (1968); Idaho Code ss 20-229, \nanother crime. \n20-229A (Supp.1971); Ill.Ann.Stat., c. 108, ss 204(e), \n207 (Supp.1972); Ind.Ann.Stat. s 13-1611 (Supp.1972),    \nIC 1971, 11-1-1-11; Kan.Stat.Ann. s 22-3721 (1971); \nKy.Rev.Stat.Ann  s  439.330(1)(e)  (1962);  In the peculiar posture of this case, given the absence of \nLa.Rev.Stat.Ann.  s  15:574.9  (Supp.1972);  an adequate record, we conclude the ends of justice will \nMe.Rev.Stat.Ann., Tit. 34, s 1675 (Supp.1970-1971);  be best served by remanding the case to the Court of \nMd.Ann.Code, Art. 41, s 117 (1971); Mich.Comp.Laws  Appeals for its return of the two consolidated cases to the \ns 791.240a, Mich.Stat.Ann. s 28.2310(1) (Supp.1972); \nDistrict Court with directions to make findings on the \nMiss.Code  Ann.  s  4004-13  (1956);  Mo.Ann.Stat.  s \nprocedures actually followed by the Parole Board in these \n549.265  (Supp.1971);  Mont.Rev.Codes  Ann.  ss \ntwo  revocations.  If  it  is  determined  that  petitioners \n94-9838, 94-9835 (1969); N.H.Rev.Stat.Ann. s 607:46 \nadmitted  parole  violations  to  the  Parole  Board,  as \n(1955);  N.M.Stat.Ann.  s  41-17-28  (1972); \nN.Y.Correction Law, McKinney’s Consol.Laws, c. 43,  respondents contend, and if those violations are found to \ns 212, subd. 7 (Supp.1971); N.D.Cent.Code s 12-59-15  be reasonable grounds for revoking parole under state \n(Supp.1971); Pa.Stat.Ann., Tit. 61, s 331.21a(b) (1964);  standards, that would end the matter. If the procedures \nTenn.Code  Ann.  s  40-3619  (1955);  Vernon’s  followed  by  the  Parole  Board  are  found  to  meet  the \nAnn.Tex.Code  Crim.Proc.,  Art.  42.12,  s 22  (1966);  standards  laid  down  in  this  opinion  that,  too,  would \nVt.Stat.Ann., Tit. 28, s 1081(b) (1970); Wash.Rev.Code \ndispose of the due process claims for these cases. \nss 9.95.120 through 9.95.126 (Supp.1971); W.Va.Code \nAnn. s 62-12-19 (1966.) Decisions of state and federal \nWe  reverse  and  remand  to  the  Court  of  Appeals  for \ncourts  have  required  a  number  of  other  States  to \nfurther proceedings consistent with this opinion. \nprovide  hearings.  See  Hutchison  v.  Patterson,  267 \nF.Supp.  433  (Colo.1967)  (approving  parole  board \nReversed and remanded. \nregulations); United States ex rel. Bey v. Connecticut \nState Board of Parole, 443 F.2d 1079 (CA2 1971) \nMr. Justice BRENNAN, concurring in the result. \n(requiring  counsel  to  be  appointed  for  revocation \nhearings); State v. Holmes, 109 N.J.Super. 180, 262   \nA.2d  725  (1970);  Chase  v.  Page,  456  P.2d  590 \n(Okl.Crim.App.1969); Bearden v. South Carolina, 443  I agree that a parole may not be revoked, consistently \nF.2d 1090 (CA4 1971); Baine v. Beckstead, 10 Utah 2d  with  the  Due  Process  Clause,  unless  the  parolee  is \n4,  347  P.2d  554  (1959);  Goolsby  v.  Gagnon,  322  afforded, first, a preliminary hearing at the time of arrest \nF.Supp. 460 (ED Wis. 1971). A number of States are  to determine whether there is probable cause to believe \naffected by no legal requirement to grant any kind of  *491  that  he  has  violated  his  parole  conditions  and, \nhearing. \nsecond,  a  final  hearing  within  a  reasonable  time  to \n \ndetermine  whether  he  has,  in  fact,  violated  those \n.  8 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \nconditions and whether his parole should be revoked. For  conflict between the decision below and Hahn v. Burke, \neach  hearing  the  parolee  is  entitled  to  notice  of  the  430 F.2d 100, decided by the Court of Appeals for the \nviolations  alleged  and  the  evidence  against  him,  Seventh Circuit. \nopportunity to be heard in person and to present witnesses \nand documentary evidence, and the right to confront and  Iowa has a board of parole1 which determines who shall \ncross-examine adverse witnesses, unless it is specifically  be  paroled.  Once  paroled,  a  person  is  under  the \nfound  that  a  witness  would  thereby  be  exposed  to  a  supervision of the director of the division of corrections \nsignificant  risk  of  harm.  Moreover,  in  each  case  the  of  the  Department  of  Social  Services,  who,  in  turn, \ndecisionmaker  must  be  impartial,  there  must  be  some  supervises parole agents. Parole agents do not revoke the \nrecord  of  the  proceedings,  and  the  decisionmaker’s  parole of any person but only recommend that the board \nconclusions must be set forth in written form indicating  of parole revoke it. The Iowa Act provides that each \nboth the evidence and the reasons relied upon. Because  parolee ‘shall be subject, at any time, to be taken into \nthe Due Process Clause requires these procedures, I agree  custody and returned to the institution’ from which he \nthat the case must be remanded as the Court orders.  *493  was  paroled.2  Thus,  Iowa  requires  no  notice  or \nhearing to put a parolee back in prison, Curtis v. Bennett, \nThe Court, however, states that it does not now decide  256 Iowa 1164, 131 N.W.2d 1; and it is urged that since \nwhether the parolee is also entitled at each hearing to the  parole,  like  probation,  is  only  a  privilege  it  may  be \nassistance of retained counsel or of appointed counsel if  summarily revoked.3 See Escoe v. Zerbst, 295 U.S. 490, \nhe is indigent. Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct.  492-493, 55 S.Ct. 818, 819, 79 L.Ed. 1566; Ughbanks v. \n1011, 25 L.Ed.2d 287 (1970), nonetheless plainly dictates  Armstrong, 208 U.S. 481, 28 S.Ct. 372, 52 L.Ed. 582. But \nthat he at least ‘must be allowed to retain an attorney if he  we  have  long  discarded  the  right-privilege  distinction. \nso desires.’ Id., at 270, 90 S.Ct., at 1022. As the Court  See, e.g., Graham v. Richardson, 403 U.S. 365, 374, 91 \nsaid there, ‘Counsel can help delineate the issues, present  S.Ct. 1848, 1853, 29 L.Ed.2d 534; Bell v. Burson, 402 \nthe  factual  contentions  in  an  orderly  manner,  conduct  U.S.  535,  539,  91  S.Ct.  1586,  1589,  29  L.Ed.2d  90; \ncross-examination, and generally safeguard the interests  Pickering v. Board of Education, 391 U.S. 563, 568, 88 \nof’ his client. Id., at 270-271, 90 S.Ct., at 1021-1022. The  S.Ct. 1731, 1734, 20 L.Ed.2d 811; cf. Van Alstyne, The \nonly  question  open  under  our  precedents  is  whether  Demise  of  the  Right-Privilege  Distinction  in \ncounsel must be furnished the parolee if he is indigent.  Constitutional Law, 81 Harv.L.Rev. 1439 (1968). \n1  Iowa Code s 247.5 (1971) provides in part: \nMr. Justice DOUGLAS, dissenting in part. \n‘The board of parole shall determine which of the \n \ninmates  of  the  state  penal  institutions  qualify  and \nthereafter shall be placed upon parole. Once an inmate \nEach  petitioner  was  sentenced  for  a  term  in  an  Iowa  is placed on parole he shall be under the supervision of \npenitentiary for forgery. Somewhat over a year later each  the  director  of  the  division  of  corrections  of  the \nwas released on parole. About six months later, each was  department  of  social  services.  There  shall  be  a \narrested for a parole violation and confined in a local jail.  sufficient number of parole agents to insure proper \nIn about a week, the Iowa Board of Parole revoked their  supervision of all persons placed on parole. Parole \nagents shall not revoke the parole of any person but \n*492 paroles and each was returned to the penitentiary. At \nmay recommend that the board of parole revoke such \nno time during any of the proceedings which led to the \nparole.’ \nparole revocations were they granted a hearing or the \n \nopportunity to know, question, or challenge any of the \nfacts  which  formed  the  basis  of  their  alleged  parole   \nviolations. Nor were they given an opportunity to present  2  Id., s 247.9 provides in part: \nevidence  on  their  own  behalf  or  to  confront  and  ‘All paroled prisoners shall remain, while on parole, in \ncross-examine  those  on  whose  testimony  their  paroles  the legal custody of the warden or superintendent and \nwere revoked.  under the control of the chief parole officer, and shall \nbe subject, at any time, to be taken into custody and \n**2606 Each challenged the revocation in the state courts  returned  to  the  institution  from  which  they  were \nparoled.’ \nand, obtaining no relief, filed the present petitions in the \n \nFederal District Court, which denied relief. Their appeals \nwere consolidated in the Court of Appeals which, sitting   \nen banc, in each case affirmed the District Court by a  3  ‘A  fundamental  problem  with  (the  right-privilege) \nfour-to-three vote, 443 F.2d 942. The cases are here on a  theory is that probation is now the most frequent penal \npetition for a writ of certiorari, 404 U.S. 999, 92 S.Ct.  disposition just as release on parole is the most frequent \n568, 30 L.Ed.2d 552, which we granted because there is a  form of release from an institution. They bear little \n.  9 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \nprocess may require under any given set of circumstances \nresemblance to episodic acts of mercy by a forgiving \nmust begin with a determination of the precise nature of \nsovereign. A more accurate view of supervised release \nis that it is now an integral part of the criminal justice  the government function involved as well as of the private \nprocess and shows every sign of increasing popularity.  interest that has been affected by governmental action.’ \nSeen in this light, the question becomes whether legal  See also Hannah v. Larche, 363 U.S. 420, 440, 442, 80 \nsafeguards  should  be  provided  for  hundreds  of  S.Ct. 1502, 1513, 1514, 4 L.Ed.2d 1307 (1960).’ 397 \nthousands of individuals who daily are processed and  U.S., at 262-263, 90 S.Ct., at 1017-1018. \nregulated by governmental agencies. The system has \n  \ncome to depend on probation and parole as much as do \nthose who are enmeshed in the system. Thus, in dealing \n*495  Under  modern  concepts  of  penology,  paroling \nwith  claims  raised  by  offenders,  we  should  make \nprisoners  is  part  of  the  rehabilitative  aim  of  the \ndecisions based not on an outworn cliche but on the \ncorrectional  philosophy.  The  objective  is  to  return  a \nbasis of present-day realities.’ F. Cohen, The Legal \nChallenge to Corrections: Implications for Manpower  prisoner  to  a  full  family  and  community  life.  See \nand Training 32 (Joint Commission on Correctional  generally Note, Parole Revocation in the Federal System, \nManpower and Training 1969).  56 Geo.L.J. 705 (1968); Note, Parole: A Critique of Its \n  Penal Foundations and Conditions, 38 N.Y.U.L.Rev. 702 \n  (1963); Comment, 72 Yale L.J. 368 (1962); and see Baine \nv. Beckstead, 10 Utah 2d 4, 347 P.2d 554 (1959). The \nThe Court said in United States v. Wilson, 32 U.S. 150, 7  status he enjoys as a parolee is as important a right as \nPet. 150, 161, that a ‘pardon is a deed.’ The same can be  those we reviewed in Goldberg v. Kelly. That status is \nsaid of a parole, which when conferred gives the parolee a  conditioned upon not engaging in certain activities and \ndegree of liberty which is often associated with property  perhaps  in  not  leaving  a  certain  area  or  locality. \ninterests.  Violations of conditions of parole may be technical, they \nmay be done unknowingly, they may be fleeting and of no \n*494 We held in Goldberg v. Kelly, 397 U.S. 254, 90  consequence.4 See, e.g., Arciniega v. Freeman, 404 U.S. \nS.Ct. 1011, 25 L.Ed.2d 287, that the termination by a  4, 92 S.Ct. 22, 30 L.Ed.2d 126; Cohen, Due Process, \nState of public assistance payments to a recipient without  Equal  Protection  and  State  Parole  Revocation \na prior evidentiary hearing denies him **2607 procedural  Proceedings,  42  U.Colo.L.Rev.  197,  229  (1970).  The \ndue process in violation of the Fourteenth Amendment.  parolee should, in the concept of fairness implicit in due \nSpeaking of the termination of welfare benefits we said:  process, have a chance to explain. Rather, under Iowa’s \n‘Their termination involves state action that adjudicates  rule revocation proceeds on the ipse dixit of the parole \nimportant rights. The constitutional challenge cannot be  agent; and on his word alone each of these petitioners has \nanswered by an argument that public assistance benefits  already  served  three  additional  years  in  prison.5  The \nare ‘a ‘privilege’ and not a ‘right.“ Shapiro v. Thompson,  charges may or may not be true. Words of explanation \n394 U.S. 618, 627 n. 6, 89 S.Ct. 1322, 1327, (22 L.Ed.2d  may be adequate to transform into trivia what looms large \n600) (1969). Relevant constitutional restraints apply as  in the mind of the parole officer. \nmuch to the withdrawal of public assistance benefits as to  4  The  violations  alleged  in  these  cases  on  which \ndisqualification  for  unemployment  compensation, \nrevocation  was  based  are  listed  by  the  Court  of \nSherbert  v.  Verner,  374  U.S.  398,  83  S.Ct.  1790,  10  Appeals, 443 F.2d 942, 943-944, nn. 1 and 2. \nL.Ed.2d 965 (1963); or to denial of a tax exemption,  For a discussion of the British system that dispenses \nSpeiser  v.  Randall,  357  U.S.  513,  78  S.Ct.  1332,  2  with precise conditions usually employed here see 120 \nL.Ed.2d  1460  (1958);  or  to  discharge  from  public  U.Pa.L.Rev. 282, 311-312 (1971). As to conditions \nemployment, Slochower v. Board of Higher Education,  limiting  constitutional  rights  see  id.,  at  313-324, \n326-339. \n350 U.S. 551, 76 S.Ct. 637, 100 L.Ed. 692 (1956). The \n \nextent to which procedural due process must be afforded \nthe recipient is influenced by the extent to which he may   \nbe ‘condemned to suffer grievous loss,’ Joint Anti-Fascist  5  As to summary deprivations of individual liberty in \nRefugee Committee v. McGrath, 341 U.S. 123, 168, 71  Communist nations, see, e.g., Shao-chuan Leng, Justice \nS.Ct.  624,  647,  95  L.Ed.  817  (1951)  (Frankfurter,  J.,  In Communist China 34 (1967); 1 P. Tang, Communist \nconcurring), and depends upon whether the recipient’s  China Today 271 (2d ed. 1961); J. Hazard, Communists \ninterest in avoiding that loss outweighs the governmental  and Their Law 121-126 (1969). \ninterest in summary adjudication. Accordingly, as we said   \nin Cafeteria & Restaurant Workers Union v. McElroy,   \n367 U.S. 886, 895, 81 S.Ct. 1743, 1748-1749, 6 L.Ed.2d  **2608 ‘(T)here is no place in our system of law for \n1230  (1961),  ‘consideration  of  what  procedures  due  reaching *496 a result of such tremendous consequences \n.  10 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \nwithout  ceremony-without  hearing,  without  effective  cases. Procedural due process requires the following. \nassistance of counsel, without a statement of reasons.’ \nKent v. United States, 383 U.S. 541, 554, 86 S.Ct. 1045,  If a violation of a condition of parole is involved, rather \n1053, 16 L.Ed.2d 84 (1966).  than the commission of a new offense, there should not be \n   an arrest of the parolee and his return to the prison or to a \nlocal jail.8 Rather, notice of the alleged violation should \nParole,6 while originally conceived as a judicial function,  be given to the parolee and a time set for a hearing.9 The \nhas become largely an administrative matter. The parole  *498 hearing should not be before the parole officer, as he \nboards have broad discretion in formulating and imposing  is the one **2609 who is making the charge and ‘there is \nparole  conditions.  ‘Often  vague  and  moralistic,  parole  inherent danger in combining the functions of judge and \nconditions  may  seem  oppressive  and  unfair  to  the  advocate.’ Jones v. Rivers, 338 F.2d 862, 877 (CA4 1964) \nparolee.’ R. Dawson, Sentencing 306 (1969). They are  (Sobeloff, J., concurring). Moreover, the parolee should \ndrawn ‘to cover any contingency that might occur,’ id., at  be entitled to counsel.10 See Hewett v. North Carolina, \n307,  and  are  designed  to  maximize  ‘control  over  the  415 F.2d 1316, 1322-1325 (CA4 1969); People ex rel. \nparolee by his parole officer.’ Ibid.  Combs v. LaVallee, 29 App.Div.2d 128, 286 N.Y.S.2d \n6  ‘Parole is used after a sentence has been imposed while  600 (1968); Perry v. Williard, 247 Or. 145, 427 P.2d 1020 \n(1967). As the Supreme Court of Oregon said in Perry v. \nprobation is usually granted in lieu of a prison term.’ R. \nClegg, Probation and Parole 22 (1964). See Baine v.  Williard, ‘A hearing in which counsel is absent or is \nBeckstead, 10 Utah 2d 4, 9, 347 P.2d 554, 558; People  present  only  on  behalf  of  one  side  is  inherently \nex rel. Combs v. LaVallee, 29 App.Div.2d 128, 131,  unsatisfactory if not unfair. Counsel can see that relevant \n286 N.Y.S.2d 600, 603.  facts are brought out, vague and insubstantial allegations \n  discounted,  and  irrelevancies  eliminated.’  *499  Id.,  at \n  148, 427 P.2d, at 1022. Cf. Mempa v. Rhay, 389 U.S. \n128, 135, 88 S.Ct. 254, 257, 19 L.Ed.2d 336. \nParole is commonly revoked on mere suspicion that the  8  As Judge Skelly Wright said in Hyser v. Reed, 115 \nparolee may have committed a crime. Id., at 366-367. \nU.S.App.D.C. 254, 291,  318  F.2d 225, 262  (1963) \nSuch  great  control  over  the  parolee  vests  in  a  parole  (concurring in part and dissenting in part): \nofficer a broad discretion in revoking parole and also in  ‘Where  serious  violations  of  parole  have  been \ncounseling  the  parolee-referring  him  for  psychiatric  committed, the parolee will have been arrested by local \ntreatment or obtaining the use of specialized therapy for  or federal authorities on charges stemming from those \nnarcotic addicts or alcoholics. Id., at 321. Treatment of  violations. Where the violation of parole is not serious, \nno reason appears why he should be incarcerated before \nthe parolee, rather than revocation of his parole, is a \nhearing. If, of course, the parolee willfully fails to \ncommon course. Id., at 322-323. Counseling may include \nappear  for  his  hearing,  this  in  itself  would  justify \nextending help to a parolee in finding a job. Id., at 324 et \nissuance of the warrant.’ Accord, In re Tucker, 5 Cal.3d \nseq. \n171, 199-200, 95 Cal.Rptr. 761, 780, 486 P.2d 657, 676 \n(1971) (Tobriner, J., concurring and dissenting). \nA  parolee,  like  a  prisoner,  is  a  person  entitled  to   \nconstitutional  protection,  including  procedural  due \nprocess.7  At  the  federal  level,  the  construction  of   \nregulations of the Federal Parole Board presents federal  9  As  we  said  in  another  connection  in  Greene  v. \nquestions of *497 which we have taken cognizance. See  McElroy, 360 U.S. 474, 496-497, 79 S.Ct. 1400, 1413, \n3 L.Ed.2d 1377: \nArciniega  v.  Freeman,  404  U.S.  4,  92  S.Ct.  22,  30 \n‘Certain principles have remained relatively immutable \nL.Ed.2d 126. At the state level, the construction of parole \nin  our  jurisprudence.  One  of  these  is  that  where \nstatutes and regulations is for the States alone, save as \ngovernmental  action  seriously  injures an  individual, \nthey implicate the Federal Constitution in which event the \nand the reasonableness of the action depends on fact \nSupremacy Clause controls.  findings, the evidence used to prove the Government’s \n7  See President’s Commission on Law Enforcement and  case must be disclosed to the individual so that he has \nAdministration  of  Justice,  Task  Force  Report:  an opportunity to show that it is untrue. While this is \nCorrections  83,  84  (1967);  120  U.Pa.L.Rev.  282,  important in the case of documentary evidence, it is \n348-358 (1971).  even more important where the evidence consists of the \n  testimony  of  individuals  whose  memory  might  be \nfaulty or who, in fact, might be perjurers or persons \n  motivated  by  malice,  vindictiveness,  intolerance, \nprejudice,  or  jealousy.  We  have  formalized  these \nIt  is  only  procedural  due  process,  required  by  the  protections in the requirements of confrontation and \nFourteenth Amendment, that concerns us in the present \n.  11 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \ndealing  rather  than  caprice  will  govern  the  affairs  of \ncross-examination. They have ancient roots. They find \nmen.11 \nexpression in the Sixth Amendment which provides \nthat in all criminal cases the accused shall enjoy the  11  The  Brief  of  the  American  Civil  Liberties  Union, \nright ‘to be confronted with the witnesses against him.’  amicus curiae contains in Appendix A the States that by \nThis Court has been zealous to protect these rights from  statute or decision require some form of hearing before \nerosion. It has spoken out not only in criminal cases, *  parole is revoked and those that do not. All but nine \n* * but also in all types of cases where administrative  States now hold hearings on revocation of probation \nand regulatory actions were under scrutiny.’ (Citations  and  parole,  some  with  trial-type  rights  including \nomitted.)  representation by counsel. \n   \n   \n10  American Bar Association Project on Standards for  **2610 I would not prescribe the precise formula for the \nCriminal  Justice,  Providing  Defense  Services  43  management of the parole problems. We do not sit as an \n(Approved Draft 1968); Model Penal Code s 301.4, s  ombudsman, telling the States the precise procedures they \n305.15(1) (Proposed Official Draft 1962); R. Dawson,  must follow. I would hold that so far as the due process \nSentencing (1969). For the experience of Michigan in  requirements of parole revocation are concerned:12 \ngiving hearings to parolees see id., at 355. In Michigan, \nit is estimated that only one out of six parole violators  12  We except of course the commission of another offense \nretains counsel. One who cannot afford counsel is said  which from the initial step to the end is governed by the \nto be protected by the hearing members of the board.  normal rules of criminal procedure. \nId., at 354. The number who ask for public hearings are   \ntypically five or six a year, the largest in a single year   \nbeing 10. Michigan has had this law since 1937. Id., at \n355. But the Michigan experience may not be typical, \n(1) the parole officer-whatever may be his duties under \nfor a parole violator is picked up and returned at once \nvarious  state  statutes-in  Iowa  appears  to  be  an  agent \nto the institution from which he was paroled. Id., at \nhaving some of the functions of a prosecutor and *500 of \n352-353. \nthe police; the parole officer is therefore not qualified as a \nBy  way  of  contrast,  parole  revocation  hearings  in \nCalifornia are secretive affairs conducted behind closed  hearing officer; \ndoors and with no written record of the proceedings and \nin which the parolee is denied the assistance of counsel  (2) the parolee is entitled to a due process notice and a \nand the opportunity to present witnesses on his behalf.  due  process  hearing  of  the  alleged  parole  violations \nVan Dyke, Parole Revocation Hearings in California:  including, for example, the opportunity to be confronted \nThe Right to Counsel, 59 Calif.L.Rev. 1215 (1971). See  by his accusers and to present evidence and argument on \nalso  Note,  56  Geo.L.J.  705  (1968)  (federal  parole  his own behalf; and \nrevocation procedures). \n(3) the parolee is entitled to the freedom granted a parolee \n \nuntil the results of the hearing are known and the parole \n  board-or other authorized state agency-acts.13 \n13  The American Correctional Association states in its \nThe hearing required is not a grant of the full panoply of \nManual of Correctional Standards 279 (3d ed. 1966) \nrights applicable to a criminal trial. But confrontation \nthat: \nwith the informer may, as Roviaro v. United States, 353 \n‘To  an  even  greater  extent  than  in  the  case  of \nU.S.  53,  77  S.Ct.  623,  1  L.Ed.2d  639,  illustrates,  be  imprisonment,  probation  and  parole  practice  is \nnecessary for a fair hearing and the ascertainment of the  determined  by  an  administrative  discretion  that  is \ntruth.  The  hearing  is  to  determine  the  fact  of  parole  largely uncontrolled by legal standards, protections, or \nviolation. The results of the hearing  would go to the  remedies. Until statutory and case law are more fully \nparole board-or other authorized state agency-for final  developed,  it  is  vitally  important  within  all  of  the \naction,  as  would  cases  which  involved  voluntary  correctional fields that there should be established and \nmaintained reasonable norms and remedies against the \nadmission of violations. \nsorts of abuses that are likely to develop where men \nThe rule of law is important in the stability of society. \nhave  great  power  over  their  fellows  and  where \nArbitrary actions in the revocation of paroles can only \nrelationships  may  become  both  mechanical  and \nimpede and impair the rehabilitative aspects of modern  arbitrary.’ \npenology. ‘Notice and opportunity for hearing appropriate  And it provides for parole revocation hearings: \nto the nature of the case,’ Boddie v. Connecticut, 401 U.S.  ‘As soon as practicable after causing an alleged violator \n371, 378, 91 S.Ct. 780, 786, 28 L.Ed.2d 113, are the  (to be) taken into custody on the basis of a parole board \nrudiments of due process  which restore faith that our  warrant, the prisoner should be given an opportunity to \nsociety is run for the many, not the few, and that fair  appear  before  the  board  or  its  representative.  The \n.  12 \n \n\nMorrissey v. Brewer, 408 U.S. 471 (1972)   \n \n \nI would reverse the judgments and remand for further \nprisoner should be made fully aware of the reasons for \nconsideration in light of this opinion. \nthe warrant, and given ample opportunity to refute the \ncharges  placed  against  him  or  to  comment  as  to \nextenuating circumstances. The hearing should be the \nbasis  for  consideration  of  possible  reinstatement  to \nparole supervision on the basis of the findings of fact or  Parallel Citations \nof reparole where it appears that further incarceration \nwould serve no useful purpose.’ Id., at 130.  92 S.Ct. 2593 \nThe American Bar Association states at p. 10 of its   \nbrief amicus in the present cases that it is ‘in full \nagreement with the American Correctional Association \nin this instance. The position that a hearing is to be \nafforded on parole revocation is consistent with several \nsets of criminal justice standards formally approved by \nthe Association through its House of Delegates.’ \n \n \n   . \n \n \n  \n.  13 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/47083"
    }
  ],
  "document_count": 6
}